Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: Note: This email address is unable to receive replies. For questions or comments, please contact {link_start}{contact_us_email}{link_middle}your Project Coordinator{link_end}.
de_de: Hinweis: Bitte senden Sie keine Antworten auf diese E-Mail Adresse. Bei Fragen oder Anmerkungen wenden Sie sich bitte an {link_start}{contact_us_email}{link_middle}die zuständige Person{link_end}.
eo: Nöté: Thïs émäïl äddréss ïs ünäßlé tö réçéïvé réplïés. För qüéstïöns ör çömménts, pléäsé çöntäçt {link_start}{contact_us_email}{link_middle}ýöür Pröjéçt Çöördïnätör{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσяυм#
es_ar: Nota: Esta dirección de correo electrónico no puede recibir respuestas. Si tiene preguntas o comentarios, comuníquese con {link_start}{contact_us_email}{link_middle}su coordinador de proyecto{link_end}.

source: View this About page. %(preview_url)s
af_za: Kyk na hierdie oor bladsy. %(preview_url)s
cs: Zobrazit tuto stránku O kurzu. %(preview_url)s
da: Se denne Om-side. %(preview_url)s
de_de: Diese Bschreibungsseite ansehen. %(preview_url)s
eo: Vïéw thïs Àßöüt pägé. %(preview_url)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_ar: Ver esta página Acerca de. %(preview_url)s
fa_ir: مشاهده این صفحه «درباره» . %(preview_url)s
fi: Näytä tämä Tietoja-sivu. %(preview_url)s
fil_ph: Tingnan itong Tungkol sa pahina. %(preview_url)s
fr_fr: Consultez cette page À propos. %(preview_url)s
kk_kz: Бағдарлама туралы осы бетті қараңыз.%(preview_url)s
pt_br: Veja esta página Sobre. <span class='notranslate'>%(preview_url)s</span>
sl: Oglejte si to stran O. %(preview_url)s

source: Note: This email address is unable to receive replies. For questions or comments, please contact your Project Coordinator at %(contact_us_email)s.
de_de: Hinweis: Bitte senden Sie keine Antworten auf diese E-Mail Adress. Bei Fragen und Anmerkungen wenden Sie sich bitte an %(contact_us_email)s.
eo: Nöté: Thïs émäïl äddréss ïs ünäßlé tö réçéïvé réplïés. För qüéstïöns ör çömménts, pléäsé çöntäçt ýöür Pröjéçt Çöördïnätör ät %(contact_us_email)s. Ⱡ'σ#
es_ar: Aclaración: No es posible recibir respuestas en esta dirección de correo electrónico. En caso de tener alguna pregunta y/o comentario, por favor, comuníquese con el Coordinador del Proyecto: %(contact_us_email)s.

source: {org_name} has submitted {course_key} for review. {link_start}{course_page_url}{link_middle}View this course run in Publisher{link_end} to review the changes and mark it as reviewed.
af_za: {org_name} het {course_key} ingedien vir hersiening. {link_start}{course_page_url}{link_middle} Kyk na hierdie kursus wat in Publisher{link_end} aangebied word om die veranderinge te hersien en dit te merk soos hersien.
cs: {org_name} odeslal {course_key} ke kontrole. {link_start}{course_page_url}{link_middle}Prohlédněte si tento kurz spuštěný v aplikaci Publisher{link_end}, prohlédněte si změny a označte jej jako zkontrolovaný.
da: {org_name} har indsendt {course_key} til gennemgang. {link_start} {course_page_url} {link_middle} Se dette kursus kørt i Publisher {link_end} for at gennemgå ændringerne og markere det som gennemgået.
de_de: {org_name} hat {course_key} zur Überprüfung eingereicht. {link_start}{course_page_url}{link_middle}Diesen Kurslauf in Publisher ansehen{link_end}, um die Änderungen zu überprüfen und diese entsprechend zu markieren.
eo: {org_name} häs süßmïttéd {course_key} för révïéw. {link_start}{course_page_url}{link_middle}Vïéw thïs çöürsé rün ïn Püßlïshér{link_end} tö révïéw thé çhängés änd märk ït äs révïéwéd. Ⱡ'σяєм#
es_ar: {org_name} ha enviado {course_key} para su revisión. {link_start}{course_page_url}{link_middle}Vea este curso ejecutado en Publisher{link_end} para revisar los cambios y marcarlo como revisado.
fa_ir: {org_name} {course_key} را برای بررسی ارسال کرده است. {link_start}{course_page_url}{link_middle}این دوره آموزشی را که در قسمت ناشر اجرا می‌شود، مشاهده کنید {link_end} تا تغییرات را مرور کرده و آن را به‌عنوان مرورشده علامت‌گذاری کنید.
fi: {org_name} on lähettänyt {course_key} tarkistettavaksi. {link_start}
fil_ph: {org_name} ay nagsumite ng {course_key} para sa pagsusuri. {link_start}{course_page_url}{link_middle}Tingnan ang kursong ito na tumatakbo sa Publisher{link_end} upang suriin ang mga pagbabago at markahan ito bilang nasuri.
fr_fr: {org_name} a soumis {course_key} pour examen. {link_start}{course_page_url}{link_middle}Consultez ce cours exécuté dans Publisher{link_end} pour examiner les modifications et le marquer comme révisé.
kk_kz: {ұйым_ атауы} тексеруге {курс кілті} жіберді. {link_start} {course_page_url} {link_middle}өзгерістерді көру және оны қарау ретінде белгілеу үшін {link_end} баспагерінде жұмыс істейтін осы курсты қарап шығыңыз.
pt_br: {org_name} enviou {course_key} para revisão. {link_start}{course_page_url}{link_middle}Veja este curso executado no Editor <span class='notranslate'>{link_end}</span> para revisar as alterações e marcá-lo como revisado.
sl: {org_name} je poslal {course_key} v pregled. {link_start}{course_page_url}{link_middle}Oglejte si ta tečaj v Publisher{link_end}, da pregledate spremembe in ga označite kot pregledanega.

source: This is a good time to {link_start}{studio_url}{link_middle}review this course run in Studio{link_end}.
af_za: Dit is 'n goeie tyd om {link_start}{studio_url}{link_middle} hierdie kursus in Studio{link_end} te hersien.
cs: Nyní je vhodná chvíle, abyste si {link_start}{studio_url}{link_middle}zkontrolovali tento kurz ve Studiu{link_end}.
da: Dette er et godt tidspunkt at {link_start} {studio_url} {link_middle} gennemgå dette kursus afviklet i Studio {link_end} .
de_de: Jetzt ist eine gute Gelegenheit, {link_start}{studio_url}{link_middle} um diesen Kurslauf in Studio zu überprüfen{link_end}.
eo: Thïs ïs ä gööd tïmé tö {link_start}{studio_url}{link_middle}révïéw thïs çöürsé rün ïn Stüdïö{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_ar: Este es un buen momento para {link_start}{studio_url}{link_middle}revisar este curso ejecutado en Studio{link_end}.
fa_ir: این زمان خوبی برای {link_start}{studio_url}{link_middle}بررسی این دوره اجراشده در هنرکده {link_end} است.
fi: Nyt on hyvä aika {link_start}{studio_url}{link_middle}tarkistaa tämä Studiossa suoritettava kurssi{link_end}.
fil_ph: Ito ay isang magandang pagkakataon upang {link_start}{studio_url}{link_middle}suriin ang kursong ito na tumatakbo sa Studio{link_end}.
fr_fr: C&#39;est le bon moment pour {link_start}{studio_url}{link_middle}revoir ce cours exécuté dans Studio{link_end}.
kk_kz: Қазір {link_start}{studio_url}{link_middle}студиясында іске қосылған осы курсты қарау үшін ең жақсы уақыт{link_end}.
pt_br: Este é um bom momento para {link_start}{studio_url}{link_middle}revisar este curso executado no Studio <span class='notranslate'>{link_end}</span> .
sl: To je pravi čas, da {link_start}{studio_url}{link_middle}pregledate ta tečaj v Studiu{link_end}.

source: Visit the {link_start}{restricted_admin_url}{link_middle}restricted course admin page{link_end} to set embargo rules for this course, as needed.
af_za: Besoek die {link_start}{restricted_admin_url}{link_middle}beperkte kursusadministrasie-bladsy{link_end} om embargo-reëls vir hierdie kursus in te stel, soos nodig.
cs: Navštivte {link_start}{restricted_admin_url}{link_middle}stránku pro správce omezených kurzů{link_end} a podle potřeby nastavte pravidla embarga pro tento kurz.
da: Besøg {link_start} {restricted_admin_url} {link_middle} begrænset kursusadministratorside {link_end} for at angive embargoregler for dette kursus efter behov.
de_de: Besuchen Sie die {link_start}{restricted_admin_url}{link_middle}eingeschränkte Kursadministrationsseite{link_end}, um bei Bedarf Sperrregeln für diesen Kurs festzulegen.
eo: Vïsït thé {link_start}{restricted_admin_url}{link_middle}réstrïçtéd çöürsé ädmïn pägé{link_end} tö sét émßärgö rülés för thïs çöürsé, äs néédéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_ar: Visite la {link_start}{restricted_admin_url}{link_middle}página de administración del curso restringido{link_end} para establecer reglas de embargo para este curso, según sea necesario.
fa_ir: از {link_start}{restricted_admin_url}{link_middle}صفحه مدیریت دوره آموزشی محدود{link_end} دیدن کنید تا در صورت لزوم قوانین تحریم را برای این دوره آموزشی تنظیم کنید.
fi: Vieraile {link_start}{restricted_admin_url}{link_middle}rajoitetun kurssin järjestelmänvalvojasivulla{link_end} ja määritä tämän kurssin vientikieltosäännöt tarpeen mukaan.
fil_ph: Bisitahin ang {link_start}{restricted_admin_url}{link_middle}pahina ng admin ng pinaghihigpitang kurso{link_end} upang magtakda ng mga panuntunan sa embargo para sa kursong ito, kung kinakailangan.
fr_fr: Consultez la {link_start}{restricted_admin_url}{link_middle}page d&#39;administration du cours restreint{link_end} pour définir des règles d&#39;embargo pour ce cours, si nécessaire.
kk_kz: Қажет болса, осы курс үшін эмбарго ережелерін орнату үшін {link_start}{restricted_admin_url}{link_middle}шектеулі курс әкімшісінің бетіне кіріңіз{link_end}.
pt_br: Visite a {link_start}{restricted_admin_url}{link_middle}página de administração do curso restrito <span class='notranslate'>{link_end}</span> para definir regras de embargo para este curso, conforme necessário.
sl: Obiščite {link_start}{restricted_admin_url}{link_middle}skrbniško stran omejenega tečaja{link_end}, da po potrebi nastavite pravila embarga za ta tečaj.

source: %(org_name)s has submitted %(course_key)s for review.
af_za: %(org_name)s het %(course_key)s ingedien vir hersiening.
cs: Uživatel %(org_name)s odeslal %(course_key)s ke kontrole.
da: %(org_name)s har indsendt %(course_key)s til gennemgang.
de_de: %(org_name)s hat %(course_key)s zu Überprüfung eingereicht.
eo: %(org_name)s häs süßmïttéd %(course_key)s för révïéw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_ar: %(org_name)s ha enviado %(course_key)s para su revisión.
fa_ir: %(org_name)s، %(course_key)s را برای مرور ارائه کرده‌است.
fi: %(org_name)s on lähettänyt %(course_key)s tarkistettavaksi.
fil_ph: Nagsumite si %(org_name)s ng %(course_key)s para sa pagsusuri.
fr_fr: %(org_name)s a soumis %(course_key)s pour examen.
kk_kz: %(org_name)sқарауға ұсынылған%(course_key)s.
pt_br: <span class='notranslate'>%(org_name)s</span> enviou <span class='notranslate'>%(course_key)s</span> para revisão.
sl: %(org_name)s je poslal %(course_key)s v pregled.

source: Publisher page: %(course_page_url)s
af_za: Uitgewersbladsy: %(course_page_url)s
cs: Stránka vydavatele: %(course_page_url)s
da: Udgiverside: %(course_page_url)s
de_de: Publisher-Seite: %(course_page_url)s
eo: Püßlïshér pägé: %(course_page_url)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_ar: Página del editor: %(course_page_url)s
fa_ir: صفحه ناشر: %(course_page_url)s
fi: Kustantajasivu: %(course_page_url)s
fil_ph: Pahina ng publisher: %(course_page_url)s
fr_fr: Page de l&#39;éditeur : %(course_page_url)s
kk_kz: Баспагер беті:%(course_page_url)s
pt_br: Página do editor: <span class='notranslate'>%(course_page_url)s</span>
sl: Stran založnika: %(course_page_url)s

source: Studio page: %(studio_url)s
af_za: Studio-bladsy: %(studio_url)s
cs: Stránka studia: %(studio_url)s
da: Studieside: %(studio_url)s
de_de: Studio Seite: %(studio_url)s
eo: Stüdïö pägé: %(studio_url)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_ar: Página de estudio: %(studio_url)s
fa_ir: صفحه هنرکده: %(studio_url)s
fi: Studion sivu: %(studio_url)s
fil_ph: Pahina ng studio: %(studio_url)s
fr_fr: Page Studio : %(studio_url)s
kk_kz: Студия беті:%(studio_url)s
pt_br: Página do estúdio: <span class='notranslate'>%(studio_url)s</span>
sl: Studio stran: %(studio_url)s

source: Restricted Course admin: %(restricted_admin_url)s
af_za: Beperkte kursusadministrateur: %(restricted_admin_url)s
cs: Správce omezeného kurzu: %(restricted_admin_url)s
da: Begrænset kursusadmin: %(restricted_admin_url)s
de_de: Eingeschränkter Kursadministrator: %(restricted_admin_url)s
eo: Réstrïçtéd Çöürsé ädmïn: %(restricted_admin_url)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_ar: Administrador del curso restringido: %(restricted_admin_url)s
fa_ir: سرپرست دوره آموزشی محدود: %(restricted_admin_url)s
fi: Rajoitettu kurssin ylläpitäjä: %(restricted_admin_url)s
fr_fr: Administrateur du cours restreint : %(restricted_admin_url)s
kk_kz: Шектеулі курс әкімдігі%(restricted_admin_url)s
pt_br: Administrador do curso restrito: <span class='notranslate'>%(restricted_admin_url)s</span>
sl: Skrbnik omejenega tečaja: %(restricted_admin_url)s

source: {org_name} has submitted {course_name} for review. {link_start}{course_page_url}{link_middle}View this course run in Publisher{link_end} to determine OFAC status.
af_za: {org_name} het {course_name} ingedien vir hersiening. {link_start}{course_page_url}{link_middle} Kyk na hierdie kursus wat in Publisher{link_end} uitgevoer word om OFAC status te bepaal.
cs: {org_name} odeslal ke kontrole {course_name}. {link_start}{course_page_url}{link_middle}Prohlédněte si tento kurz spuštěný v aplikaci Publisher{link_end}, abyste zjistili stav OFAC.
da: {org_name} har indsendt {course_name} til gennemgang. {link_start} {course_page_url} {link_middle} Se dette kursus kørt i Publisher {link_end} for at bestemme OFAC-status.
de_de: {org_name} hat {course_name} zur Überprüfung eingereicht. {link_start}{course_page_url}{link_middle}Den Kurslauf in Publisher anschauen.{link_end}, um den OFAC-Status zu bestimmen.
eo: {org_name} häs süßmïttéd {course_name} för révïéw. {link_start}{course_page_url}{link_middle}Vïéw thïs çöürsé rün ïn Püßlïshér{link_end} tö détérmïné ÖFÀÇ stätüs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #
es_ar: {org_name} ha enviado {course_name} para su revisión. {link_start}{course_page_url}{link_middle}Ver este curso ejecutado en Publisher{link_end} para determinar el estado OFAC.
fa_ir: {org_name}، {course_name} را برای بررسی ارسال کرده‌است. برای تعیین وضعیت OFAC، {link_start}{course_page_url}{link_middle}این دوره آموزشی اجرا شده در ناشر را مشاهده کنید{link_end}.
fi: {org_name} on lähettänyt {course_name} tarkistettavaksi. {link_start}{course_page_url}{link_middle}Näytä tämä kurssi, joka suoritetaan Publisherissa{link_end} selvittääksesi OFAC-tilan.
fil_ph: {org_name} ay nagsumite ng {course_name} para sa pagsusuri. {link_start}{course_page_url}{link_middle}Tingnan ang kursong ito na tumatakbo sa Publisher{link_end} upang matukoy ang status ng OFAC.
fr_fr: {org_name} a soumis {course_name} pour examen. {link_start}{course_page_url}{link_middle}Consultez ce cours exécuté dans Publisher{link_end} pour déterminer le statut OFAC.
kk_kz: {org_name} {course_name} қарауға жіберді. {link_start} {course_page_url} {link_middle}OFAC күйін анықтау үшін {link_end} баспагерінде жұмыс істейтін осы курсты қарап шығыңыз.
pt_br: {org_name} enviou {course_name} para revisão. {link_start}{course_page_url}{link_middle}Veja este curso executado no Editor <span class='notranslate'>{link_end}</span> para determinar o status OFAC.
sl: {org_name} je poslal {course_name} v pregled. {link_start}{course_page_url}{link_middle}Oglejte si ta tečaj v Publisher{link_end}, da ugotovite status OFAC.

source: Note: This email address is unable to receive replies. For questions or comments, please contact {link_start}{contact_us_email}{link_middle}the Project Coordinator{link_end}.
de_de: Hinweis: Bitte senden Sie keine Antworten auf diese E-Mail Adresse. Bei Fragen oder Anmerkungen wenden Sie sich bitte an {link_start}{contact_us_email}{link_middle}die zuständige Person{link_end}.
eo: Nöté: Thïs émäïl äddréss ïs ünäßlé tö réçéïvé réplïés. För qüéstïöns ör çömménts, pléäsé çöntäçt {link_start}{contact_us_email}{link_middle}thé Pröjéçt Çöördïnätör{link_end}.#
es_ar: Nota: Esta dirección de correo electrónico no puede recibir respuestas. Si tiene preguntas o comentarios, comuníquese con {link_start}{contact_us_email}{link_middle}el coordinador del proyecto{link_end}.

source: %(org_name)s has submitted %(course_name)s for review.
af_za: %(org_name)s het %(course_name)s ingedien vir hersiening.
cs: Uživatel %(org_name)s odeslal %(course_name)s ke kontrole.
da: %(org_name)s har indsendt %(course_name)s til gennemgang.
de_de: %(org_name)s hat %(course_name)s zur Überprüfung eingereicht.
eo: %(org_name)s häs süßmïttéd %(course_name)s för révïéw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_ar: %(org_name)s ha enviado %(course_name)s para su revisión.
fa_ir: %(org_name)s تایید شد %(course_name)s برای بازبینی و بررسی.
fi: %(org_name)s on lähettänyt %(course_name)s tarkistettavaksi.
fil_ph: Nagsumite si %(org_name)s ng %(course_name)s para sa pagsusuri.
fr_fr: %(org_name)s a soumis %(course_name)s pour examen.
kk_kz: %(org_name)sқарауға%(course_name)s берді.
pt_br: <span class='notranslate'>%(org_name)s</span> enviou <span class='notranslate'>%(course_name)s</span> para revisão.
sl: %(org_name)s je poslal %(course_name)s v pregled.

source: View this course run in Publisher above to determine OFAC status.
af_za: Kyk na hierdie kursus wat in die uitgewer hierbo aangebied word om OFAC status te bepaal.
cs: Prohlédněte si tento kurz spuštěný v Publisheru výše a zjistěte stav OFAC.
da: Se dette kursus i Publisher ovenfor for at bestemme OFAC-status.
de_de: Schauen Sie sich den Kurslauf in Publisher an, um den OFAC Status zu bestimmen.
eo: Vïéw thïs çöürsé rün ïn Püßlïshér äßövé tö détérmïné ÖFÀÇ stätüs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: Vea este curso ejecutado en Publisher arriba para determinar el estado OFAC.
fa_ir: برای تعیین وضعیت OFAC، این دوره آموزشی اجراشده را در قسمت ناشر بالا مشاهده کنید.
fi: Katso yllä oleva Publisherissa suoritettu kurssi selvittääksesi OFAC-tilan.
fil_ph: Tingnan ang kursong ito na tumatakbo sa Publisher sa itaas upang matukoy ang status ng OFAC.
fr_fr: Consultez ce cours exécuté dans Publisher ci-dessus pour déterminer le statut OFAC.
kk_kz: OFAC күйін анықтау үшін жоғарыдағы баспагерде жұмыс істейтін осы курсты қарап шығыңыз.
pt_br: Veja este curso executado no Publisher acima para determinar o status do OFAC.
sl: Oglejte si ta tečaj v zgornjem Publisherju, da ugotovite status OFAC.

source: Note: This email address is unable to receive replies. For questions or comments, please contact the Project Coordinator at %(contact_us_email)s.
de_de: Hinweis: Bitte senden Sie keine Antworten auf diese E-Mail Adresse. Bei Fragen oder Anmerkungen wenden Sie sich bitte an %(contact_us_email)s.
eo: Nöté: Thïs émäïl äddréss ïs ünäßlé tö réçéïvé réplïés. För qüéstïöns ör çömménts, pléäsé çöntäçt thé Pröjéçt Çöördïnätör ät %(contact_us_email)s. Ⱡ'σя#
es_ar: Nota: Esta dirección de correo electrónico no puede recibir respuestas. Si tiene preguntas o comentarios, comuníquese con el Coordinador del proyecto al %(contact_us_email)s.

source: The {link_start}{course_page_url}{link_middle}{course_run_number} course run{link_end} of {course_name} has been reviewed and approved by {platform_name}.
af_za: Die {link_start} {course_page_url} {link_middle} {course_run_number} kursus loop {link_end} van {course_name} is hersien en goedgekeur deur {platform_name}.
cs: {link_start}{course_page_url}{link_middle}{course_run_number}{link_end} běh kurzu {course_name} byl zkontrolován a schválen platformou {platform_name}.
da: {link_start} {course_page_url} {link_middle} {course_run_number} forløbet {link_end} af {course_name} er blevet gennemgået af 6 b0z7 og godkendt af 6 b0z7 og godkendt af 6 {platform_name} 8 8 b0d
de_de: Der {link_start}{course_page_url}{link_middle}{course_run_number} Kurslauf{link_end} des Kurses {course_name} wurde überprüft und freigegeben von {platform_name}.
eo: Thé {link_start}{course_page_url}{link_middle}{course_run_number} çöürsé rün{link_end} öf {course_name} häs ßéén révïéwéd änd äpprövéd ßý {platform_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_ar: El {link_start}{course_page_url}{link_middle}{course_run_number} curso ejecutado{link_end} de {course_name} ha sido revisado y aprobado por {platform_name}.
fa_ir: دوره آموزشی {link_start}{course_page_url}{link_middle}{course_run_number} اجرا شده{link_end} {course_name} توسط {platform_name} بررسی و تأیید شده است.
fi: Kurssi, jonka {link_start}{course_page_url}{link_middle}{course_run_number} suorittaa
fil_ph: Ang {link_start}{course_page_url}{link_middle}{course_run_number} na kurso ay pinatakbo{link_end} ng {a0e6976eab5} at naaprubahan na ni {a0e6976eab5}.
fr_fr: Le {link_start}{course_page_url}{link_middle}{course_run_number} parcours de cours{link_end} de {course_name} a été examiné et approuvé par {a03fe5b534.758dz0}
kk_kz: {link_start}{course_page_url}{link_middle}{course_run_number} курстың басталуы{link_end} {course_name} қаралды және мақұлданды {platform_name}.
pt_br: O curso {link_start}{course_page_url}{link_middle}{course_run_number} executado{link_end} de {course_name} foi revisado e aprovado por <span class='notranslate'>{platform_name}</span> .

source: The course run about page will be published on %(go_live_date)s, pending no further edits.
af_za: Die kursus wat oor bladsy aangebied word, sal op %(go_live_date)s gepubliseer word, hangende geen verdere wysigings nie.
cs: Stránka o běhu kurzu bude zveřejněna na %(go_live_date)s bez dalších úprav.
da: Siden om kursusforløbet vil blive offentliggjort på %(go_live_date)s , afventer ingen yderligere redigeringer.
de_de: Die Beschreibungsseite wird auf %(go_live_date)s veröffentlicht, in Erwartung keiner weiteren Änderungen.
eo: Thé çöürsé rün äßöüt pägé wïll ßé püßlïshéd ön %(go_live_date)s, péndïng nö fürthér édïts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_ar: La página de ejecución del curso se publicará en %(go_live_date)s, pendiente de más ediciones.
fa_ir: صفحه «درباره» به دوره آموزشی اجراشده در%(go_live_date)s، منتشر خواهد شد، و در انتظار ویرایش بیشتر ی نیست.
fi: Kurssin ajo-sivu julkaistaan osoitteessa %(go_live_date)s, eikä muita muutoksia odoteta.
fil_ph: Ang page na tumatakbo tungkol sa kurso ay ipa-publish sa %(go_live_date)s, hindi naghihintay ng karagdagang mga pag-edit.
fr_fr: La page sur le cours sera publiée sur %(go_live_date)s, en attendant aucune autre modification.
kk_kz: Курстың сипаттамасы бар бет осы %(go_live_date)sбетте ешқандай өзгеріссіз жарияланады.
pt_br: A página sobre a execução do curso será publicada em <span class='notranslate'>%(go_live_date)s</span> , sem mais edições pendentes.
sl: Stran o tečaju bo objavljena na %(go_live_date)s brez nadaljnjih sprememb.

source: The course run about page is now published.
af_za: Die kursus wat oor bladsy aangebied word, word nou gepubliseer.
cs: Stránka běhu o kurzu je nyní zveřejněna.
da: Siden om kursusforløb er nu offentliggjort.
de_de: Die Kursbeschreibungsseite ist nun veröffentlicht.
eo: Thé çöürsé rün äßöüt pägé ïs nöw püßlïshéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_ar: La página de ejecución del curso ya está publicada.
fa_ir: صفحه مربوط به دوره آموزشی اجرا‌شده اکنون منتشر شده‌است.
fi: Kurssin ajo-sivu on nyt julkaistu.
fil_ph: Na-publish na ngayon ang course run about page.
fr_fr: La page d&#39;exécution du cours est maintenant publiée.
kk_kz: Курстың сипаттамасы бар бет енді жарияланды.
pt_br: A página de execução do curso agora está publicada.
sl: Stran o tečaju je zdaj objavljena.
