Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: Specify a month, day, and year. If you are unsure of the exact date, specify a day that is close to the estimated start date. For example, if your course will start near the end of March, specify March 31.
ar: قم بتحديد الشهر واليوم والسنة. إذا كنت غير متأكد من الموعد المحدد، حدد اليوم الأقرب إلى تاريخ البدء المقدر. على سبيل المثال، إذا كنت سوف تبدأ الدراسة في موعد القريب من نهاية مارس، قم بتحديد 31 مارس.
bn_bd: একটি মাস, দিন, এবং বছর উল্লেখ করুন. আপনি সঠিক তারিখ সম্পর্কে নিশ্চিত না হন, তাহলে একটি দিন যে আনুমানিক আরম্ভের তারিখ পাসে উল্লেখ. উদাহরণস্বরূপ, যদি আপনার অবশ্যই মার্চের শেষের দিকে শুরু হবে, 31 মার্চ,
de_de: Geben Sie einen Monat, einen Tag und ein Jahr an. Wenn Sie das genaue Datum nicht kennen, geben Sie einen Tag an, der dem geschätzten Beginn am nächsten ist. Beispiel: Wenn Ihr Kurs Ende März beginnt, geben Sie den 31. März an
eo: Spéçïfý ä mönth, däý, änd ýéär. Ìf ýöü äré ünsüré öf thé éxäçt däté, spéçïfý ä däý thät ïs çlösé tö thé éstïmätéd stärt däté. För éxämplé, ïf ýöür çöürsé wïll stärt néär thé énd öf Märçh, spéçïfý Märçh 31. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт #
es_419: Especifique un mes, día y año. Si no está seguro de la fecha exacta, especifique un día cercano a la fecha de inicio estimada. Por ejemplo, si su curso comenzará cerca del final de marzo, especifique el 31 de marzo.
ja_jp: 年月日を特定してください。正確な日付が分からない場合は、開始予定日に近い日付を入力してください。たとえば、講座が３月末ごろ開始するなら、3月31日と入力してください。
pl: Określ dzień, miesiąc i rok. Jeśli nie masz jeszcze pewności co do daty, wskaż dzień przewidywanego rozpoczęcia. Dla przykładu, jeśli planujesz start kursu w okolicach końca marca, wskaż 31 marca.
ru: Укажите месяц, день и год. Если вы не уверены в точной дате, укажите день, близкий к предполагаемой дате начала. Например, если ваш курс начнется ближе к концу марта, укажите 31 марта.
tr_tr: Bir ay, gün ve yıl belirleyin. Eğer tam tarihten emin değilseniz, tahmini başlangıç tarihine yakın bir tarihi belirleyin. Örneğin, eğitiminiz Mart ayının sonuna doğru başlayacaksa, 31 Mart'ı seçin.

source: PACING TYPE
ar: نوع الوتيرة
bn_bd: পদার্পণ প্রকার
de_de: Tempo Typ
eo: PÀÇÌNG TÝPÉ Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: TIPO DE RITMO
ja_jp: 講座のタイプ
pl: FORMA TEMPA
ru: ТИП ОБУЧЕНИЯ
tr_tr: ÖĞRENİM TÜRÜ

source: Instructor-paced courses include individual assignments that have specific due dates before the course end date.
ar: تشمل الدورات التي تجري وفقاً لوتيرة المدرب مهام فردية التي لديها تواريخ تقديم محددة قبل تاريخ نهاية الدورة.
de_de: Kurse deren Verlauf vom Dozenten vorgegeben werden umfassen individuelle Aufgaben, die bestimmte Abgabetermine vor der Kurs-Beendigung haben
eo: Ìnstrüçtör-päçéd çöürsés ïnçlüdé ïndïvïdüäl ässïgnménts thät hävé spéçïfïç düé dätés ßéföré thé çöürsé énd däté. Ⱡ'σяєм ιρѕυм ∂σłσя#
es_419: Los cursos con ritmo de instructor incluyen asignaciones individuales que tienen fechas de vencimiento específicas antes de la fecha de finalización del curso.
ja_jp: Instructor-pacedの講座は、講座終了日前に課題ごとの締切が設けられます。
pl: Kursy z harmonogramem prowadzącego zawierają ćwiczenia i zadania, które należy wykonać w określonych terminach.
ru: Преподавательский состав курсов включает индивидуальные задания, которые должны быть выполнены до окончания курса в определенные сроки.

source: Self-paced courses do not have individual assignments that have specific due dates before the course end date. All assignments are due on the course end date.
ar: لا تشمل الدورات التي تجري وفقاً للوتيرة الشخصية مهام فردية التي لديها تواريخ تقديم محددة قبل تاريخ نهاية الدورة. يجب تقديم جيمع المهام في تاريخ انتهاء الدورة.
de_de: Selbstbestimmt absolvierte Kurse haben keine zwischenzeitlichen Abgabetermine, alle Arbeitsergebnisse werden zum Kursende eingefordert
eo: Sélf-päçéd çöürsés dö nöt hävé ïndïvïdüäl ässïgnménts thät hävé spéçïfïç düé dätés ßéföré thé çöürsé énd däté. Àll ässïgnménts äré düé ön thé çöürsé énd däté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт#
es_419: Los cursos a su propio ritmo no tienen asignaciones individuales que tengan fechas de vencimiento específicas antes de la fecha de finalización del curso. Todas las asignaciones son debidas en la fecha de finalización del curso.
ja_jp: Self-pacedの講座は、課題ごとの締切はありません。すべての課題の締切が講座終了日となります。
pl: Kursy realizowane w tempie studenta zawierają ćwiczenia i zadania, które należy wykonać przed datą zakończenia kursu. Student może dostosować tempo nauki do własnych możliwości.
ru: Самостоятельные курсы не имеют индивидуальных заданий с конкретными сроками выполнения до даты окончания курса. Все задания должны быть выполнены в день окончания курса.

source: COURSE END DATE
ar: تاريخ انتهاء الدورة التعليمية
bn_bd: কোর্স শেষের তারিখ
de_de: ENDDATUM DES KURSES
eo: ÇÖÛRSÉ ÉND DÀTÉ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: FECHA DE CIERRE DEL CURSO
ja_jp: 講座終了日
ka: კურსის დასრულების თარიღი
pl: DATA ZAKOŃCZENIA KURSU
ru: ДАТА ОКОНЧАНИЯ КУРСА
tr_tr: DERS BİTİŞ TARİHİ

source: Specify a month, day, and year. If you are unsure of the exact date, specify a day that is close to the estimated end date. For example, if your course will end near the end of March, specify March 31.
ar: قم بتحديد الشهر واليوم والسنة. إذا كنت غير متأكد من الموعد المحدد، حدد اليوم الأقرب إلى تاريخ البدء المقدر. على سبيل المثال، إذا كنت سوف تبدأ الدراسة في موعد القريب من نهاية مارس، قم بتحديد 31 مارس.
bn_bd: একটি মাস, দিন, এবং বছর উল্লেখ করুন. আপনি সঠিক তারিখ সম্পর্কে নিশ্চিত না হন, তাহলে একটি দিন যে আনুমানিক শেষ তারিখ পাসে উল্লেখ. উদাহরণস্বরূপ, যদি আপনার অবশ্যই মার্চের শেষের দিকে শেষ হবে, 31 মার্চ
de_de: Geben Sie einen Monat, einen Tag und ein Jahr an. Wenn Sie das genaue Datum nicht kennen, geben Sie einen Tag an, der dem geschätzten Beginn am nächsten ist. Beispiel: Wenn Ihr Kurs Ende März beginnt, geben Sie den 31. März an
eo: Spéçïfý ä mönth, däý, änd ýéär. Ìf ýöü äré ünsüré öf thé éxäçt däté, spéçïfý ä däý thät ïs çlösé tö thé éstïmätéd énd däté. För éxämplé, ïf ýöür çöürsé wïll énd néär thé énd öf Märçh, spéçïfý Märçh 31. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢α#
es_419: Especifique un mes, día y año. Si no está seguro de la fecha exacta, especifique un día cercano a la fecha de finalización estimada. Por ejemplo, si su curso finalizará cerca del final de marzo, especifique el 31 de marzo.
ja_jp: 年月日を特定してください。正確な日付が分からない場合は、終了予定日に近い日付を入力してください。たとえば、講座が３月末ごろ終了するなら、3月31日と入力してください。
pl: Określ dzień, miesiąc i rok. Jeśli nie masz jeszcze pewności co do daty, wskaż dzień przewidywanego zakończenia. Dla przykładu, jeśli planujesz zakończyć kurs w okolicach końca marca, wskaż 31 marca.
ru: Укажите месяц, день и год. Если вы не уверены в точной дате, укажите день, близкий к предполагаемой дате окончания. Например, если ваш курс закончится ближе к концу марта, укажите 31 марта.
tr_tr: Bir ay, gün ve yıl belirleyin. Eğer tam tarihten emin değilseniz, tahmini bitiş tarihine yakın bir tarihi belirleyin. Örneğin, eğitiminiz Mart ayının sonuna doğru bitecekse, 31 Mart'ı seçin.

source: Create New Course Run
de_de: Neuen Kurslauf erstellen
eo: Çréäté Néw Çöürsé Rün Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Crea un nuevo curso
ja_jp: 新規course runを作成
pl: Utwórz nową edycję kursu
ru: Создать новый забег курса
tr_tr: Yeni Yayın Tarihi Oluştur

source: First, enter a username and select a group. Then, you'll be able to edit more user options.
de_de: Geben Sie zunächst einen Benutzernamen ein und wählen Sie eine Gruppe aus. Anschließend können Sie weitere Benutzeroptionen bearbeiten
eo: Fïrst, éntér ä üsérnämé änd séléçt ä gröüp. Thén, ýöü'll ßé äßlé tö édït möré üsér öptïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Primero, ingrese un nombre de usuario y seleccione un grupo. A continuación, podrá editar más opciones de usuario.
ja_jp: ユーザー名を入力し、グループを選択してください。すると、より多くのユーザーオプションを編集できるようになります。
pl: Najpierw wprowadź nazwę użytkownika i wybierz grupę. Następnie będziesz mógł wyedytować więcej opcji użytkownika.
ru: Сначала введите имя пользователя и выберите группу. Тогда вы сможете редактировать больше пользовательских опций.
tr_tr: Önce bir kullanıcı adı girin ve bir grup seçin. Ardından, daha fazla kullanıcı seçeneğini düzenleyebilirsiniz.

source: Course Detail
bn_bd: কোর্সের বিস্তারিত
de_de: Kursdetail
eo: Çöürsé Détäïl Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Detalle del curso
ja_jp: 講座詳細
pl: Szczegóły kursu
ru: Информация о курсе
tr_tr: Ders Ayrıntısı

source: Import COURSE
de_de: Kurs importieren
eo: Ìmpört ÇÖÛRSÉ Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Importar CURSO
ja_jp: COURSEをインポート
pl: Importuj KURS
ru: Импорт КУРСА
tr_tr: DERSİ İçeri Aktar

source: Dashboard
ar: صفحة المعلومات الرئيسية
bn_bd: ড্যাশবোর্ড
de_de: Meine Kurse
eo: Däshßöärd Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Panel de control
ja_jp: ダッシュボード
ka: მართვის დაფა
pl: Pulpit
ru: панель управления
tr_tr: Ana panel

source: Courses
ar: الدورات
bn_bd: কোর্স সমূহ
de_de: Kurse
eo: Çöürsés Ⱡ'σяєм ιρѕυм #
es_419: Cursos
he: קורסים
ja_jp: 講座
ka: კურსები
pl: Kursy
ru: Курсы
tr_tr: Dersler

source: Comment:
bn_bd: মন্তব্য
de_de: Kommentar:
eo: Çömmént: Ⱡ'σяєм ιρѕυм ∂#
es_419: Comentario:
ja_jp: コメント:
pl: Komentarz:
ru: комментарий:
tr_tr: Yorum:

source: Submit
bn_bd: জমা দিন
de_de: Absenden
eo: Süßmït Ⱡ'σяєм ιρѕυ#
es_419: Enviar
ja_jp: 提出
pl: Prześlij
ru: Отправить
tr_tr: Gönder

source: Add comment
bn_bd: মন্তব্য যোগ করুন
de_de: Kommentar hinzufügen
eo: Àdd çömmént Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Añadir comentario
ja_jp: コメントを書く
pl: Dodaj komentarz
ru: Добавить комментарий
tr_tr: Yorum ekle

source: Submitted by
bn_bd: জমাদানকারী
de_de: Beantragt von
eo: Süßmïttéd ßý Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Enviado por
ja_jp: 提出者
pl: Przesłany przez
ru: Представлено
tr_tr: Gönderen

source: EDIT
ar: تحرير
de_de: BEARBEITEN
eo: ÉDÌT Ⱡ'σяєм ι#
es_419: EDITAR
ja_jp: 編集
ka: შესწორება
pl: EDYTUJ
ru: РЕДАКТИРОВАТЬ
tr_tr: DÜZENLE

source: Course Team Admin
ar: مشرف فريق الدورة
bn_bd: কোর্সের টিম এডমিন
de_de: Administrator des Kursteams
eo: Çöürsé Téäm Àdmïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Administrador de Equipo del curso
ja_jp: 講座チーム管理者
pl: Administrator kadry kursu
ru: Администратор курса
tr_tr: Ders Takımı Yöneticisi

source: URL Slug
eo: ÛRL Slüg Ⱡ'σяєм ιρѕυм ∂#

source: Certificate Price
bn_bd: সার্টিফিকেট মূল্য
de_de: Zertifikatskosten
eo: Çértïfïçäté Prïçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Costo del certificado
ja_jp: 修了証価格
pl: Cena certyfikatu
ru: Цена сертификата
tr_tr: Sertifika Ücreti

source: Primary Subject
ar: الموضوع الأساسي
bn_bd: প্রাথমিক বিষয়
de_de: Hauptthema
eo: Prïmärý Süßjéçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Tema principal
ja_jp: 主な分野
pl: Główny temat
ru: Основной предмет
tr_tr: Birincil Konu

source: Additional Subject
de_de: Unterthema
eo: Àddïtïönäl Süßjéçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Tema Adicional
ja_jp: 追加分野
pl: Dodatkowy temat
ru: Дополнительный предмет
tr_tr: Ek Konu

source: Course Image
ar: صورة الدورة التعليمية
bn_bd: কোর্সের চিত্র
de_de: Kursbild
eo: Çöürsé Ìmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Imagen del curso
ja_jp: 講座画像
pl: Obrazek kursu
ru: Изображение курса
tr_tr: Ders Görseli

source: Course Level
ar: مستوى الدورة
bn_bd: কোর্সের শ্রেনী
de_de: Kurslevel
eo: Çöürsé Lévél Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Nivel del Curso
he: רמת הקורס
ja_jp: 講座レベル
ka: კურსის დონე
pl: Poziom kursu
ru: Уровень курса
tr_tr: Ders Seviyesi

source: About Video Link
de_de: Beschreibungsvideo Link
eo: Àßöüt Vïdéö Lïnk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Link del vídeo Sobre
ja_jp: 講座紹介ビデオのリンク
pl: Odnośnik do filmu promocyjnego
ru: Про ссылку видео
tr_tr: Hakkında Videosu Bağlantısı

source: The %(current_team_name)s team is currently reviewing this course. If you edit course information, you might overwrite the team’s changes, and you will have to send the course to the %(team_name)s team for review again.
de_de: Das %(current_team_name)s Team kontrollier derzeit diesen Kurs. Wenn Sie die Kursinformationen bearbeiten möchten, müssen Sie die kontrollierte Version überschreiben und anschließend erneut zur Überprüfung an das %(team_name)s Team senden.
eo: Thé %(current_team_name)s téäm ïs çürréntlý révïéwïng thïs çöürsé. Ìf ýöü édït çöürsé ïnförmätïön, ýöü mïght övérwrïté thé téäm’s çhängés, änd ýöü wïll hävé tö sénd thé çöürsé tö thé %(team_name)s téäm för révïéw ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє є#

source: COURSE RUNS
ar: مجريات الدورة
bn_bd: কোর্স রান
de_de: KURSDURCHLÄUFE
eo: ÇÖÛRSÉ RÛNS Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: VERSIONES DEL CURSO
pl: EDYCJE KURSU
ru: ПРОГОНЫ КУРСОВ
tr_tr: DERS YAYIN TARİHLERİ

source: CREATE RUN
de_de: Lauf erstellen
eo: ÇRÉÀTÉ RÛN Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: CREAR VERSIÓN
ja_jp: RUNを作成
pl: UTWÓRZ EDYCJĘ
ru: СОЗДАТЬ ПРОГОН
tr_tr: YAYIN TARİHİ OLUŞTUR

source: Created %(created_date)s at %(created_time)s by %(created_by)s
de_de: Erstellt am %(created_date)s um %(created_time)s von %(created_by)s
eo: Çréätéd %(created_date)s ät %(created_time)s ßý %(created_by)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: STUDIO URL
ar: رابط الاستوديو
bn_bd: স্টুডিও URL টি
eo: STÛDÌÖ ÛRL Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: URL DE STUDIO
pl: ADRES URL STUDIO
ru: СТУДИЯ URL

source: To be added by edX
de_de: hinzugefügt durch edX
eo: Tö ßé äddéd ßý édX Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Para ser agregado por edX
ja_jp: edXが入力
pl: Do uzupełnienia przez koordynatora
ru: Будет добавлено edX
tr_tr: edX tarafından eklenecek

source: No course runs exist for this course
de_de: es existiert kein Kurslauf für diesen Kurs
eo: Nö çöürsé rüns éxïst för thïs çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: No hay nuevas versiones existentes para este curso
ja_jp: この講座のcourse runはありません
pl: Nie istnieją żadne edycje tego kursu
ru: Для этого курса не существует никаких курсов.
tr_tr: Bu ders için yayın tarihi bulunmuyor

source: Edit Course
ar: تجرير الدورة التعليمية
bn_bd: কোর্সের সম্পাদনা
de_de: Kursbearbeitung
eo: Édït Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Editar curso
ja_jp: 講座を編集
pl: Edytuj kurs
ru: редактировать курс
tr_tr: Dersi Düzenle

source: All required fields must be complete before this course can be sent to edX marketing for review.
de_de: Alle benötigten Felder müssen ausgefüllt sein bevor dieser Kurs zur Kontrolle gesendet werden kann.
eo: Àll réqüïréd fïélds müst ßé çömplété ßéföré thïs çöürsé çän ßé sént tö édX märkétïng för révïéw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Todos los campos requeridos deben ser completados antes de que el curso pueda ser enviado a revisión a edX marketing.
ja_jp: レビューのためedXマーケティングに送信する前に、すべての必須項目を入力してください。
pl: Wszystkie wymagane pola muszą zostać wypełnione zanim będzie można zgłosić kurs do zatwierdzenia przez koordynatora.
ru: Все необходимые поля должны быть заполнены, прежде чем этот курс можно будет отправить на рецензирование в EdX маркетинг.
tr_tr: Bu ders edX pazarlamaya inceleme için gönderilmeden önce tüm zorunlu alanların doldurulması gerekiyor.

source: Note:
de_de: Achtung:
eo: Nöté: Ⱡ'σяєм ιρѕ#
es_419: Nota:
ja_jp: 注:
pl: Uwaga:
ru: Примечание:
tr_tr: Not:

source: If you edit course information after edX marketing has reviewed the course, you have to send the course for review again.
de_de: Alle Änderungen nach einer abgeschlossenen Kontrolle müssen nochmals vor dem veröffentlichen kontrolliert werden.
eo: Ìf ýöü édït çöürsé ïnförmätïön äftér édX märkétïng häs révïéwéd thé çöürsé, ýöü hävé tö sénd thé çöürsé för révïéw ägäïn. Ⱡ'σяєм ιρѕυ#
es_419: Si editas la información del curso después que edX marketing lo haya revisado, debes enviarlo para revisión otra vez.
ja_jp: edXマーケティングがレビューした後に講座情報を編集した場合、再レビューのため送信しなければなりません。
pl: Jeśli dokonasz edycji danych kursu po zatwierdzeniu kursu przez koordynatora platformy, konieczne będzie ponowne zgłoszenie kursu do oceny.
ru: Если вы редактируете информацию о курсе после того, как edX-маркетинг пересмотрел его, вам придется отправить курс на повторный просмотр.

source: Sequence Courses:
ar: دورات تعليمية متسلسلة:
bn_bd: সিকোয়েন্স কোর্স
de_de: Kurssequenzen:
eo: Séqüénçé Çöürsés: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Cursos de secuencia:
ja_jp: シリーズ講座:
ka: თანმიმდევრობითი კურსები:
pl: Kursy będące cyklem:
ru: Курсы последовательностей:
tr_tr: Sıralı Dersler:

source: 255 character limit, including spaces.
de_de: maximal 255 Zeichen, inklusive Leerzeichen
eo: 255 çhäräçtér lïmït, ïnçlüdïng späçés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: 255 caracteres como máximo, incluyendo espacios.
ja_jp: スペースを含め255文字まで。
pl: Limit 255 znaków w tym spacje.
ru: 255 символов, включая пробелы.
tr_tr: Boşluklar dâhil, 255 karakter sınırı.

source: BIO1.1x, BIO1.2x
eo: BÌÖ1.1x, BÌÖ1.2x Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: URL SLUG
eo: ÛRL SLÛG Ⱡ'σяєм ιρѕυм ∂#

source: (currently unused)
de_de: (derzeit unbenutzt)
eo: (çürréntlý ünüséd) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: The default URL slug is based on the course title. This URL slug can be changed, and learners who visit an older URL will be redirected to the current URL.
eo: Thé défäült ÛRL slüg ïs ßäséd ön thé çöürsé tïtlé. Thïs ÛRL slüg çän ßé çhängéd, änd léärnérs whö vïsït än öldér ÛRL wïll ßé rédïréçtéd tö thé çürrént ÛRL. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσł#

source: What is a URL Slug?
de_de: Was ist ein URL Slug?
eo: Whät ïs ä ÛRL Slüg? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: In the example URL www.edx.org/course/math-101, the URL slug is “math-101.” Using URL slugs that are short and easily understandable helps learners find and remember course pages, and also drives higher rankings in search engine results
eo: Ìn thé éxämplé ÛRL www.édx.örg/çöürsé/mäth-101, thé ÛRL slüg ïs “mäth-101.” Ûsïng ÛRL slügs thät äré shört änd éäsïlý ündérständäßlé hélps léärnérs fïnd änd rémémßér çöürsé pägés, änd älsö drïvés hïghér ränkïngs ïn séärçh éngïné résülts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιł#

source: SHORT DESCRIPTION
de_de: Kurzbeschreibung
eo: SHÖRT DÉSÇRÌPTÌÖN Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: DESCRIPCIÓN CORTA
ja_jp: 短い説明
pl: KRÓTKI OPIS
ru: КОРОТКОЕ ОПИСАНИЕ
tr_tr: KISA AÇIKLAMA

source: An effective short description:
bn_bd: একটি কার্যকর সংক্ষিপ্ত বিবরণ
de_de: Eine treffende kurze Beschreibung:
eo: Àn éfféçtïvé shört désçrïptïön: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Una descripción breve eficaz:
ja_jp: わかりやすい短い説明:
pl: Krótki opis kursu:
ru: Эффективное краткое описание:
tr_tr: Etkileyici bir kısa açıklama:

source: Contains 25–50 words.
de_de: Enthält 25–50 Worte.
eo: Çöntäïns 25–50 wörds. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Contiene 25-50 palabras.
ja_jp: 25–50語を含む。
pl: 25–50 słów
ru: Содержит 25-50 слов.
tr_tr: 25–50 kelime içerir.

source: Functions as a tagline.
bn_bd: একটি ট্যাগলাইন হিসাবে কার্যাবলী
de_de: Funktionen als Tag-line
eo: Fünçtïöns äs ä täglïné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Funciona como un lema.
ja_jp: タグラインとして機能する。
pl: Służy jako opis promocyjny.
ru: Функционирует как слоган.
tr_tr: Bir reklam cümlesi ya da slogan.

source: Conveys compelling reasons to take the course.
de_de: Überzeugende Gründe, den Kurs zu nehmen.
eo: Çönvéýs çömpéllïng réäsöns tö täké thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Transmite razones convincentes para tomar el curso.
ja_jp: 受講せずにはいられないような理由を伝える。
pl: Obejmuje przekonywujące powody dla których warto odbyć kurs.
ru: Имеет веские причины для прохождения этого курса.
tr_tr: Dersi almak için ilgi uyandırıcı nedenleri iletir.

source: Follows SEO guidelines.
bn_bd: এসইও গাইডলাইন অনুসরণ করে
de_de: Folgt den SEO-Richtlinien
eo: Föllöws SÉÖ güïdélïnés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Sigue las directrices de SEO.
ja_jp: SEOガイドラインに沿う。
pl: Stosuje się do założeń SEO.
ru: Соблюдение правил SEO.
tr_tr: SEO yönergelerini takip eder.

source: The first MOOC to teach positive psychology. Learn science-based principles and practices for a happy, meaningful life.
bn_bd: প্রথম MOOC ইতিবাচক মনোবিজ্ঞান শেখান. একটি সুখী, অর্থপূর্ণ জীবনের জন্য বিজ্ঞান ভিত্তিক নীতি ও চর্চা জানুন
de_de: Das erste MOOC, um positive Psychologie zu lehren. Lernen Sie Prinzipien und Praktiken für ein glückliches und selbstbestimmtes Leben, basierend auf aktuellsten Wissenschaften.
eo: Thé fïrst MÖÖÇ tö téäçh pösïtïvé psýçhölögý. Léärn sçïénçé-ßäséd prïnçïplés änd präçtïçés för ä häppý, méänïngfül lïfé. Ⱡ'σяєм ιρѕυм#
es_419: El primer MOOC para enseñar psicología positiva. Aprenda principios y prácticas basados en la ciencia para una vida feliz y significativa.
ja_jp: ポジティブ心理学を教える初めてのMOOC。幸せで有意義な人生のための科学に基づいた原理と実践を学ぶ。
pl: Pierwszy kurs MOOC uczący psychologii pozytywnej. Poznaj oparte na nauce założenia i praktyki prowadzące do szczęśliwego i udanego życia.
ru: Первый МНК, который преподает позитивную психологию. Изучение научно обоснованных принципов и практики для счастливой, осмысленной жизни.

source: Recommended 255 character limit, including spaces.
de_de: Die empfohlene maximale Anzahl an Zeichen, inklusive Leerzeichen umfasst 255.
eo: Réçömméndéd 255 çhäräçtér lïmït, ïnçlüdïng späçés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: LONG DESCRIPTION
de_de: Ausführliche Beschreibung
eo: LÖNG DÉSÇRÌPTÌÖN Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: DESCRIPCIÓN LARGA
ja_jp: 詳細な説明
pl: DŁUGI OPIS
ru: ДЛИННОЕ ОПИСАНИЕ
tr_tr: UZUN AÇIKLAMA

source: An effective long description:
bn_bd: একটি কার্যকর দীর্ঘ বিবরণ
de_de: eine einflussreiche und ausführliche Beschreibung
eo: Àn éfféçtïvé löng désçrïptïön: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Una descripción larga eficaz:
ja_jp: わかりやすく詳細な説明:
pl: Długi opis kursu:
ru: Эффективное длинное описание:
tr_tr: Etkileyici bir uzun açıklama:

source: Contains 150–300 words.
bn_bd: 150-300 শব্দ রয়েছে
de_de: Beinhaltet 150–300 Wörter.
eo: Çöntäïns 150–300 wörds. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Contiene 150-300 palabras.
ja_jp: 150–300語を含む。
pl: 150–300 słów
ru: Содержит 150-300 слов.
tr_tr: 150–300 kelime içerir.
