Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: This field signifies if this course is in the enterprise subscription catalog
af_za: Hierdie veld dui aan of hierdie kursus in die ondernemingskatalogus is
cs: Toto pole označuje, zda je tento kurz v katalogu podnikových předplatných
da: Dette felt angiver, om dette kursus er i virksomhedens abonnementskatalog
es_ar: Este campo indica si este curso está en el catálogo de suscripción empresarial
fa_ir: این قسمت نشان می‌دهد که آیا این دوره آموزشی در فهرست آبونمان سازمان وجود دارد یا خیر
fi: Tämä kenttä ilmaisee, onko tämä kurssi yrityksen tilausluettelossa
fil_ph: Ang field na ito ay nagpapahiwatig kung ang kursong ito ay nasa catalog ng subscription sa enterprise
fr_fr: Ce champ indique si ce cours est dans le catalogue d&#39;abonnement entreprise
pt_br: Este campo significa se este curso está no catálogo de assinatura da empresa

source: If checked, this item will not be indexed in Algolia and will not show up in search results.
af_za: As dit gekontroleer word, sal hierdie item nie in algolië geïndekseer word nie en sal dit nie in soekresultate verskyn nie.
cs: Pokud je zaškrtnuto, tato položka nebude v Algolii indexována a nezobrazí se ve výsledcích vyhledávání.
da: Hvis markeret, vil dette element ikke blive indekseret i Algolia og vil ikke blive vist i søgeresultaterne.
es_ar: Si está marcado, este elemento no se indexará en Algolia y no aparecerá en los resultados de búsqueda.
fa_ir: در صورت علامت زدن، این مورد در الگولیا نمایه نمی شود و در نتایج جستجو نشان داده نمی شود.
fi: Jos tämä on valittuna, tätä kohdetta ei indeksoida Algoliassa eikä se näy hakutuloksissa.
fil_ph: Kung may check, ang item na ito ay hindi mai-index sa Algolia at hindi lalabas sa mga resulta ng paghahanap.
fr_fr: Si coché, cet article ne sera pas indexé dans Algolia et n&#39;apparaîtra pas dans les résultats de recherche.
pt_br: Se marcado, este item não será indexado no Algolia e não aparecerá nos resultados da pesquisa.

source: If checked, the About Page will have a meta tag with noindex value
af_za: As dit gekontroleer word, sal die About -bladsy 'n metatag met NoIndex -waarde hê
cs: Je-li zaškrtnuto, stránka O aplikaci bude mít metaznačku s hodnotou noindex
da: Hvis markeret, vil siden Om have et metatag med noindex-værdi
es_ar: Si está marcada, la página Acerca de tendrá una metaetiqueta sin valor de índice
fa_ir: اگر علامت زده شود، صفحه درباره ما دارای یک متا تگ بدون مقدار شاخص خواهد بود
fi: Jos tämä on valittuna, Tietoja-sivulla on sisällönkuvauskenttä, jolla on noindex-arvo
fil_ph: Kung nilagyan ng check, ang About Page ay magkakaroon ng meta tag na may halagang noindex
fr_fr: Si cette case est cochée, la page À propos aura une balise méta avec une valeur noindex
pt_br: Se marcado, a página sobre terá uma meta tag com valor noindex

source: Watchers
af_za: Kykie
da: Iagttagere
fa_ir: ناظران
fi: Katsojat
fil_ph: Mga tagamasid
fr_fr: Observateurs
pt_br: vigilantes

source: The list of email addresses that will be notified if any of the course runs is published or scheduled.
af_za: Die lys e -posadresse wat in kennis gestel sal word indien enige van die kursuslopies gepubliseer of geskeduleer word.
da: Listen over e-mailadresser, der vil blive underrettet, hvis nogle af kurserne kører, er offentliggjort eller planlagt.
fa_ir: فهرست آدرس‌های ایمیلی که در صورت انتشار یا برنامه‌ریزی هر یک از دوره‌ها به آنها اطلاع داده می‌شود.
fi: Luettelo sähköpostiosoitteista, joille ilmoitetaan, jos jokin kursseista julkaistaan tai ajoitetaan.
fil_ph: Ang listahan ng mga email address na aabisuhan kung ang alinman sa mga kursong tumatakbo ay nai-publish o nakaiskedyul.
fr_fr: La liste des adresses e-mail qui seront notifiées si l&#39;un des cours est publié ou programmé.
pt_br: A lista de endereços de e-mail que serão notificados se algum curso for publicado ou agendado.

source: Future
af_za: Toekomstig
cs: Budoucnost
da: Fremtid
es_ar: Futuro
fa_ir: آینده
fi: Tulevaisuus
fil_ph: kinabukasan
fr_fr: Futur
kk_kz: Болашақ
pt_br: Futuro
sl: Prihodnost

source: Past
af_za: Na
cs: Minulost
da: Forbi
es_ar: Pasado
fa_ir: گذشته
fi: Mennyt
fil_ph: nakaraan
fr_fr: Passé
kk_kz: Өткен
pt_br: Passado
sl: preteklost

source: Whether this run should be hidden from API responses. Do not edit here - this value will be overwritten by the "Course Visibility In Catalog" field in Studio via Refresh Course Metadata.
af_za: Of hierdie lopie weggesteek moet word vir API antwoorde. Moenie hier wysig nie - hierdie waarde sal oorskryf word deur die veld "Kursus sigbaarheid in katalogus" in die ateljee via Refresh Course Metadata.
cs: Zda má být tento běh skryt před odpověďmi API. Zde neupravujte – tato hodnota bude přepsána polem „Viditelnost kurzu v katalogu“ ve Studiu prostřednictvím Obnovit metadata kurzu.
da: Om denne kørsel skal skjules fra API-svar. Rediger ikke her - denne værdi vil blive overskrevet af feltet &quot;Kursussynlighed i katalog&quot; i Studio via Opdater kursusmetadata.
es_ar: En caso de que esta ejecución deba ocultarse de las respuestas de la API. No edite aquí: Este valor se sobrescribirá con el campo "Course Visibility In Catalog" en Studio a través de Actualizar metadatos del curso.
fa_ir: آیا این اجرا باید از پاسخ‌های API پنهان شود یا خیر. اینجا را ویرایش نکنید - این مقدار توسط قسمت «رویت‌پذیری دوره آموزشی در فهرست» در هنرکده از طریق « بارگیری داده‌های دوره آموزشی» بازنویسی می‌شود.
fi: Onko tämä ajo piilotettava API-vastauksilta. Älä muokkaa tässä - tämä arvo korvataan Studion Kurssin näkyvyys katalogissa -kentällä Päivitä kurssin metatiedot -toiminnolla.
fil_ph: Kung dapat itago ang run na ito sa mga tugon ng API. Huwag mag-edit dito - ang value na ito ay ma-overwrite ng field na &quot;Course Visibility In Catalog&quot; sa Studio sa pamamagitan ng Refresh Course Metadata.
fr_fr: Indique si cette exécution doit être masquée dans les réponses de l&#39;API. Ne modifiez pas ici - cette valeur sera écrasée par le champ &quot;Visibilité du cours dans le catalogue&quot; dans Studio via Actualiser les métadonnées du cours.
kk_kz: Бұл іске қосу API жауаптарынан жасырылуы керек пе? Мұнда өңдемеңіз-бұл мән курс метадеректерін жаңарту арқылы студиядағы "каталогтағы курс көрінісі" өрісімен қайта жазылады.
pt_br: Se esta execução deve ser ocultada das respostas da API. Não edite aqui - este valor será substituído pelo campo &quot;Visibilidade do curso no catálogo&quot; no Studio por meio de Atualizar metadados do curso.
sl: Ali naj bo ta zagon skrit pred odzivi API-ja. Ne urejajte tukaj - to vrednost bo prepisalo polje &quot;Vidnost tečaja v katalogu&quot; v Studiu prek Osveži metapodatke tečaja.

source: This calculated field signifies if this course run is in the enterprise subscription catalog
af_za: Hierdie berekende veld dui aan of hierdie kursus in die ondernemingskatalogus is
cs: Toto vypočítané pole označuje, zda je tento běh kurzu v katalogu podnikových předplatných
da: Dette beregnede felt angiver, om dette kursusforløb er i virksomhedens abonnementskatalog
es_ar: Este campo calculado indica si la ejecución de este curso está en el catálogo de suscripciones empresariales.
fa_ir: این قسمت محاسبه‌شده نشان می‌دهد که آیا این دوره آموزشی در فهرست آبونمان سازمان وجود دارد یا خیر
fi: Tämä laskettu kenttä ilmaisee, onko tämä kurssiajo yrityksen tilausluettelossa
fil_ph: Ang kalkuladong field na ito ay nagpapahiwatig kung ang kursong ito ay tumatakbo sa catalog ng subscription sa enterprise
fr_fr: Ce champ calculé indique si ce cours est dans le catalogue d&#39;abonnements d&#39;entreprise
pt_br: Este campo calculado significa se esta execução do curso está no catálogo de assinatura da empresa

source: Change careers
af_za: Verander loopbane
da: Skift karriere
es_ar: Cambiar de carrera
fa_ir: تغییر حرفه
fi: Vaihda uraa
fil_ph: Baguhin ang mga karera
fr_fr: Changer de carrière
pt_br: mudar de carreira

source: Job advancement
af_za: Werksvordering
da: Jobfremme
es_ar: Ascenso laboral
fa_ir: پشرفت شغلی
fi: Työn eteneminen
fil_ph: Pag-unlad ng trabaho
fr_fr: Avancement de poste
pt_br: Avanço no trabalho

source: Learn valuable skills
af_za: Leer waardevolle vaardighede
da: Lær værdifulde færdigheder
es_ar: Aprender habilidades valiosas
fa_ir: مهارت های ارزشمند را بیاموزید
fi: Opi arvokkaita taitoja
fil_ph: Matuto ng mahahalagang kasanayan
fr_fr: Acquérir des compétences précieuses
pt_br: Aprenda habilidades valiosas

source: Learn for fun
af_za: Leer vir die pret
da: Lær for sjov
es_ar: Aprender por diversión
fa_ir: برای تفریح یاد بگیرید
fi: Opi huviksesi
fil_ph: Matuto para masaya
fr_fr: Apprendre pour le plaisir
pt_br: Aprenda para se divertir

source: DEPRECATED: Use the card image field
af_za: DEPRECATED: Gebruik die kaartbeeldveld
cs: DEPRECATED: Použijte pole obrázku karty
da: UDSKRIVET: Brug kortets billedfelt
es_ar: OBSOLETO: Utilizar el campo de imagen de la tarjeta
fa_ir: منسوخ‌شده: از قسمت تصویر کارت استفاده کنید
fi: KÄYTETTY: Käytä kortin kuvakenttää
fil_ph: DEPRECATED: Gamitin ang field ng larawan ng card
fr_fr: DÉCONSEILLÉ : Utiliser le champ d&#39;image de la carte
kk_kz: Сотталушы: картаның сурет өрісін қолданыңыз
pt_br: OBSOLETO: Use o campo de imagem do cartão
sl: ZASTARELO: uporabite polje za sliko kartice

source: Number of credits a learner will earn upon successful completion of the program
af_za: Aantal krediete wat 'n leerder sal verdien na die suksesvolle voltooiing van die program
cs: Počet zápočtu, které student získá po úspěšném absolvování programu
da: Antal kreditter, en elev vil optjene efter vellykket gennemførelse af programmet
es_ar: Número de créditos que un alumno obtendrá al completar con éxito el programa
fa_ir: تعداد واحدهایی که یادگیرنده پس از اتمام موفقیت‌آمیز برنامه کسب می‌کند
fi: Opintopisteiden määrä, jonka opiskelija ansaitsee suoritettuaan ohjelman onnistuneesti
fil_ph: Bilang ng mga kredito na makukuha ng isang mag-aaral sa matagumpay na pagkumpleto ng programa
fr_fr: Nombre de crédits qu&#39;un apprenant obtiendra après avoir réussi le programme
kk_kz: Бағдарлама сәтті аяқталғаннан кейін оқушының алатын кредиттерінің саны
pt_br: Número de créditos que um aluno ganhará após a conclusão bem-sucedida do programa
sl: Število kreditnih točk, ki jih bo učenec pridobil po uspešnem zaključku programa

source: This calculated field signifies if all the courses in this program are included in the enterprise subscription catalog
af_za: Hierdie berekende veld beteken of al die kursusse in hierdie program in die ondernemingsintekening katalogus ingesluit is
cs: Toto vypočítané pole označuje, zda jsou všechny kurzy v tomto programu zahrnuty v katalogu podnikových předplatných
da: Dette beregnede felt angiver, om alle kurser i dette program er inkluderet i virksomhedsabonnementskataloget
es_ar: Este campo calculado indica si todos los cursos de este programa están incluidos en el catálogo de suscripción empresarial.
fa_ir: این قسمت محاسبه‌شده نشان می‌دهد که آیا تمام دوره‌های آموزشی این برنامه در فهرست آبونمان سازمان گنجانده شده است یا خیر
fi: Tämä laskettu kenttä tarkoittaa, ovatko kaikki tämän ohjelman kurssit mukana yrityksen tilausluettelossa
fil_ph: Ang kalkuladong field na ito ay nagpapahiwatig kung ang lahat ng mga kurso sa programang ito ay kasama sa katalogo ng subscription sa enterprise
fr_fr: Ce champ calculé signifie si tous les cours de ce programme sont inclus dans le catalogue d&#39;abonnement entreprise
pt_br: Este campo calculado significa se todos os cursos deste programa estão incluídos no catálogo de assinaturas da empresa

source: A field to override Organization short code alias specific for this program.
af_za: 'N Veld om organisasie kort kode alias spesifiek vir hierdie program te ignoreer.
cs: Pole pro přepsání aliasu krátkého kódu organizace specifického pro tento program.
da: Et felt til at tilsidesætte organisationens korte kodealias, der er specifikt for dette program.
es_ar: Un campo para anular el alias de código corto de la organización específico para este programa.
fa_ir: قسمتی برای لغو کد کوتاه سازمانی خاص برای این برنامه.
fi: Kenttä, joka ohittaa tälle ohjelmalle ominaisen organisaation lyhytkoodialiaksen.
fil_ph: Isang field na i-override ang Organization short code alias partikular para sa program na ito.
fr_fr: Un champ pour remplacer l&#39;alias de code abrégé de l&#39;organisation spécifique à ce programme.
pt_br: Um campo para substituir o alias de código curto da organização específico para este programa.

source: A field to override Organization logo specific for this program.
af_za: 'N Veld om die organisasie -logo spesifiek vir hierdie program te ignoreer.
cs: Pole pro přepsání loga organizace specifického pro tento program.
da: Et felt til at tilsidesætte organisationslogo specifikt for dette program.
es_ar: Un campo para anular el logotipo de la organización específico para este programa.
fa_ir: قسمتی برای لغو نشان‌ تجاری سازمان خاص برای این برنامه.
fi: Kenttä, joka ohittaa tälle ohjelmalle ominaisen organisaation logon.
fil_ph: Isang field upang i-override ang logo ng organisasyon na partikular para sa program na ito.
fr_fr: Un champ pour remplacer le logo de l&#39;organisation spécifique à ce programme.
pt_br: Um campo para substituir o logotipo da organização específico para este programa.

source: Primary subject field specific for this program. Useful field in case there are no courses associated with this program.
af_za: Primêre vakveld spesifiek vir hierdie program. Nuttige veld indien daar geen kursusse met hierdie program verband hou nie.
cs: Primární obor specifický pro tento program. Užitečné pole v případě, že s tímto programem nejsou spojeny žádné kurzy.
da: Primært emneområde specifikt for dette program. Nyttigt felt, hvis der ikke er nogen kurser tilknyttet dette program.
es_ar: Campo temático principal específico para este programa. Campo útil en caso de que no existan cursos asociados a este programa.
fa_ir: رشته موضوعی اصلی مخصوص این برنامه. در صورتی این زمینه مفید خواهد بود که هیچ دوره آموزشی با این برنامه وجود نداشته باشد.
fi: Tämän ohjelman ensisijainen aihekenttä. Hyödyllinen kenttä, jos tähän ohjelmaan ei liity kursseja.
fil_ph: Ang larangan ng pangunahing paksa ay partikular para sa programang ito. Kapaki-pakinabang na larangan kung sakaling walang mga kursong nauugnay sa programang ito.
fr_fr: Domaine principal spécifique à ce programme. Champ utile s&#39;il n&#39;y a pas de cours associés à ce programme.
pt_br: Campo de assunto principal específico para este programa. Campo útil caso não existam cursos associados a este programa.

source: Level type specific for this program. Useful field in case there are no courses associated with this program.
af_za: Vlak tipe spesifiek vir hierdie program. Nuttige veld indien daar geen kursusse met hierdie program verband hou nie.
cs: Typ úrovně specifický pro tento program. Užitečné pole v případě, že s tímto programem nejsou spojeny žádné kurzy.
da: Niveautype specifik for dette program. Nyttigt felt, hvis der ikke er nogen kurser tilknyttet dette program.
es_ar: Tipo de nivel específico para este programa. Campo útil en caso de que no existan cursos asociados a este programa.
fa_ir: نوع سطح مخصوص این برنامه. در صورتی این زمینه مفید خواهد بود که هیچ دوره آموزشی با این برنامه وجود نداشته باشد.
fi: Tämä ohjelmakohtainen tasotyyppi. Hyödyllinen kenttä, jos tähän ohjelmaan ei liity kursseja.
fil_ph: Uri ng antas na partikular para sa program na ito. Kapaki-pakinabang na larangan kung sakaling walang mga kursong nauugnay sa programang ito.
fr_fr: Type de niveau spécifique à ce programme. Champ utile s&#39;il n&#39;y a pas de cours associés à ce programme.
pt_br: Tipo de nível específico para este programa. Campo útil caso não existam cursos associados a este programa.

source: Language code specific for this program. Useful field in case there are no courses associated with this program.
af_za: Taalkode spesifiek vir hierdie program. Nuttige veld indien daar geen kursusse met hierdie program verband hou nie.
cs: Kód jazyka specifický pro tento program. Užitečné pole v případě, že s tímto programem nejsou spojeny žádné kurzy.
da: Sprogkode specifik for dette program. Nyttigt felt, hvis der ikke er nogen kurser tilknyttet dette program.
es_ar: Código de idioma específico para este programa. Campo útil en caso de que no existan cursos asociados a este programa.
fa_ir: کد زبان خاص این برنامه. در صورتی زمینه‌ای مفید خواهد بود که هیچ دوره آموزشی با این برنامه وجود نداشته باشد.
fi: Tämän ohjelman kielikoodi. Hyödyllinen kenttä, jos tähän ohjelmaan ei liity kursseja.
fil_ph: Ang code ng wika ay partikular para sa program na ito. Kapaki-pakinabang na larangan kung sakaling walang mga kursong nauugnay sa programang ito.
fr_fr: Code de langue spécifique à ce programme. Champ utile s&#39;il n&#39;y a pas de cours associés à ce programme.
pt_br: Código de idioma específico para este programa. Campo útil caso não existam cursos associados a este programa.

source: Useful field to overwrite the duration of a program. It can be a text describing a period of time, Ex: 6-9 months.
af_za: Nuttige veld om die duur van 'n program te oorskry. Dit kan 'n teks wees wat 'n periode beskryf, byvoorbeeld: 6-9 maande.
cs: Užitečné pole pro přepsání doby trvání programu. Může to být text popisující časové období, Př: 6-9 měsíců.
da: Nyttigt felt til at overskrive varigheden af et program. Det kan være en tekst, der beskriver en periode, f.eks.: 6-9 måneder.
es_ar: Campo útil para sobrescribir la duración de un programa. Puede ser un texto que describa un período de tiempo, Ej: 6-9 meses.
fa_ir: فیلد مفید برای بازنویسی مدت زمان یک برنامه. این فیلد می تواند شامل متنی باشد که یک دوره زمانی را توصیف می کند، به عنوان مثال: 6-9 ماه.
fi: Hyödyllinen kenttä ohjelman keston korvaamiseen. Se voi olla tekstiä, joka kuvaa ajanjaksoa, esim. 6-9 kuukautta.
fil_ph: Kapaki-pakinabang na field para ma-overwrite ang tagal ng isang programa. Ito ay maaaring isang tekstong naglalarawan ng isang yugto ng panahon, Hal: 6-9 na buwan.
fr_fr: Champ utile pour écraser la durée d&#39;un programme. Il peut s&#39;agir d&#39;un texte décrivant une période de temps, Ex : 6-9 mois.
pt_br: Campo útil para substituir a duração de um programa. Pode ser um texto descrevendo um período de tempo, Ex: 6-9 meses.

source: Pick a tag/label from the suggestions. To make a new tag, add a comma after the tag name.
af_za: Kies 'n etiket/etiket uit die voorstelle. Om 'n nuwe etiket te maak, voeg 'n komma by na die naam van die etiket.
cs: Vyberte štítek/označení z návrhů. Chcete-li vytvořit nový štítek, přidejte za název štítku čárku.
da: Vælg et tag/etiket fra forslagene. For at lave et nyt tag skal du tilføje et komma efter tagnavnet.
es_ar: Elija una etiqueta/etiqueta de las sugerencias. Para crear una nueva etiqueta, agregue una coma después del nombre de la etiqueta.
fa_ir: از میان پیشنهادها، یک برچسب انتخاب کنید. برای ایجاد برچسب جدید، پس از نام برچسب یک کاما اضافه کنید.
fi: Valitse ehdotuksista tunniste/tunniste. Luo uusi tunniste lisäämällä pilkku tunnisteen nimen perään.
fil_ph: Pumili ng tag/label mula sa mga mungkahi. Upang gumawa ng bagong tag, magdagdag ng kuwit pagkatapos ng pangalan ng tag.
fr_fr: Choisissez une étiquette/étiquette parmi les suggestions. Pour créer une nouvelle balise, ajoutez une virgule après le nom de la balise.
pt_br: Escolha uma tag/rótulo entre as sugestões. Para criar uma nova tag, adicione uma vírgula após o nome da tag.

source: The last time this program was modified.
af_za: Die laaste keer dat hierdie program verander is.
cs: Naposledy byl tento program upraven.
da: Sidste gang dette program blev ændret.
es_ar: La última vez que se modificó este programa.
fa_ir: آخرین باری که این برنامه اصلاح شد.
fi: Tätä ohjelmaa on viimeksi muutettu.
fil_ph: Ang huling beses na binago ang program na ito.
fr_fr: La dernière fois que ce programme a été modifié.
pt_br: A última vez que este programa foi modificado.

source: ID
es_ar: Identificación
fa_ir: شناسه
fr_fr: IDENTIFIANT

source: Designates whether the degree should be displayed on the owning organization's page
af_za: Wys aan of die graad op die bladsy van die besitorganisasie vertoon moet word
cs: Určuje, zda má být titul zobrazen na stránce vlastnící organizace
da: Angiver om graden skal vises på ejerorganisationens side
es_ar: Designar si el título debe mostrarse en la página de la organización propietaria
fa_ir: مشخص می کند که آیا مدرک باید در صفحه سازمان نمایش داده شود یا خیر
fi: Määrittää, näytetäänkö tutkinto omistavan organisaation sivulla
fil_ph: Nagtatalaga kung ang antas ay dapat ipakita sa pahina ng nagmamay-ari ng organisasyon
fr_fr: Indique si le diplôme doit être affiché sur la page de l&#39;organisation propriétaire
pt_br: Designa se o grau deve ser exibido na página da organização proprietária

source: The redirect URL of the degree on external site
af_za: Die herlei URL van die graad op eksterne webwerf
cs: Adresa URL přesměrování titulu na externím webu
da: Gradens omdirigerings-URL på eksternt websted
es_ar: La URL de redirección del título en un sitio externo
fa_ir: نشانی اینترنتی انتقال مدرک در وبگاه خارجی
fi: Tutkinnon uudelleenohjauksen URL-osoite ulkoisella sivustolla
fil_ph: Ang redirect URL ng degree sa external na site
fr_fr: L&#39;URL de redirection du diplôme sur le site externe
pt_br: A URL de redirecionamento do curso no site externo

source: The URL of the landing page on external site
af_za: Die URL van die bestemmingsblad op eksterne webwerf
cs: Adresa URL vstupní stránky na externím webu
da: URL&#39;en for landingssiden på eksternt websted
es_ar: La URL de la página de destino en el sitio externo
fa_ir: آدرس صفحه اصلی در وبگاه خارجی
fi: Ulkoisen sivuston aloitussivun URL-osoite
fil_ph: Ang URL ng landing page sa panlabas na site
fr_fr: L&#39;URL de la page de destination sur le site externe
pt_br: A URL da página de destino no site externo

source: It expects the data will be provided in a csv file format
af_za: Dit verwag dat die data in 'n CSV -lêerformaat sal voorsien word
cs: Očekává, že data budou poskytnuta ve formátu csv
da: Det forventer, at dataene vil blive leveret i et csv-filformat
es_ar: Se espera que los datos se proporcionen en formato csv
fa_ir: انتظار می رود داده ها در قالب فایل csv ارائه شوند
fi: Se odottaa, että tiedot toimitetaan csv-tiedostomuodossa
fil_ph: Inaasahan nito na ang data ay ibibigay sa isang format na csv file
fr_fr: Il s&#39;attend à ce que les données soient fournies dans un format de fichier csv
pt_br: Ele espera que os dados sejam fornecidos em um formato de arquivo csv

source: It expects the data will be provided in a csv file format with first row containing all the headers.
af_za: Dit verwag dat die data in 'n CSV -lêerformaat voorsien sal word met die eerste ry met al die kopstukke.
cs: Očekává, že data budou poskytnuta ve formátu souboru csv s prvním řádkem obsahujícím všechna záhlaví.
da: Det forventer, at dataene vil blive leveret i et csv-filformat med første række indeholdende alle overskrifterne.
es_ar: Espera que los datos se proporcionen en un formato de archivo csv con la primera fila que contiene todos los encabezados.
fa_ir: انتظار می‌رود که داده‌ها در قالب پرونده csv به صورتی که ردیف اول حاوی تمام سرصفحه‌ها ارائه شوند.
fi: Se odottaa, että tiedot toimitetaan csv-tiedostomuodossa siten, että ensimmäinen rivi sisältää kaikki otsikot.
fil_ph: Inaasahan nito na ang data ay ibibigay sa isang format ng csv file na may unang hilera na naglalaman ng lahat ng mga header.
fr_fr: Il s&#39;attend à ce que les données soient fournies dans un format de fichier csv avec la première ligne contenant tous les en-têtes.
pt_br: Ele espera que os dados sejam fornecidos em um formato de arquivo csv com a primeira linha contendo todos os cabeçalhos.
