Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: Save
ar: حفظ
bn_bd: সংরক্ষণ করুন
de_de: Speichern
eo: Sävé Ⱡ'σяєм ι#
es_419: Guardar
he: שמור
ja_jp: 保存
ka: შენახვა
pl: Zapisz
ru: Сохранить
tr_tr: Kaydet

source: The image you uploaded is of incorrect resolution. Course image files must be %(with)s x %(height)s pixels in size.
de_de: Die Bildauflösung ist nicht ausreichend. Bilddateien für Kurse müssen einer Abmessung von %(with)s x %(height)s Pixeln aufweisen.
eo: Thé ïmägé ýöü üplöädéd ïs öf ïnçörréçt résölütïön. Çöürsé ïmägé fïlés müst ßé %(with)s x %(height)s pïxéls ïn sïzé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: La imagen que subiste no tiene la resolución correcta. Los archivos de imagen del curso tienen que ser de %(with)s x %(height)s píxeles.
ja_jp: アップロードした画像は解像度が正しくありません。講座画像ファイルサイズは%(with)s x %(height)sピクセルでなければなりません。
pl: Przesłany przez ciebie obrazek posiada nieprawidłową rozdzielczość. Wymiary obrazka muszą wynosić %(with)s x %(height)s pikseli.
ru: Загруженное изображение имеет неправильное разрешение. Файлы с изображением курса должны быть следующими %(with)s x %(height)s пикселей в размере.
tr_tr: Yüklediğiniz görsel yanlış bir çözünürlüğe sahip. Ders görselleri %(with)s x %(height)s piksel boyutlarında olmalı.

source: Invalid image size. The recommended image size is %(preferred)s. Older courses also support image sizes of %(supported)s.
de_de: Ungültige Bildgröße. Die empfohlene Bildgröße ist %(preferred)s. Ältere Kurse unterstützen auch eine Bildgröße von %(supported)s.
eo: Ìnvälïd ïmägé sïzé. Thé réçömméndéd ïmägé sïzé ïs %(preferred)s. Öldér çöürsés älsö süppört ïmägé sïzés öf %(supported)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Tamaño de imagen no valido. El tamaño recomendado es %(preferred)s. Cursos antiguos soportan también tamaños de %(supported)s.
pl: Nieprawidłowa wielkość obrazka. Zalecana wielkość obrazka to %(preferred)s. Starsze kursy mogą wspierać rozmiar %(supported)s.
ru: Неверный размер изображения. Рекомендуемый размер изображения %(preferred)s. Более старые курсы также поддерживают размеры изображений формата%(supported)s .
tr_tr: Geçersiz görsel boyutu. Tavsiye edilen görsel boyutu şudur: %(preferred)s. Eski dersler%(supported)s boyutlarını da destekler.

source: Ensure this value has at most {allowed_char} characters (it has {current_char}).
de_de: Stellen Sie sicher, dass dieser Wert alle {allowed_char} Zeichen aufweist (es hat {current_char}).
eo: Énsüré thïs välüé häs ät möst {allowed_char} çhäräçtérs (ït häs {current_char}). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Asegurarse de que este valor tenga {allowed_char} como máximo (tiene {current_char} actualmente).
ja_jp: この欄を{allowed_char}文字以下にしてください (現在 {current_char}文字)。
pl: Upewnij się, że ta wartość posiada maksymalnie {allowed_char} znaków długości (obecnie posiada {current_char}).
ru: Убедитесь, что это значение имеет не более {allowed_char} символов (оно имеет {current_char}).

source: PARTNER MANAGER
ar: مدير الشريك
bn_bd: সহযোগী পরিচালক
eo: PÀRTNÉR MÀNÀGÉR Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: ADMINISTRADOR DEL SOCIO
pl: OPIEKUN PARTNERA
ru: МЕНЕДЖЕР ПАРТНЕРА
tr_tr: İŞ ORTAĞI YÖNETİCİSİ

source: PROJECT COORDINATOR
bn_bd: প্রকল্প সমন্বয়কারী
de_de: PROJEKTKOORDINATOR
eo: PRÖJÉÇT ÇÖÖRDÌNÀTÖR Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: COORDINADOR DE PROYECTO
pl: KOORDYNATOR PROJEKTU
ru: КООРДИНАТОР ПРОЕКТА
tr_tr: PROJE KOORDİNATÖRÜ

source: MARKETING
ar: التسويق
bn_bd: মার্কেটিং
eo: MÀRKÉTÌNG Ⱡ'σяєм ιρѕυм ∂σł#
ka: მარკეტინგი
pl: MARKETINGOWIEC
ru: МАРКЕТИНГ
tr_tr: PAZARLAMA

source: PUBLISHER
ar: الناشر
bn_bd: প্রকাশক
de_de: HERAUSGEBER
eo: PÛBLÌSHÉR Ⱡ'σяєм ιρѕυм ∂σł#
es_419: PUBLICADOR
ka: გამომქვეყნებელი
ru: ИЗДАТЕЛЬ

source: COURSE TEAM
bn_bd: কোর্স টিম
de_de: KURS TEAM
eo: ÇÖÛRSÉ TÉÀM Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: EQUIPO DEL CURSO
ja_jp: 講座チーム
pl: KADRA KURSU
ru: КОМАНДА КУРСА
tr_tr: DERS TAKIMI

source: Send for Review
bn_bd: সব প্রয়োজনীয় ক্ষেত্রগুলি পূরণ করুন.
de_de: Zur Durchsicht gesendet
eo: Sénd för Révïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Enviar para revisión
ja_jp: レビュー用に送信
pl: Prześlij do oceny
ru: Отправить на рецензирование
tr_tr: İncelemeye Gönder

source: Mark as Reviewed
bn_bd: মার্ক পর্যালোচনা করার পর
de_de: Als Überprüft markiert
eo: Märk äs Révïéwéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Marcar como revisado
ja_jp: レビュー済とする
pl: Oznacz jako oceniony
ru: Отметить как отрецензированный
tr_tr: İncelendi olarak İşaretle

source: project coordinator
de_de: Projekt Koordinator
eo: pröjéçt çöördïnätör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: coordinador de proyectos
pl: koordynator projektu
ru: координатор проекта
tr_tr: proje koordinatörü

source: {course_title} has been created successfully. Enter information on this page to create a course run for this course.
de_de: {course_title} wurde erfolgreich erstellt. Geben Sie Informationen auf dieser Seite ein, um einen Kurs für diesen Kurs zu erstellen.
eo: {course_title} häs ßéén çréätéd süççéssfüllý. Éntér ïnförmätïön ön thïs pägé tö çréäté ä çöürsé rün för thïs çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #
es_419: {course_title} ha sido creado exitosamente. Ingresar la información en esta página para generar una sesión de este curso.
ja_jp: {course_title} は作成完了です。course runを作成するには、このページに情報を入力してください。
pl: Kurs {course_title} został utworzony pomyślnie. Wprowadź informacje na poniższą stronę, aby utworzyć pierwszą edycję kursu.
ru: {course_title} была успешно создана. Введите информацию на этой странице, чтобы создать курс для этого курса.

source: You have successfully created a course. You can edit the course information or enter information for the course About page at any time before you send the course to edX marketing for review.
de_de: Sie haben erfolgreich einen Kurs erstellt. Sie können die Kursinformationen jederzeit bearbeiten oder Informationen zu der Kursinfo-Seite eingeben, bevor Sie den Kurs zur Überprüfung an edX marketing senden.
eo: Ýöü hävé süççéssfüllý çréätéd ä çöürsé. Ýöü çän édït thé çöürsé ïnförmätïön ör éntér ïnförmätïön för thé çöürsé Àßöüt pägé ät äný tïmé ßéföré ýöü sénd thé çöürsé tö édX märkétïng för révïéw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση#
es_419: Has creado un curso exitosamente. Puedes editar la información del curso o ingresas información para la página de introducción en cualquier momento antes de enviar el curso para la revisión de marketing edX.
ja_jp: コースは作成完了です。edXマーケティングにレビューのため送信するまではいつでも、情報を編集したりAboutページの情報を入力したりすることができます。
pl: Kurs został utworzony poprawnie. Możesz teraz dokonać edycji podstawowych danych kursu lub zacząć wprowadzać informacje na stronę promującą, którą zgłosisz później do oceny przez koordynatora.
ru: Вы успешно создали курс. Вы можете отредактировать информацию о курсе или ввести информацию для курса О странице "О курсе" в любое время перед отправкой курса в EdX маркетинг для просмотра.

source: An error occurred while saving your changes. {error}
ar: حدث خطأ أثناء حفظ التغييرات. {error}
de_de: Ein Fehler ist beim Speichern der Änderungen aufgetreten. {error}
eo: Àn érrör öççürréd whïlé sävïng ýöür çhängés. {error} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Ocurrió un error mientras se guardaban sus cambios: {error}
ja_jp: 変更を保存する際にエラーが発生しました。{error}
pl: Wystąpił błąd w trakcie zapisywania twoich zmian. {error}
ru: При сохранении изменений произошла ошибка. {error}
tr_tr: Değişikliklerinizi kaydederken bir hata gerçekleşti. {error}

source: The page could not be updated. Make sure that all values are correct, then try again.
de_de: Die Seite konnte nicht aktualisiert werden. Stellen Sie sicher, dass alle Werte korrekt sind und versuchen Sie es dann erneut.
eo: Thé pägé çöüld nöt ßé üpdätéd. Mäké süré thät äll välüés äré çörréçt, thén trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: La página no pudo ser actualizada. Asegúrate que todo los valores estén correctos, luego intenta otra vez.
ja_jp: ページが更新できませんでした。すべての値が正しいか確認して、再試行してください。
pl: Nie udało się zaktualizować strony. Upewnij się, że wszystkie wartości są poprawne, a następnie spróbuj ponownie.
ru: Страница не может быть обновлена. Убедитесь, что все значения верны, затем повторите попытку.
tr_tr: Sayfa güncellenemedi. Tüm değerlerin doğru olduğuna emin olun, ardından tekrar deneyin.

source: The entered price does not match the price for the following course run(s): {course_runs}. The price that you enter must match the price of all active and future course runs.
de_de: Der eingegebene Preis stimmt nicht mit dem Preis für die folgende(n) Kursläufe überein: {course_runs}. Der Preis, den Sie eingegeben haben, muss mit dem Preis aller aktiven und zukünftigen Kursläufe übereinstimmen.
eo: Thé éntéréd prïçé döés nöt mätçh thé prïçé för thé föllöwïng çöürsé rün(s): {course_runs}. Thé prïçé thät ýöü éntér müst mätçh thé prïçé öf äll äçtïvé änd fütüré çöürsé rüns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂#
es_419: El precio ingresado no corresponde al precio para el siguiente curso(s): {course_runs}. El precio que usted ingresó debe corresponder al precio de todos los cursos activos y futuros.
ru: Введенная цена не соответствует цене следующего запуска курса(в): {course_runs}. Цена, которую вы вводите, должна соответствовать цене всех активных и будущих курсов.

source: The entered seat type does not match the seat type for the following course run(s): {course_runs}. The seat type that you enter must match the seat type of all active and future course runs.
de_de: Der eingegebene Hörermodus stimmt nicht mit dem Hörermodus der folgende(n) Kursläufe überein: {course_runs}. Der Hörermodus, den Sie eingegeben haben muss mit dem Modus aller aktiven und zukünftigen Kursläufe übereinstimmen.
eo: Thé éntéréd séät týpé döés nöt mätçh thé séät týpé för thé föllöwïng çöürsé rün(s): {course_runs}. Thé séät týpé thät ýöü éntér müst mätçh thé séät týpé öf äll äçtïvé änd fütüré çöürsé rüns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт #
es_419: El tipo de modo de curso que ingresó no corresponde al tipo de modo de curso para el siguiente curso(s): {course_runs}. El tipo de modo de curso que usted ingresa debe corresponder el tipo de modo de curso de todos los cursos activos y futuros.
ru: Введенный тип места не соответствует типу места для следующих запусков курса(в): {course_runs}. Тип места, которое вы вводите, должен соответствовать типу места на всех активных и будущих дистанциях.

source: Enrollment track cannot be unset or changed from verified or professional to audit or credit.
de_de: Einschreibungs Modus kann nicht von Verifiziert/Professional zu Gasthörer/Credit zurückgesetzt werden.
eo: Énröllmént träçk çännöt ßé ünsét ör çhängéd fröm vérïfïéd ör pröféssïönäl tö äüdït ör çrédït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Modo de inscripción no puede ser restablecido o cambiado de verificado o profesional a asistente o crédito.
ru: Запись не может быть отменена или изменена с подтвержденного или профессионального на аудит или кредит.

source: The following active course run(s) are published: {course_runs}. You cannot change the mode if there are published active runs.
de_de: Die folgenden Kurslauf(-läufe) wurden veröffentlicht: {course_runs}. Sie können den Modus nicht ändern, wenn die Kursläufe aktiv sind.
eo: Thé föllöwïng äçtïvé çöürsé rün(s) äré püßlïshéd: {course_runs}. Ýöü çännöt çhängé thé mödé ïf théré äré püßlïshéd äçtïvé rüns. Ⱡ'σяєм ιρѕυм ∂#
es_419: El siguiente curso activo está publicado(s): {course_runs}. No puede cambiar el modo si hay cursos activos publicados.
ru: Публикуются следующие активные запуски курса(в): {course_runs}. Вы не можете изменить режим, если есть опубликованные активные циклы.

source: Course updated successfully.
de_de: Kurs erfolgreich aktualisiert
eo: Çöürsé üpdätéd süççéssfüllý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Curso actualizado exitosamente.
ru: Курс успешно обновлен.
tr_tr: Ders başarıyla güncellendi.

source: course
de_de: Kurs
eo: çöürsé Ⱡ'σяєм ιρѕυ#
es_419: curso
ja_jp: 講座
pl: kurs
ru: курс
tr_tr: ders

source: marketing
eo: märkétïng Ⱡ'σяєм ιρѕυм ∂σł#
ja_jp: マーケティング
ru: маркетинг
tr_tr: pazarlama

source: There was an error saving this course run:
de_de: Es ist ein Fehler beim aktualisieren des Kurses aufgetreten:
eo: Théré wäs än érrör sävïng thïs çöürsé rün: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Hubo un error guardando la instancia del curso:
ru: Ошибка была в том, что курс был сохранен:
tr_tr: Bu ders yayınını kaydederken bir hata oluştu:

source: The certificate configuration for this course is incorrect. Please fix it, then try again.
de_de: Die Konfiguration der Zertifikate für diesen Kurs ist nicht korrekt. Bitte korrigieren Sie dies und versuchen Sie es erneut.
eo: Thé çértïfïçäté çönfïgürätïön för thïs çöürsé ïs ïnçörréçt. Pléäsé fïx ït, thén trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: La configuración de los certificados para este curso es incorrecta. Por favor corríjala e intente de nuevo.
ru: Конфигурация сертификата для данного курса неверна. Пожалуйста, исправьте это, а затем попробуйте еще раз.
tr_tr: Bu ders için sertifika yapılandırması hatalı. Lütfen düzeltin ve sonrasında tekrar deneyin.

source: Your organization does not have default roles to review/approve this course-run. Please contact your partner manager to create default roles.
de_de: Ihre Organisation verfügt nicht über Standardrollen zum Überprüfen / Genehmigen dieses Kurslaufs. Bitte wenden Sie sich an Ihren Partner-Manager, um Standardrollen zu erstellen.
eo: Ýöür örgänïzätïön döés nöt hävé défäült rölés tö révïéw/äpprövé thïs çöürsé-rün. Pléäsé çöntäçt ýöür pärtnér mänägér tö çréäté défäült rölés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт #
es_419: Tu organización no tiene roles por defecto para revisar/aprobar este curso en ejecución. Por favor contacte a su socio para crear roles por defecto.
ja_jp: あなたの組織にはこのcourse-runをレビューまたは承認するデフォルト権限がありません。デフォルト権限を作成するには、partner managerに連絡してください。
pl: Twoja organizacja nie posiada domyślnych ról do sprawdzania / zatwierdzania edycji kursów. Proszę skontaktować się z koordynatorem w celu utworzenia domyślnych ról.
ru: Ваша организация не имеет ролей по умолчанию для проверки/одобрения этого курса. Пожалуйста, свяжитесь с менеджером партнера для создания ролей по умолчанию.

source: You have successfully created a course run for {course_title}.
de_de: Sie haben erfolgreich einen Kurslauf für {course_title} erstellt.
eo: Ýöü hävé süççéssfüllý çréätéd ä çöürsé rün för {course_title}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Has creado exitosamente un curso para {course_title}.
ja_jp: {course_title}のcourse runは作成完了です。
pl: Pomyślnie utworzono nową edycję kursu {course_title}.
ru: У вас есть успешно созданный запуск курса для {course_title}.
tr_tr: {course_title} için ders yayın tarihini başarıyla oluşturdunuz.

source: Course run updated successfully.
ar: تم تحديث مجرى الدورة التعليمية بنجاح
bn_bd: পাঠ্যসূচি সফলভাবে আপডেট হইয়াছে
de_de: Kursverlauf erfolgreich aktualisiert
eo: Çöürsé rün üpdätéd süççéssfüllý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Versión del curso actualizada correctamente.
ja_jp: course runアップデート完了。
pl: Edycja kursu zaktualizowana pomyślnie.
ru: Запуск курса успешно обновлен.
tr_tr: Ders yayınlama tarihi başarıyla güncellendi.

source: Submitted for Project Coordinator Review
de_de: Zur Durchsicht durch den Projekt Koordinator freigegeben
eo: Süßmïttéd för Pröjéçt Çöördïnätör Révïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Enviado para la revisión del Coordinador del Proyecto
pl: Zgłoszona do oceny Koordynatora Projektu
ru: Представлено на рассмотрение Координатору темы
tr_tr: Proje Koordinatörü Denetimine Gönderildi

source: Awaiting Project Coordinator Review
de_de: Durchsicht des Projekt Koordinators ausstehend
eo: Àwäïtïng Pröjéçt Çöördïnätör Révïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: En espera de la revisión del Coordinador del Proyecto
pl: Oczekuje na ocenę Koordynatora Projektu
ru: Ожидание рассмотрения координатором проектов
tr_tr: Proje Koordinatörü Denetimi Bekleniyor

source: Approved by Project Coordinator
de_de: Genehmigt durch den Projekt Koordinator
eo: Àpprövéd ßý Pröjéçt Çöördïnätör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Aprovado por el Coordinador del Proyecto
pl: Zatwierdzona przez Koordynatora Projektu
ru: Утверждено координатором проекта
tr_tr: Proje Koordinatörü tarafından onaylandı

source: Comment added:
de_de: Kommentar hinzugefügt:
eo: Çömmént äddéd: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Comentario agregado:
ja_jp: コメント入力:
pl: Dodany komentarz:
ru: Комментарий добавлен:
tr_tr: Yorum eklendi:

source: Comment updated:
de_de: Kommentar aktualisiert:
eo: Çömmént üpdätéd: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Comentario actualizado:
ja_jp: コメント更新:
pl: Zmieniony komentarz:
ru: Комментарий обновлен:
tr_tr: Yorum güncellendi:

source: {subject_desc} {title} {start} - {pacing_type}
eo: {subject_desc} {title} {start} - {pacing_type} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: {subject_desc} {title}
eo: {subject_desc} {title} Ⱡ'σяєм ιρѕυм #

source: Preview declined: {course_name}
de_de: Vorschau ansehen, nicht möglich: {course_name}
eo: Prévïéw déçlïnéd: {course_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Vista previa rechazada: {course_name}
ja_jp: プレビュー拒否: {course_name}
pl: Zapowiedź odrzucona: {course_name}
ru: Предварительный просмотр отклонен: {course_name}
tr_tr: Önizleme reddedildi: {course_name}

source: Default
bn_bd: অপরিবর্তনীয়
de_de: Standard
eo: Défäült Ⱡ'σяєм ιρѕυм #
es_419: Por defecto
ja_jp: デフォルト
pl: Domyślny
ru: По умолчанию
tr_tr: Öntanımlı

source: Decline Preview
bn_bd: পতন প্রাকদর্শন
de_de: Vorschau abgelehnt
eo: Déçlïné Prévïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Vista previa de la declinación
ja_jp: プレビューを拒否
pl: Odrzuć zapowiedź
ru: Предварительный просмотр отклонить
tr_tr: Önizlemeyi Reddet

source: modified
ar: مُعدل
bn_bd: পরিবর্তিত
de_de: Geändert
eo: mödïfïéd Ⱡ'σяєм ιρѕυм ∂#
es_419: modificado
he: עבר שינויים
ja_jp: 修正済
ka: მოდიფიცირებული
pl: zmodyfikowany
ru: изменено
tr_tr: değiştirilmiş

source: Discovery Service Administration
af_za: Ontdekkingsdiensadministrasie
cs: Správa vyhledávací služby
da: Administration af Discovery Service
de_de: Suchdienstverwaltung
eo: Dïsçövérý Sérvïçé Àdmïnïsträtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Administración del servicio Discovery
es_ar: Administración del servicio de descubrimiento
fa_ir: مدیریت خدمات Discovery
fi: Etsintäpalvelun hallinta
fil_ph: Pangangasiwa ng Serbisyo ng Discovery
fr_fr: Administration du service de découverte
kk_kz: Анықтау қызметін басқару
pl: Zarządzanie centrum kart kursowych
pt_br: Serviço de Descoberta Administrativa
ru: Открытие Администрации сервиса
sl: Uprava storitve Discovery
tr_tr: Keşif Hizmeti Yönetimi

source: A course with key [{key}] already exists.
af_za: 'N Kursus met sleutel [{key}] bestaan reeds.
cs: Kurz s klíčem [{key}] již existuje.
da: Et kursus med nøglen [{key}] eksisterer allerede.
de_de: Ein Kurs mit dem Schlüssel [{key}] existiert bereits.
es_ar: Ya existe un curso con clave [{key}].
fa_ir: یک دوره آموزشی با کلید [{key}] از قبل وجود دارد.
fi: Kurssi avaimella [{key}] on jo olemassa.
fil_ph: Mayroon nang kursong may key [{key}].
fr_fr: Un cours avec la clé [{key}] existe déjà.
kk_kz: Кілтпен курс[{key}] бар.
pt_br: Um curso com chave [{key}] já existe.
sl: Tečaj s ključem [{key}] že obstaja.

source: Supplied Course Run Type slug [{rt_slug}] does not exist.
af_za: Daar bestaan nie die kursuslooptipe slug [{rt_slug}] nie.
cs: Dodaný typ běhu kurzu slug [{rt_slug}] neexistuje.
da: Medfølgende Course Run Type slug [ {rt_slug} ] eksisterer ikke.
de_de: Zusätzlicher Kurslauftyp-Slug [{rt_slug}] existiert nicht.
es_ar: El slug del tipo de ejecución del curso proporcionado [{rt_slug}] no existe.
fa_ir: مشخصه اجرای دوره آموزشی ارائه‌شده [{rt_slug}] وجود ندارد.
fi: Toimitettua kurssiajon tyyppiä slug [{rt_slug}] ei ole olemassa.
fil_ph: Ang ibinigay na Course Run Type slug [{rt_slug}] ay hindi umiiral.
fr_fr: Le slug de type d&#39;exécution de cours fourni [{rt_slug}] n&#39;existe pas.
kk_kz: Берілген іске қосу курсы slug [{rt_slug}] жоқ.
pt_br: Slug do tipo de funcionamento do curso fornecido [{rt_slug}] não existe.
sl: Priloženi polž vrste teka tečaja [{rt_slug}] ne obstaja.

source: Supplied Course Type slug [{ct_slug}] does not exist.
af_za: Daar bestaan nie kursusstipe slak [{ct_slug}] nie.
cs: Poskytnutý slug typu kurzu [{ct_slug}] neexistuje.
da: Medfølgende kursustype slug [ {ct_slug} ] eksisterer ikke.
de_de: Zusätzlicher Kurstyp-Slug [{ct_slug}] existiert nicht.
es_ar: El slug de tipo de curso proporcionado [{ct_slug}] no existe.
fa_ir: مشخصه نوع دوره آموزشی ارائه‌شده [{ct_slug}] وجود ندارد.
fi: Toimitettua kurssityyppiä etana [{ct_slug}] ei ole olemassa.
fil_ph: Ang ibinigay na Uri ng Kurso na slug [{ct_slug}] ay hindi umiiral.
fr_fr: Le slug de type de cours fourni [{ct_slug}] n&#39;existe pas.
kk_kz: Берілген курс түрі slug [{ct_slug}] жоқ.
pt_br: Slug do tipo de curso fornecido [{ct_slug}] não existe.
sl: Priložena vrsta tečaja [{ct_slug}] ne obstaja.

source: One or more courses failed to unpublish.
af_za: Een of meer kursusse kon nie gepubliseer word nie.
cs: U jednoho nebo více kurzů se nepodařilo zrušit publikování.
da: Et eller flere kurser kunne ikke fjerne udgivelsen.
de_de: Die Privatisierung einer oder mehrerer Kurse ist fehlgeschlagen.
es_ar: Uno o más cursos no se pudieron cancelar.
fa_ir: انتشار یک یا چند دوره آموزشی لغو نشد.
fi: Yhden tai useamman kurssin julkaisun peruuttaminen epäonnistui.
fil_ph: Nabigong i-unpublish ang isa o higit pang mga kurso.
fr_fr: Un ou plusieurs cours n&#39;ont pas pu être annulés.
kk_kz: Бір немесе бірнеше курстар жарияланбады.
pt_br: Falha ao cancelar a publicação de um ou mais cursos.
sl: Enega ali več tečajev ni bilo mogoče preklicati objave.
