Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: Follow these steps to move forward with publishing the course run.
de_de: Folgen Sie den Schritten, um mit dem Veröffentlichen des Kurslaufs fortzufahren.
eo: Föllöw thésé stéps tö mövé förwärd wïth püßlïshïng thé çöürsé rün. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Siga estos pasos para avanzar con la publicación del lanzamiento del curso.
pl: Wykonaj następujące kroki w celu przygotowania kursu do publikacji.
ru: Следуйте этим шагам, чтобы опубликовать ход курса.

source: Please do not share the preview URL publicly or use it in your own advertising. The finalized public URL will be available after the page is fully published.
de_de: Bitte teilen Sie die Vorschau-URL nicht öffentlich oder verwenden Sie sie nicht in Ihrer eigenen Werbung. Die finalisierte öffentliche URL wird verfügbar sein, nachdem die Seite vollständig veröffentlicht wurde.
eo: Pléäsé dö nöt shäré thé prévïéw ÛRL püßlïçlý ör üsé ït ïn ýöür öwn ädvértïsïng. Thé fïnälïzéd püßlïç ÛRL wïll ßé äväïläßlé äftér thé pägé ïs füllý püßlïshéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт #
es_419: Por favor no compartir la vista previa de la URL públicamente o usarla en propia publicidad. La URL completa estará disponible después de que la página este totalmente publicada.
pl: Proszę nie udostępniać publicznie adresu podglądu i nie wykorzystywać go do celów promocyjnych. Finalny adres URL karty kursu zostanie udostępniony po zatwierdzeniu wszystkich jej elementów.
ru: Пожалуйста, не публикуйте URL-адрес для предварительного просмотра и не используйте его в собственной рекламе. Доработанный публичный URL-адрес будет доступен после полной публикации страницы.

source: Preview the about page
de_de: Vorschau der Beschreibungsseite
eo: Prévïéw thé äßöüt pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Vista previa de la página de introducción al curso
pl: Przejrzyj kartę kursu
ru: Просмотреть информацию о странице «О курсе»
tr_tr: Hakkında sayfasını önizle

source: Submit feedback in Publisher
de_de: Reichen Sie ein Feedback in Publisher ein
eo: Süßmït féédßäçk ïn Püßlïshér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Enviar comentario en editor.
pl: Dodaj opinię w Publisherze
ru: Отправить отзыв в Издательство

source: Note: This email address is unable to receive replies. For questions or comments, contact {link_start}{contact_us_email}{link_middle}{contact_us_email}{link_end}
de_de: Hinweis: Bitte senden Sie keine Antworten auf diese E-Mail Adresse. Bei Fragen oder Anmerkungen wenden Sie sich bitte an {link_start}{contact_us_email}{link_middle}{contact_us_email}{link_end}
eo: Nöté: Thïs émäïl äddréss ïs ünäßlé tö réçéïvé réplïés. För qüéstïöns ör çömménts, çöntäçt {link_start}{contact_us_email}{link_middle}{contact_us_email}{link_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #

source: {link_start}{preview_url}{link_middle}View this About page on edx.org.{link_end}
de_de: {link_start}{preview_url}{link_middle}Diese Beschreibungsseite auf edx.org anschauen.{link_end}
eo: {link_start}{preview_url}{link_middle}Vïéw thïs Àßöüt pägé ön édx.örg.{link_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: View this About page on edx.org. %(preview_url)s
de_de: Schauen Sie sich diese Beschreibungsseite auf edx.org. %(preview_url)s an
eo: Vïéw thïs Àßöüt pägé ön édx.örg. %(preview_url)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Ver esta página de introducción en edx.org. %(preview_url)s
ja_jp: edx.org上でAboutページを見てください。%(preview_url)s
pl: Zobacz kartę kursu na stronie platformy. %(preview_url)s
ru: Смотреть Страница «О курсе» на edx.org. %(preview_url)s
tr_tr: Bu Hakkında sayfasını edx.org üzerinde gör. %(preview_url)s

source: %(course_team)s has made changes to the following published course run.
de_de: %(course_team)s hat Änderungen in dem folgendne Kurslauf gemacht.
eo: %(course_team)s häs mädé çhängés tö thé föllöwïng püßlïshéd çöürsé rün. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: %(course_team)s ha hecho cambios al siguiente curso en ejecución publicado.
ja_jp: %(course_team)sチームが公開された以下のcourse runを修正しました。
pl: Zespół %(course_team)s dokonał zmian w następującej opublikowanej edycji kursu.
ru: %(course_team)sвнесли изменения в следующий опубликованный курс.

source: View the course run in Publisher
de_de: Diesen Kurslauf in Publisher anschauen.
eo: Vïéw thé çöürsé rün ïn Püßlïshér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Ver el curso en ejecución en Publisher
ja_jp: Publisherでcourse runを見る
pl: Wyświetl edycję kursu w Publisherze
ru: Посмотреть ход курса можно в Издательстве

source: to make changes and republish the course run.
de_de: um Änderungen in dem Kurslauf zu machen oder diesen Wiederzuveröffentlichen.
eo: tö mäké çhängés änd répüßlïsh thé çöürsé rün. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: para hacer cambios y volver a publicar el curso en ejecución.
ja_jp: 修正後、course runを再公開する。
pl: w celu naniesienia zmian i ponownej publikacji edycji kursu.
ru: чтобы внести изменения и переиздать ход курса.

source: {sender_team} for course_name from {org_name} has submitted the {run_number} course run for review. {link_start}{page_url}{link_middle} View this course run in Publisher{link_end} to review the changes or suggest edits.
de_de: {sender_team} von {org_name} hat den Kurslauf {run_number} zur Überprüfung eingereicht. {link_start}{course_page_url}{link_middle}Sehen Sie sich den Kurslauf in Publisher an{link_end}, um die Änderungen zu überprüfen oder um Änderungen vorzuschlagen.
eo: {sender_team} för çöürsé_nämé fröm {org_name} häs süßmïttéd thé {run_number} çöürsé rün för révïéw. {link_start}{page_url}{link_middle} Vïéw thïs çöürsé rün ïn Püßlïshér{link_end} tö révïéw thé çhängés ör süggést édïts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυ#

source: This is a good time to {link_start}{studio_url}{link_middle} review this course run in Studio{link_end}.
de_de: Jetzt ist eine gute Gelegenheit, {link_start}{studio_url}{link_middle} um diesen Kurslauf in Studio zu überprüfen{link_end}.
eo: Thïs ïs ä gööd tïmé tö {link_start}{studio_url}{link_middle} révïéw thïs çöürsé rün ïn Stüdïö{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Thank you,
de_de: Vielen Dank,
eo: Thänk ýöü, Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Gracias.
ja_jp: ありがとうございます。
pl: Dziękujemy,
ru: Спасибо,
tr_tr: Teşekkürler,

source: %(sender_team)s for %(course_name)s from %(org_name)s has submitted the %(run_number)s course run for review. %(page_url)s View this course run in Publisher to review the changes or suggest edits.
de_de: %(sender_team)s für %(course_name)s von %(org_name)s hat den %(run_number)s Kurslauf zur Überprüfung eingereicht. %(page_url)s Schauen Sie diesen Kurslauf in Publisher an, um die Veränderungen zu überprüfen oder Änderungsvorschläge zu machen.
eo: %(sender_team)s för %(course_name)s fröm %(org_name)s häs süßmïttéd thé %(run_number)s çöürsé rün för révïéw. %(page_url)s Vïéw thïs çöürsé rün ïn Püßlïshér tö révïéw thé çhängés ör süggést édïts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ є#
es_419: %(sender_team)spara %(course_name)s de %(org_name)sha enviado el curso %(run_number)spara revisión. %(page_url)sVer este curso en Publisher para revisar los cambios o sugerir ediciones.
ja_jp: %(sender_team)sチームが%(org_name)s の%(course_name)sのcourse run %(run_number)sをレビューのため提出しました。修正点を見直したり編集を提案するにはPublisherでcourse runを見てください%(page_url)s。
pl: %(sender_team)s dla kursu %(course_name)s oferowanego przez %(org_name)s przesłał/a %(run_number)s edycję kursu do oceny. %(page_url)s Wyświetl ten kurs w Publisherze w celu sprawdzenia i zasugerowania ewentualnych zmian.
ru: %(sender_team)s для %(course_name)s от %(org_name)s был предложен%(run_number)s запуск курса для разбора. %(page_url)s Просмотрите этот курс в Издательстве, чтобы просмотреть изменения или предложить внести изменения.

source: This is a good time to %(studio_url)s review this course run in Studio.
de_de: Jetzt ist eine gute Zeit , um den %(studio_url)s Kurlauf in Studio zu kontrollieren.
eo: Thïs ïs ä gööd tïmé tö %(studio_url)s révïéw thïs çöürsé rün ïn Stüdïö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Este es un buen momento para %(studio_url)s revisar este curso en Studio.
ja_jp: %(studio_url)s Studio内でcourse runを見直すのにちょうど良い時です。
pl: Warto teraz poświęcić chwilę na %(studio_url)s ocenę tej edycji kursu w Studio.
ru: Сейчас наилучшее время для %(studio_url)s разбора этого запуска курса в Студии.

source: {team_name} has declined the preview of the About page for the {run_number} course run of {course_name}. {link_start}{page_url}{link_middle}View the course run in Publisher.{link_end}
eo: {team_name} häs déçlïnéd thé prévïéw öf thé Àßöüt pägé för thé {run_number} çöürsé rün öf {course_name}. {link_start}{page_url}{link_middle}Vïéw thé çöürsé rün ïn Püßlïshér.{link_end} Ⱡ'σяєм ιρ#

source: %(team_name)s added the following comment.
de_de: %(team_name)s hat den folgenden Kommentar hinzugefügt.
eo: %(team_name)s äddéd thé föllöwïng çömmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: %(team_name)sagregó el siguiente comentario.
ja_jp: %(team_name)sチームが以下のコメントを書きました。
pl: %(team_name)s dodał/a następujący komentarz.
ru: %(team_name)s добавлен следующий комментарий.
tr_tr: %(team_name)s aşağıdaki yorumu ekledi.

source: %(team_name)s has declined the preview of the About page for the %(run_number)s course run of %(course_name)s. View the course run in Publisher.
de_de: %(team_name)s hat die Vorschau der Beschreibungsseite für den %(run_number)s Kurslauf in %(course_name)s zurückgestellt. Schauen Sie sich den Kurslauf in Publisher an.
eo: %(team_name)s häs déçlïnéd thé prévïéw öf thé Àßöüt pägé för thé %(run_number)s çöürsé rün öf %(course_name)s. Vïéw thé çöürsé rün ïn Püßlïshér. Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: %(team_name)sha rechazado la vista previa de la página de introducción para el curso %(run_number)sde %(course_name)s. Ver el curso en Publisher.
ja_jp: %(team_name)sチームが%(course_name)sのcourse run %(run_number)sのAboutページのプレビューを却下しました。Publisherでcourse runを見てください。
pl: %(team_name)s odrzucił/a kartę kursu %(run_number)s, edycji kursu %(course_name)s. Wyświetl tę edycję kursu w Publisherze.
ru: %(team_name)s отказался от предварительного просмотра Страницы «О курсе» для %(run_number)s запуск курса %(course_name)s. Смотреть запуск курса в Издателе.

source: {{ team_name }} added the following comment.
de_de: {{ team_name }} hat den folgenden Kommentar hinzugefügt.
eo: {{ team_name }} äddéd thé föllöwïng çömmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: {{ team_name }} agregó el siguiente comentario.
ja_jp: {{ team_name }}が以下のコメントを書きました。
pl: {{ team_name }} dodał/a następujący komentarz.
ru: {{ team_name }} добавлен следующий комментарий.
tr_tr: {{ team_name }} takımı şu yorumu ekledi.

source: The {role_name} for {link_start}{course_url}{link_middle}{course_title}{link_end} has changed.
de_de: Die {role_name} für {link_start}{course_url}{link_middle}{course_title}{link_end} hat sich geändert.
eo: Thé {role_name} för {link_start}{course_url}{link_middle}{course_title}{link_end} häs çhängéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: Former %(role_name)s: %(former_user_name)s
de_de: Vorher%(role_name)s: %(former_user_name)s
eo: Förmér %(role_name)s: %(former_user_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: %(role_name)s anterior: %(former_user_name)s
ja_jp: 以前の%(role_name)s: %(former_user_name)s
pl: Były %(role_name)s: %(former_user_name)s
ru: Формовщик %(role_name)s : %(former_user_name)s
tr_tr: Eski %(role_name)s: %(former_user_name)s

source: Current %(role_name)s: %(current_user_name)s
de_de: Aktuell%(role_name)s: %(current_user_name)s
eo: Çürrént %(role_name)s: %(current_user_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: %(role_name)s actual: %(current_user_name)s
ja_jp: 現在の%(role_name)s: %(current_user_name)s
pl: Obecny %(role_name)s: %(current_user_name)s
ru: Текущий %(role_name)s: %(current_user_name)s
tr_tr: Güncel %(role_name)s: %(current_user_name)s

source: The %(role_name)s for %(course_title)s: %(course_url)s has changed.
de_de: Die %(role_name)s für %(course_title)s: %(course_url)s hat sich geändert.
eo: Thé %(role_name)s för %(course_title)s: %(course_url)s häs çhängéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: El %(role_name)s para %(course_title)s: %(course_url)sha cambiado.
ja_jp: %(course_title)s: %(course_url)sの%(role_name)sが変更しました。
pl: Zmienił się %(role_name)s kursu %(course_title)s: %(course_url)s.
ru: %(role_name)s для %(course_title)s: %(course_url)s был изменен.

source: Dear %(course_team_name)s,
ar: عزيزي %(course_team_name)s،
de_de: Liebes %(course_team_name)s,
eo: Déär %(course_team_name)s, Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Estimado/a %(course_team_name)s,
ja_jp: %(course_team_name)s様、
pl: Szanowny/a %(course_team_name)s,
ru: Дорогой %(course_team_name)s,
tr_tr: Sayın %(course_team_name)s,

source: %(project_coordinator_name)s has created a Studio URL for the %(course_run)s. You can now take either of the following actions.
de_de: %(project_coordinator_name)s hat eine Studio URL für den %(course_run)s erstellt. Sie können nun eine der folgenden Aktionen hierfür wählen.
eo: %(project_coordinator_name)s häs çréätéd ä Stüdïö ÛRL för thé %(course_run)s. Ýöü çän nöw täké éïthér öf thé föllöwïng äçtïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: %(project_coordinator_name)sha creado una URL Studio para %(course_run)s. Ahora puedes tomar cualquiera de las siguientes acciones.
ja_jp: %(project_coordinator_name)sは%(course_run)sのStudio URLを作成しました。以下の操作を行うことができるようになりました。
pl: %(project_coordinator_name)s utworzył/a pozycję kursu w Studio dla kursu %(course_run)s. Możesz teraz przystąpić do jednej z następujących czynności.
ru: %(project_coordinator_name)s был создан Студией url для %(course_run)s. Теперь вы можете выполнить одно из следующих действий.

source: Enter course run content in Studio.
de_de: Geben Sie den Inhalt des Kurslaufs in Studio an.
eo: Éntér çöürsé rün çöntént ïn Stüdïö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: ingrese el contenido del curso en Studio.
ja_jp: Studioにcourse runのコンテンツを入力する。
pl: Pracuj nad treścią edycji kursu w Studio.
ru: Введите содержание запуска курса в Studio.
tr_tr: Ders yayını içeriğini Studio'da girin.

source: Continue adding About page information for this course run in Publisher.
de_de: Weitere Informationen zur Beschreibungsseite hinzufügen.
eo: Çöntïnüé äddïng Àßöüt pägé ïnförmätïön för thïs çöürsé rün ïn Püßlïshér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Continue agregando información a la página de introducción para este curso en Publisher.
ja_jp: Publisher内のcourse runのAboutページの情報を追加する。
pl: Kontynuuj dodawanie w Publisherze informacji na kartę kursu dla tej edycji kursu.
ru: Продолжайте добавлять информацию о страницах данного курса в Издательстве.

source: Important Notes
de_de: Wichtige Notizen
eo: Ìmpörtänt Nötés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Notas Importantes
ja_jp: 重要事項
pl: Ważne uwagi
ru: Важные примечания
tr_tr: Önemli Notlar

source: Before edX can publish the About page for this course run, you must also add the following items for this course run in Studio.
de_de: Bevor edX die Beschreibungsseite für diesen Kurslauf veröffentlichen kann, müssen Sie auch die folgendne Elemente in Studio hinzufügen.
eo: Béföré édX çän püßlïsh thé Àßöüt pägé för thïs çöürsé rün, ýöü müst älsö ädd thé föllöwïng ïtéms för thïs çöürsé rün ïn Stüdïö. Ⱡ'σяє#
es_419: Antes que edX pueda publicar la página de introducción para este curso, debes también agregar los siguientes elementos para este curso en Studio.
ja_jp: edXがこのcourse runのAboutページを公開する前に、Studio内に以下の項目を追加しなければなりません。
pl: Zanim będzie można opublikować kartę kursu tej edycji kursu, w Studio muszą zostać wprowadzone następujące informacje.
ru: Прежде чем EdX сможет опубликовать страницу "О курсе", необходимо добавить следующие пункты для этого курса в Studio.

source: Course start date
ar: تاريخ بدء الدورة التعليمية
bn_bd: কোর্স শুরুর তারিখ
de_de: Stardatum
eo: Çöürsé stärt däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Fecha de inicio del curso
ja_jp: 講座開始日
ka: კურსის დაწყების თარიღი
pl: Data rozpoczęcia kursu
ru: Дата начала курса
tr_tr: Ders başlangıç tarihi

source: Course end date
ar: تاريح انتهاء الدورة التعليمية
bn_bd: কোর্স শেষ তারিখ
de_de: Datum Kursbeendigung
eo: Çöürsé énd däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Fecha de finalización del curso
ja_jp: 受講終了日
ka: კურსის დასრულების თარიღი
pl: Data zakończenia kursu
ru: Дата окончания курса
tr_tr: Ders bitiş tarihi

source: Course image
ar: صورة الدورة التعليمية
bn_bd: কোর্স ইমেজ
de_de: Kursabbildung
eo: Çöürsé ïmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Imagen del curso
ja_jp: 講座画像
pl: Obrazek kursu
ru: Изображение курса
tr_tr: Ders görseli

source: Certificate assets (including signatory names, titles, and signature images)
ar: أصول الشهادة (بما في ذلك أسماء الموقعين، والعناوين، وصور توقيع)
bn_bd: সার্টিফিকেট সম্পদ (স্বাক্ষরকারী নাম, শিরোনাম, এবং স্বাক্ষর চিত্র সহ)
de_de: Stand der Zertifizierung (einschließlich Unterzeichner, Titel und Signaturbilder)
eo: Çértïfïçäté ässéts (ïnçlüdïng sïgnätörý nämés, tïtlés, änd sïgnätüré ïmägés) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Activos de certificados (incluidos los nombres firmantes, los títulos y las imágenes de firma)
ja_jp: 修了証の必要物 (署名欄の名前、タイトル、署名画像)
pl: Zasoby certyfikatu (w tym nazwiska sygnatariuszy, stopnie naukowe i zdjęcia podpisów)
ru: Активы сертификатов (включая имена подписей, титулы и изображения подписей)
tr_tr: Sertifika varlıkları (imzacı isimleri, ünvanlar ve imza görselleri dâhil olmak üzere)

source: EdX expects your completed {link_start}MOOC Development Checklist{link_end} before the course run starts.
de_de: EdX erwartet Ihre vollständige {link_start}MOOC-Entwicklungschecklist{link_end} Bevor der Kurslauf startet.
eo: ÉdX éxpéçts ýöür çömplétéd {link_start}MÖÖÇ Dévélöpmént Çhéçklïst{link_end} ßéföré thé çöürsé rün stärts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: If this is the first run of a course, you should upload the course About video before you submit the course for review in Publisher. For more information, see {link_start}Add a Course About Video to edx.org{link_end}.
eo: Ìf thïs ïs thé fïrst rün öf ä çöürsé, ýöü shöüld üplöäd thé çöürsé Àßöüt vïdéö ßéföré ýöü süßmït thé çöürsé för révïéw ïn Püßlïshér. För möré ïnförmätïön, séé {link_start}Àdd ä Çöürsé Àßöüt Vïdéö tö édx.örg{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢α#

source: %(project_coordinator_name)s has created a Studio URL for the %(course_run)s course run of %(course_name)s. You can now take either of the following actions.
de_de: %(project_coordinator_name)s hat eine Studio URL erzeugt für %(course_run)s Kursläufe in dem Kurs %(course_name)s. Sie können nun zwischen den folgenden Aktionen wählen.
eo: %(project_coordinator_name)s häs çréätéd ä Stüdïö ÛRL för thé %(course_run)s çöürsé rün öf %(course_name)s. Ýöü çän nöw täké éïthér öf thé föllöwïng äçtïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: %(project_coordinator_name)s Studio has creado una URL para el %(course_run)s curso de %(course_name)s. Ahora puede realizar cualquier de las siguientes acciones.
ja_jp: %(project_coordinator_name)sは%(course_name)sのcourse run%(course_run)sのStudio URLを作成しました。以下の操作を行うことができるようになりました。
pl: %(project_coordinator_name)s utworzył pozycję kursu w Studio dla %(course_run)s, nowej edycji kursu %(course_name)s. Możesz teraz przystąpić do jednej z następujących czynności.
ru: %(project_coordinator_name)s был создан Студией URL для %(course_run)s запуск курса %(course_name)s. Теперь вы можете выполнить одно из следующих действий.

source: EdX expects your completed MOOC Development Checklist before the course run starts.
de_de: EdX erwartet Ihre komplette Checkliste zur MOOC Entwicklung bevor die Kurse starten
eo: ÉdX éxpéçts ýöür çömplétéd MÖÖÇ Dévélöpmént Çhéçklïst ßéföré thé çöürsé rün stärts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: EdX espera que completes la lista de tareas del Desarrollo MOOC antes de iniciar el curso.
ja_jp: course runが始まる前にMOOC開発チェックリストを完成させてください。
pl: Zalecamy wykonanie wszystkich etapów listy kontrolnej przed rozpoczęciem edycji kursu.
ru: EdX ожидает от вас заполнения контрольного списка разработки MOOC до начала курса.
tr_tr: EdX ders başlangıcından önce MOOC Geliştirme Kontrol Listesi'ni tamamlamanızı bekler.

source: If this is the first run of a course, you should upload the course About video before you submit the course for review in Publisher. For more information, see Add a Course About Video to edx.org.
de_de: Wenn dies der erste Lauf eines Kurses ist, sollten Sie den Kurs Über Video hochladen, bevor Sie den Kurs zur Überprüfung in Publisher einreichen. Weitere Informationen finden Sie unter Hinzufügen eines Kurses zu Video zu edx.org.
eo: Ìf thïs ïs thé fïrst rün öf ä çöürsé, ýöü shöüld üplöäd thé çöürsé Àßöüt vïdéö ßéföré ýöü süßmït thé çöürsé för révïéw ïn Püßlïshér. För möré ïnförmätïön, séé Àdd ä Çöürsé Àßöüt Vïdéö tö édx.örg. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αт#
es_419: Si este es la primera ejecución de un curso. Deberías actualizar el vídeo promocional del curso antes de enviarlo a revisión en Publisher. Para más información, mira Agregar un Vídeo Sobre el Curso en edx.org
ja_jp: これが初回開講の場合、Publisherで提出する前に講座紹介ビデオをアップロードする必要があります。詳しくは、講座紹介ビデオをedx.orgに追加するを見てください。
pl: Jeśli jest to pierwsza edycja twojego kursu, zalecamy przesłanie filmu promującego kurs przed zgłoszeniem w Publisherze kursu do oceny. W celu uzyskania dodatkowych informacji proszę zapoznać się z dokumentacją.
ru: Если это первый курс, вы должны загрузить курс "О видео" перед тем, как отправить его на рецензирование в Издательство. Дополнительные сведения см. в разделе Добавление курса о видео на edx.org.

source: Seat Form
ar: شكل المقعد
bn_bd: আসন ফরম
de_de: Setze Gestaltungsprofil
eo: Séät Förm Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Formulario de asiento
he: טופס מושב
ka: ადგილის ფორმა
pl: Forma miejsca
ru: Формат места
