Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: Successfully unpublished runs in course {key}
af_za: Suksesvol ongepubliseerde lopies in kursus {key}
cs: Úspěšně nepublikované běhy v kurzu {key}
da: Upublicerede kørsler i kursus {key}
de_de: Die Kursläufe für {key} wurden erfolgreich privatisiert
es_ar: Ejecuciones en curso no publicadas con éxito {key}
fa_ir: دوره آموزشی انتشارنیافته در دوره آموزشی {key} اجرا شد
fi: Kurssin {key} julkaisemattomat suoritukset onnistuneesti
fil_ph: Matagumpay na na-unpublish ang mga run sa kurso {key}
fr_fr: Courses non publiées avec succès dans le cours {key}
kk_kz: Жарияланбаған курс{key} бастамалары
pt_br: Execuções não publicadas com sucesso no curso {key}
sl: Uspešno neobjavljeno poteka v tečaju {key}

source: Failed to unpublish runs in course {key}
af_za: Kon nie lopies ongepubliseer nie {key}
cs: Nepodařilo se zrušit publikování běhů v kurzu {key}
da: Kunne ikke fjerne udgivelsen af kørsler i kursus {key}
de_de: Die Kursläufe für {key} konnten nicht privatisiert werden
es_ar: Error al anular la publicación de ejecuciones en curso {key}
fa_ir: اجرای دوره‌های آموزشی {key} لغو انتشار نشدند
fi: Kurssin {key} ajojen julkaisun peruuttaminen epäonnistui
fil_ph: Nabigong i-unpublish ang mga run sa kurso {key}
fr_fr: Échec de l&#39;annulation de la publication des exécutions du cours {key}
kk_kz: {key} курсында іске қосу жарияланымын болдырмау мүмкін емес
pt_br: Falha ao cancelar a publicação de execuções no curso {key}
sl: Preklic objave izvajanj v tečaju {key} ni uspel

source: If populated, this field will overwrite name in platform.
af_za: As dit bevolk is, sal hierdie veld die naam op platform oorskryf.
cs: Pokud je toto pole vyplněno, přepíše název v platformě.
da: Hvis det udfyldes, vil dette felt overskrive navnet i platformen.
de_de: Wenn dieses Feld ausgefüllt ist, wird der Name in der Plattform überschrieben.
es_ar: Si se completa, este campo sobrescribirá el nombre en la plataforma.
fa_ir: اگر این قسمت پر شود، نام را در پلتفرم بازنویسی خواهد شد.
fi: Jos täytetty, tämä kenttä korvaa alustan nimen.
fil_ph: Kung na-populate, ang field na ito ay mag-o-overwrite ng pangalan sa platform.
fr_fr: S&#39;il est rempli, ce champ écrasera le nom dans la plate-forme.
kk_kz: Егер бұл өріс толтырылса, ол платформада атауды қайта жазады.
pt_br: Se preenchido, este campo substituirá o nome na plataforma.
sl: Če je napolnjeno, bo to polje prepisalo ime v platformi.

source: Leave this blank to allow all orgs. Otherwise, specifies which orgs can see this course type in Publisher.
af_za: Los hierdie leë om alle organisasies toe te laat. Andersins, spesifiseer watter organisasies hierdie kursusstipe in die uitgewer kan sien.
cs: Nechte toto prázdné, chcete-li povolit všechny organizace. Jinak určuje, které organizace mohou vidět tento typ kurzu v Publisheru.
da: Lad dette stå tomt for at tillade alle organisationer. Ellers angiver, hvilke organisationer der kan se denne kursustype i Publisher.
de_de: Wenn Sie es frei lassen, lassen Sie alle Organisationen zu. Wenn Sie das nicht möchten, spezifizieren Sie, welche Organisationen diesen Kurstypen in Publisher sehen dürfen.
es_ar: Deje esto en blanco para permitir todas las organizaciones. De lo contrario, especifica qué organizaciones pueden ver este tipo de curso en Publisher.
fa_ir: این قسمت را خالی بگذارید تا به همه سازمان‌ها اجازه داده شود. در غیر این صورت، مشخص می‌کند که کدام سازمان‌ها می‌توانند این نوع دوره آموزشی را در قسمت ناشر ببینند.
fi: Jätä tämä tyhjäksi salliaksesi kaikki organisaatiot. Muussa tapauksessa määrittää, mitkä organisaatiot voivat nähdä tämän kurssityypin Publisherissa.
fil_ph: Iwanang blangko ito para payagan ang lahat ng org. Kung hindi, tinutukoy kung aling mga organisasyon ang makakakita ng ganitong uri ng kurso sa Publisher.
fr_fr: Laissez ce champ vide pour autoriser toutes les organisations. Sinon, spécifie quelles organisations peuvent voir ce type de cours dans Publisher.
kk_kz: Барлық ұйымдарға рұқсат беру үшін осы өрісті бос қалдырыңыз. Әйтпесе, баспада курстың бұл түрін қай ұйымдар көре алатындығын көрсетеді.
pt_br: Deixe em branco para permitir todas as organizações. Caso contrário, especifica quais organizações podem ver esse tipo de curso no Publisher.
sl: Pustite to prazno, da omogočite vse organizacije. V nasprotnem primeru določa, katere organizacije lahko vidijo to vrsto tečaja v Publisherju.

source: Blocked
af_za: Geblokkeer
cs: Blokováno
da: Blokeret
de_de: Blockiert
es_ar: Bloqueado
fa_ir: مسدود
fi: Estetty
fil_ph: Na-block
fr_fr: Bloqué
kk_kz: Бұғатталған
pt_br: Bloqueado
sl: Blokirano

source: Unrestricted
af_za: Onbeperk
cs: Neomezeno
da: Ubegrænset
de_de: Uneingeschränkt
es_ar: Sin restricciones
fa_ir: بدون محدودیت
fi: Rajoittamaton
fil_ph: Hindi pinaghihigpitan
fr_fr: Libre
kk_kz: Шектелмеген
pt_br: Irrestrito
sl: Neomejeno

source: A brief hook for the marketing website
af_za: 'N Kort haak vir die bemarkingswebwerf
cs: Krátký háček pro marketingový web
da: En kort hook til markedsføringshjemmesiden
de_de: Ein kurzer Aufhänger für die Marketing-Website
es_ar: Un breve gancho para el sitio web de marketing.
fa_ir: ضربه‌ای مختصر برای وبگاه بازاریابی
fi: Lyhyt koukku markkinointisivustolle
fil_ph: Isang maikling kawit para sa website ng marketing
fr_fr: Un bref crochet pour le site Web de marketing
kk_kz: Маркетинг веб-сайтына арналған қысқа ілмек
pt_br: Um breve gancho para o site de marketing
sl: Kratek kavelj za marketinško spletno stran

source: The image dimensions must be less than 110 x 110
ja_jp: 画像の大きさは 110 x 110以下にしてください
tr_tr: Görsel boyutları 110 x 110'dan küçük olmalı

source: Email
ja_jp: メール
tr_tr: E-posta

source: Institution email is preferred
ja_jp: 所属機関メールを希望
tr_tr: Kurumsal e-posta adresi tercih edilir

source: required (1-2 paragraphs)
ja_jp: 必須 (1-2段落)
tr_tr: gerekli (1-2 paragraf)

source: optional - one per line
ar: اختياري - واحد في كل سطر
bn_bd: ঐচ্ছিক_এক লাইন প্রতি
ja_jp: オプションー１行あたり１つ
tr_tr: isteğe bağlı - her satırda bir tane

source: You can currently edit information for this course run. However, before you can submit this course run for review, you must finalize the information for %(link_start)s%(course_url)s%(link_middle)s%(course_name)s%(link_end)s with edX.
ja_jp: 現在はこのcourse runを編集することができますが、レビュー用に提出する前に、 %(link_start)s%(course_url)s%(link_middle)s%(course_name)s%(link_end)s の情報をファイナライズしてください。

source: EdX, Open edX, Publisher, and the edX and Open edX logos are registered trademarks or trademarks of %(link_start)sedX Inc.%(link_end)s
ar: تعتبر شعارات EdX وOpen edX وPublisher وedX وOpen edX علامات تجارية مسجلة أو علامات تجارية التابعة ل %(link_start)sedX Inc.%(link_end)s
he: Open edX‏, EdX וסמלי הלוגו של edX ו-Open edX הינם סימנים מסחריים רשומים או סימנים מסחריים של %(link_start)sedX Inc.%(link_end)s
ja_jp: EdX、Open edX、PublisherおよびedX、Open edXロゴは %(link_start)sedX Inc.%(link_end)s の商標または登録商標です。
ka: edX, open edX, Publisher და edX-ისა და Open edx-ის ლოგოები დარეგისტრირებული სავაჭრო ნიშნებია ან %(link_start)sedX კორპორაციის. %(link_end)s სავაჭრო ნიშნებია
tr_tr: EdX, Open edX, Publisher isimleri ile edx ve Open edX logoları %(link_end)sedX Inc'in.%(link_start)s tescilli markalarıdır.

source: When you create a course run, Publisher immediately creates a page for the course run in Publisher, and the edX team creates a Studio URL for the course run. You will receive an email message when edX has created the Studio URL.
ja_jp: course run を作成すると、Publisher がすぐにPublisher上にページを作成し、edXチームがStudio URLを作成します。Studio URLが作成されるとメールが届きます。

source: If your course cannot be found, make sure the course name is correct, or %(link_start)s%(new_course_url)s%(link_middle)screate a new course%(link_end)s.
ja_jp: 講座が見つからない場合、講座名が正しいかどうか、または %(link_start)s%(new_course_url)s%(link_middle)sが新しい講座を作成しているかどうか%(link_end)sを確認してください。

source: The %(current_team_name)s team is currently reviewing this course. If you edit course information, you might overwrite the team’s changes, and you will have to send the course to the %(team_name)s team for review again.
ja_jp: %(current_team_name)sチームは現在この講座をレビュー中です。講座情報を編集すると、チームが変更したものに上書きしてしまう可能性があるため、再レビューのため %(team_name)s チームへ送信してください。

source: Created %(created_date)s at %(created_time)s by %(created_by)s
ar: تم انشائه %(created_date)s في %(created_time)s من قبل %(created_by)s
ja_jp: %(created_by)sが%(created_date)s%(created_time)sに作成済

source: 2500 character limit, including spaces.
ar: الحد الأقصى 2500 حرف، يشمل الفراغات.
bn_bd: স্পেস সহ 2500 অক্ষর সীমা
ja_jp: スペースを含め2500文字まで。
tr_tr: Boşluklar dâhil, 2500 karakter sınırı.

source: Maximum 200 characters.
bn_bd: সর্বাধিক 200 টি অক্ষর
ja_jp: 200文字まで。
tr_tr: Maksimum 200 karakter.

source: 200 character limit, including spaces.
ar: الحد الأقصى 200 حرف، يشمل الفراغات.
bn_bd: স্পেস সহ 200 অক্ষর সীমা,
ja_jp: スペースを含め200文字まで。
tr_tr: Boşluklar dâhil, 200 karakter sınırı.

source: 500 character limit, including spaces.
ja_jp: スペースを含め500文字まで。
tr_tr: Boşluklar dâhil, 500 karakter sınırı.

source: %(span_start)s* All required fields must be complete before this course run can be sent for review.%(span_end)s
ja_jp: %(span_start)s* レビューのため送信する前に、すべての必須項目を入力してください。%(span_end)s

source: %(strong_start)sNote:%(strong_end)s If you edit course information after edX marketing has reviewed the course, you have to send the course to edX marketing for review again.
ja_jp: %(strong_start)s注: %(strong_end)s edXマーケティングがレビューした後に講座情報を編集した場合、再レビューのため送信してください。

source: New
ja_jp: 新規
tr_tr: Yeni

source: Blog URL
ja_jp: ブログ URL

source: Enrollment Start Date (time in UTC)
ja_jp: 受講登録開始日(UTC)

source: Enrollment End Date (time in UTC)
ja_jp: 受講登録終了日(UTC)

source: Start
ar: بدء
bn_bd: শুরু
ja_jp: 開始
ka: დაწყება
tr_tr: Başlangıç

source: End
ar: نهاية
bn_bd: শেষ
ja_jp: 終了
ka: დასასრული
tr_tr: Bitiş

source: <p>Note: This email address is unable to receive replies. For questions or comments, contact %(contact_us_email)s.</p>
ar: <p>ملاحظة: عنوان البريد الإلكتروني هذا غير قادر على تلقي الردود. للأسئلة أو التعليقات، اتصل ب %(contact_us_email)s.</p>
ja_jp: <p>注: このメールアドレスに返信はできません。質問やコメントは%(contact_us_email)sへお問い合わせください。</p>

source: %(sender_team)s from %(org_name)s has submitted %(course_name)s for review. %(link_start)s%(page_url)s%(link_middle)s View this course in Publisher%(link_end)s to mark the course as reviewed or suggest edits.
ja_jp: %(org_name)sの%(sender_team)sはレビューのために%(course_name)sを提出しました。レビュー済のマークを付けたり編集を提案したりする場合は、%(link_start)s%(page_url)s%(link_middle)s Publisherで講座を見てください%(link_end)s。

source: %(sender_team)s from %(org_name)s has submitted %(course_name)s for review. %(link_start)s%(course_page_url)s%(link_middle)sView this course in Publisher%(link_end)s to determine OFAC status.
ja_jp: %(org_name)sの%(sender_team)sはレビューのために%(course_name)sを提出しました。OFAC状況を決定するには%(link_start)s%(course_page_url)s%(link_middle)sPublisherで講座を見てください%(link_end)s。

source: %(course_team_name)s created the %(link_start)s%(page_url)s%(link_middle)s%(run_number)s course run%(link_end)s of %(course_title)s in Publisher on %(date)s at %(time)s.
ja_jp: %(course_team_name)sは %(date)s %(time)sにPublisherで%(course_title)s の %(link_start)s%(page_url)s%(link_middle)s%(run_number)s course run%(link_end)s を作成しました。

source: %(sender_team)s has reviewed the %(link_start)s%(page_url)s%(link_middle)s%(run_number)s course run%(link_end)s of %(course_name)s and has not added comments or suggested edits. The review for this course run is complete.
ja_jp: %(sender_team)sチームが%(course_name)s の%(link_start)s%(page_url)s%(link_middle)s%(run_number)s course run%(link_end)sをレビューしたところ、追加コメントや修正点はありませんでした。レビュー完了です。

source: %(course_team)s has reviewed the preview of the About page for the %(link_start)s%(page_url)s%(link_middle)s%(run_number)s%(link_end)s course run of %(course_name)s from %(org_name)s. You can now publish this About page.
ja_jp: %(course_team)sチームは%(org_name)sの%(course_name)sのcourse run %(link_start)s%(page_url)s%(link_middle)s%(run_number)s%(link_end)sのAbout ページのプレビューをレビューしました。Aboutページの公開が可能になりました。

source: %(link_start)s%(preview_url)s%(link_middle)sView this About page on edx.org.%(link_end)s
ja_jp: %(link_start)s%(preview_url)s%(link_middle)sedx.org上でAboutページを見てください。%(link_end)s

source: %(sender_team)s for course_name from %(org_name)s has submitted the %(run_number)s course run for review. %(link_start)s%(page_url)s%(link_middle)s View this course run in Publisher%(link_end)s to review the changes or suggest edits.
ja_jp: %(sender_team)sチームが%(org_name)sのcourse_nameのcourse run %(run_number)s をレビューのため提出しました。修正点を見直したり編集を提案するには、 %(link_start)s%(page_url)s%(link_middle)s Publisherでcourse runを見てください%(link_end)s。

source: This is a good time to %(link_start)s%(studio_url)s%(link_middle)s review this course run in Studio%(link_end)s.
ja_jp: %(link_start)s%(studio_url)s%(link_middle)s Studio内でcourse runを見直す%(link_end)sのにちょうど良い時です。

source: %(team_name)s has declined the preview of the About page for the %(run_number)s course run of %(course_name)s. %(link_start)s%(page_url)s%(link_middle)sView the course run in Publisher.%(link_end)s
ja_jp: %(team_name)sチームは%(course_name)sのcourse run %(run_number)sのAboutページのプレビューを却下しました。%(link_start)s%(page_url)s%(link_middle)sPublisherでcourse runを見てください。%(link_end)s

source: The %(role_name)s for %(link_start)s%(course_url)s%(link_middle)s%(course_title)s%(link_end)s has changed.
ja_jp: %(link_start)s%(course_url)s%(link_middle)s%(course_title)s%(link_end)sの%(role_name)sが変更しました。

source: EdX expects your completed %(link_start)sMOOC Development Checklist%(link_end)s before the course run starts.
ja_jp: course runが始まる前に、%(link_start)sMOOC 開発チェックリスト%(link_end)sを完成させてください。

source: If this is the first run of a course, you should upload the course About video before you submit the course for review in Publisher. For more information, see %(link_start)sAdd a Course About Video to edx.org%(link_end)s.
ja_jp: これが初回開講の場合、Publisherで提出する前に講座紹介ビデオをアップロードする必要があります。詳しくは、%(link_start)s講座紹介ビデオをedx.orgに追加する%(link_end)sを見てください。

source: Course updated successfully.
ar: تم تحديث الدورة التعليمية بنجاح.
bn_bd: কোর্স সফলভাবে আপডেট হইয়াছে
ja_jp: アップデート完了。

source: There was an error saving this course run: {error}
ja_jp: course runを保存する際にエラーが発生しました: {error}

source: Automatically create a run in Studio
tr_tr: Studio'da otomatik olarak yayın oluştur

source: Restriction Type cannot be empty
af_za: Beperkingstipe kan nie leeg wees nie
cs: Typ omezení nemůže být prázdný
da: Begrænsningstype må ikke være tom
es_ar: El tipo de restricción no puede estar vacío
fa_ir: نوع محدودیت نمی تواند خالی باشد
fi: Rajoituksen tyyppi ei voi olla tyhjä
fil_ph: Ang Uri ng Paghihigpit ay hindi maaaring walang laman
fr_fr: Le type de restriction ne peut pas être vide
pt_br: O tipo de restrição não pode estar vazio

source: Invalid parameter
af_za: Ongeldige parameter
cs: Neplatný parametr
da: Ugyldig parameter
es_ar: Parámetro inválido
fa_ir: پارامتر نامعتبر
fi: Väärä syöte
fil_ph: Di-wastong parameter
fr_fr: Paramètre invalide
kk_kz: Жарамсыз параметр
pt_br: Parâmetro inválido
sl: Neveljaven parameter

source: Product Source [{product_source}] does not exist.
af_za: Produkbron [{product_source}] bestaan nie.
cs: Zdroj produktu [{product_source}] neexistuje.
da: Produktkilde [ {product_source} ] eksisterer ikke.
es_ar: El origen del producto [{product_source}] no existe.
fa_ir: منبع [{product_source}] وجود ندارد.
fi: Tuotelähdettä [{product_source}] ei ole olemassa.
fil_ph: Ang Pinagmulan ng Produkto [{product_source}] ay hindi umiiral.
fr_fr: La source du produit [{product_source}] n&#39;existe pas.
pt_br: Origem do produto [ <span class='notranslate'>{product_source}</span> ] não existe.

source: Query to retrieve Course Run catalog contents
af_za: Navraag om die kursusinhoud van die kursus te haal
cs: Dotaz k načtení obsahu katalogu běhu kurzu
da: Forespørgsel om at hente Course Run-katalogindhold
es_ar: Consulta para recuperar el contenido del catálogo de ejecución del curso
fa_ir: پرس‌وجو برای بازیابی محتویات فهرست اجرای دوره آموزشی
fi: Kysely Course Run -luettelon sisällön hakemiseksi
fil_ph: Query para kunin ang mga content ng Course Run catalog
fr_fr: Requête pour récupérer le contenu du catalogue Course Run
kk_kz: Курсты бастау үшін каталог мазмұнына сұраныс
pt_br: Consulta para recuperar o conteúdo do catálogo de Funcionamento do Curso
sl: Poizvedba za pridobitev vsebine kataloga Course Run

source: Query to retrieve Program catalog contents
af_za: Navraag om programkatalogusinhoud op te spoor
cs: Dotaz k načtení obsahu katalogu programu
da: Forespørgsel for at hente programkatalogindhold
es_ar: Consulta para recuperar el contenido del catálogo de programas
fa_ir: پرس‌وجو برای بازیابی محتویات فهرست برنامه
fi: Ohjelmaluettelon sisällön hakukysely
fil_ph: Query upang kunin ang mga nilalaman ng Catalog ng Programa
fr_fr: Requête pour récupérer le contenu du catalogue de programmes
kk_kz: Жобалардың каталог мазмұнына сұраныс
pt_br: Consulta para recuperar o conteúdo do catálogo do programa
sl: Poizvedba za pridobitev vsebine kataloga programa

source: Successfully %(status)s %(count)d %(items)s.
af_za: Suksesvol %(status)s %(count)d %(items)s.
cs: Úspěšně %(status)s %(count)d %(items)s.
da: Med succes %(status)s %(count)d %(items)s .
es_ar: Con éxito %(status)s %(count)d %(items)s.
fa_ir: با موفقیت %(status)s%(count)d%(items)s
fi: Onnistuneesti %(status)s %(count)d %(items)s.
fil_ph: Matagumpay na %(status)s %(count)d %(items)s.
fr_fr: Avec succès %(status)s %(count)d %(items)s.
pt_br: Com sucesso <span class='notranslate'>%(status)s</span> <span class='notranslate'>%(count)d</span> <span class='notranslate'>%(items)s</span> .

source: Available now
af_za: Nou beskikbaar
cs: Nyní dostupný
da: Tilgængelig nu
es_ar: Disponible ahora
fa_ir: اکنون در دسترس است
fi: Saatavilla nyt
fil_ph: Available na
fr_fr: Disponible dès maintenant
kk_kz: Қазір қолжетімді
pt_br: Disponível agora
sl: Na voljo sedaj

source: Available by subscription
af_za: Beskikbaar per intekening
da: Tilgængelig med abonnement
es_ar: Disponible por suscripción
fa_ir: با اشتراک در دسترس می باشد
fi: Saatavilla tilauksesta
fil_ph: Magagamit sa pamamagitan ng subscription
fr_fr: Disponible par abonnement
pt_br: Disponível por assinatura

source: spoc
fa_ir: نقطه

source: test
af_za: proefneming
da: prøve
fa_ir: تست
fi: testata
fil_ph: pagsusulit
pt_br: teste

source: demo
fa_ir: نسخه ی نمایشی
fr_fr: démo
pt_br: demonstração

source: other
af_za: ander
da: andet
fa_ir: سایر موارد
fi: muu
fil_ph: iba pa
fr_fr: autre
pt_br: outro

source: Executive Education
af_za: Uitvoerende Onderwys
cs: Vzdělávání manažerů
es_ar: Educación ejecutiva
fa_ir: آموزش اجرایی
fi: Johtotason koulutus
fil_ph: Tagapagpaganap na edukasyon
fr_fr: Formation des cadres
kk_kz: Жоғары Білім
pt_br: Educação Executiva

source: Paid Executive Education
af_za: Betaalde uitvoerende onderwys
cs: Placené manažerské vzdělávání
da: Betalt lederuddannelse
es_ar: Educación ejecutiva pagada
fa_ir: آموزش اجرایی با حقوق
fi: Maksullinen johtajakoulutus
fil_ph: Bayad na Edukasyong Tagapagpaganap
fr_fr: Formation exécutive rémunérée
pt_br: Educação Executiva Paga
sl: Plačano vodstveno izobraževanje

source: Unpaid Executive Education
af_za: Onbetaalde uitvoerende onderwys
cs: Neplacené manažerské vzdělávání
da: Ulønnet lederuddannelse
es_ar: Educación ejecutiva no remunerada
fa_ir: آموزش اجرایی بدون حقوق
fi: Maksuton johtajakoulutus
fil_ph: Walang bayad na Edukasyong Tagapagpaganap
fr_fr: Formation des cadres non rémunérée
pt_br: Educação executiva não remunerada
sl: Neplačano vodstveno izobraževanje

source: Paid Bootcamp
af_za: Betaal bootcamp
cs: Placený bootcamp
da: Betalt Bootcamp
es_ar: Bootcamp remunerado
fa_ir: Bootcamp پرداخت شده
fi: Maksullinen Bootcamp
fil_ph: Bayad na Bootcamp
fr_fr: Bootcamp payant
pt_br: Bootcamp pago

source: Unpaid Bootcamp
af_za: Onbetaalde bootcamp
cs: Neplacený Bootcamp
da: Ubetalt Bootcamp
es_ar: Bootcamp no remunerado
fa_ir: Bootcamp پرداخت نشده
fi: Maksuton Bootcamp
fil_ph: Walang bayad na Bootcamp
fr_fr: Bootcamp non rémunéré
pt_br: Bootcamp não pago

source: Short
af_za: Kort
cs: Krátký
da: Kort
es_ar: Corto
fa_ir: کوتاه
fi: Lyhyt
fil_ph: Maikli
fr_fr: Court
pt_br: Curto

source: Medium
cs: Střední
es_ar: Medio
fa_ir: متوسط
fi: Keskikokoinen
fil_ph: Katamtaman
fr_fr: Moyen
pt_br: Médio

source: Long
af_za: Lank
cs: Dlouhý
da: Lang
es_ar: Largo
fa_ir: بلند
fi: Pitkä
fil_ph: Mahaba
pt_br: Longo

source: Short Course
af_za: Kort kursus
cs: Krátký kurz
da: Kort kursus
es_ar: Curso corto
fa_ir: دوره کوتاه
fi: Lyhyt kurssi
fil_ph: Maikling Kurso
fr_fr: De courte durée
pt_br: Curso Curto

source: Sprint
af_za: Sprong
es_ar: Período de tiempo par alcanzar las metas
fa_ir: اسپرینت
fi: Sprintti
pt_br: Corrida

source: Course Stack
af_za: Kursusstapel
cs: Zásobník kurzů
da: Kursus stak
es_ar: Pila de cursos
fa_ir: دسته دوره
fi: Kurssipino
fil_ph: Stack ng Kurso
fr_fr: Pile de cours
pt_br: Pilha de cursos

source: Project Coordinator team
af_za: Projeko -koördineerderspan
da: Projektkoordinator team
fa_ir: تیم هماهنگ کننده پروژه
fi: Projektikoordinaattoritiimi
fil_ph: Koponan ng Project Coordinator
fr_fr: Équipe de coordination de projet
pt_br: Equipe de coordenadores de projetos

source: Course URL for {title}
af_za: Kursus URL vir {title}
da: Kursus-URL for {title}
fa_ir: URL دوره برای {title}
fi: Kurssin URL-osoite: <span class='notranslate'>{title}</span>
fil_ph: URL ng kurso para sa <span class='notranslate'>{title}</span>
fr_fr: URL du cours pour <span class='notranslate'>{title}</span>
pt_br: URL do curso para <span class='notranslate'>{title}</span>

source: Enter a valid “slug” consisting of letters, numbers, slashes, underscores or hyphens.
af_za: Voer 'n geldige “slak” in wat bestaan uit letters, getalle, skuinsstrepe, onderstreep of koppeltekens.
da: Indtast en gyldig &quot;snegl&quot; bestående af bogstaver, tal, skråstreger, understregninger eller bindestreger.
fa_ir: یک “slug” معتبر متشکل از حروف، اعداد، اسلش، زیرخط یا خط تیره وارد کنید.
fi: Anna kelvollinen &quot;slug&quot;, joka koostuu kirjaimista, numeroista, kauttaviivasta, alaviivoista tai yhdysviivoista.
fil_ph: Maglagay ng wastong &quot;slug&quot; na binubuo ng mga titik, numero, slash, underscore o gitling.
fr_fr: Saisissez un « slug » valide composé de lettres, de chiffres, de barres obliques, de traits de soulignement ou de traits d&#39;union.
pt_br: Digite um &quot;slug&quot; válido que consiste em letras, números, barras, sublinhados ou hífens.

source: CourseType/CourseRunType mismatches to allow. Specify like course-type-slug:run-type-slug.
af_za: CourSetype/CourserUnType -wanaanpassings om dit toe te laat. Spesifiseer soos kursus-tipe-slug: Run-tipe-slug.
cs: CourseType/CourseRunType se neshodují, aby bylo možné povolit. Zadejte jako course-type-slug:run-type-slug.
da: CourseType/CourseRunType stemmer ikke overens. Angiv som kursustype-slug:run-type-slug.
es_ar: Errores de coincidencia de CourseType/CourseRunType para permitir. Especifique como curso-tipo-slug:ejecutar-tipo-slug.
fa_ir: CourseType/CourseRunType برای مجوز، تطابق ندارند. مانند course-type-slug:run-type-slug را مشخص کنید.
fi: Sallittavat CourseType/CourseRunType-ristiriidat. Määritä kuten course-type-slug:run-type-slug.
fil_ph: CourseType/CourseRunType na hindi tugma upang payagan. Tukuyin tulad ng course-type-slug:run-type-slug.
fr_fr: Incompatibilités CourseType/CourseRunType à autoriser. Spécifiez comme course-type-slug:run-type-slug.
kk_kz: Курстың түрі / курстың басталу түрі бірдей емес. course-type-slug:run-type-slug сияқты ерекшелендіру қажет.
pt_br: CourseType / CourseRunType incompatíveis para permitir. Especifique como curso-tipo-slug: run-type-slug.
sl: CourseType/CourseRunType se ne ujemata. Določite kot course-type-slug:run-type-slug.
