Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: Incorrect data sent.
af_za: Verkeerde data gestuur.
cs: Odeslaná nesprávná data.
da: Forkerte data sendt.
de_de: Falsche Daten wurden gesendet.
eo: Ìnçörréçt dätä sént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_ar: Se enviaron datos incorrectos.
fa_ir: داده‌های نادرست ارسال شد.
fi: Lähetetty virheellinen data.
fil_ph: Maling data na ipinadala.
fr_fr: Données incorrectes envoyées.
kk_kz: Қате деректер жіберілді.
pt_br: Dados incorretos enviados.
sl: Poslani so napačni podatki.

source: An error occurred while setting course run data.
eo: Àn érrör öççürréd whïlé séttïng çöürsé rün dätä. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Failed to set course run data: {}
af_za: Kon nie die kursusrop -data instel nie: {}
cs: Nepodařilo se nastavit data běhu kurzu: {}
da: Kunne ikke indstille kursuskørselsdata: {}
de_de: Festlegen der Kurslaufdaten fehlgeschlagen: {}
eo: Fäïléd tö sét çöürsé rün dätä: {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_ar: Error al configurar los datos de ejecución del curso: {}
fa_ir: تنظیم داده‌های دوره آموزشی انجام نشد: {}
fi: Kurssin ajotietojen asettaminen epäonnistui: {}
fil_ph: Nabigong itakda ang data ng pagpapatakbo ng kurso: {}
fr_fr: Échec de la définition des données d&#39;exécution du parcours : {}
kk_kz: Курстың өтуі туралы деректерді орнату мүмкін емес: {}
pt_br: Falha ao definir dados de funcionamento do curso: {}
sl: Podatkov o vožnji tečaja ni bilo mogoče nastaviti: {}

source: Can only update status, ofac restrictions, and ofac comment
af_za: Kan slegs status, OFAC -beperkings en OFAC -kommentaar opdateer
cs: Může aktualizovat pouze stav, omezení ofac a komentář ofac
da: Kan kun opdatere status, ofac-begrænsninger og ofac-kommentarer
de_de: Kann nur Status, ofac-Einschränkungen und ofac-Kommentar aktualisieren
eo: Çän önlý üpdäté stätüs, öfäç réstrïçtïöns, änd öfäç çömmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: Solo puede actualizar el estado, las restricciones de OFAC y los comentarios de OFAC.
fa_ir: فقط می‌تواند وضعیت، محدودیت‌های ofac و نظر ofac را روزآمد کند
fi: Vain tila, ofac-rajoitukset ja ofac-kommentti voidaan päivittää
fil_ph: Maaari lamang i-update ang status, mga paghihigpit sa ofac, at komento ng ofac
fr_fr: Peut uniquement mettre à jour le statut, les restrictions ofac et le commentaire ofac
kk_kz: Тек статус,ofac шектеулер және ofac пікірлер жаңартылады
pt_br: Só pode atualizar status, restrições de ofac e comentário de ofac
sl: Posodablja lahko samo stanje, omejitve ofac in komentar ofac

source: Course run is in review. Editing disabled.
af_za: Kursusloop is in oorsig. Redigering gestremd.
cs: Probíhá kontrola průběhu kurzu. Úpravy zakázány.
da: Kursusløb er under revision. Redigering deaktiveret.
de_de: Kurslauf ist in Revision. Bearbeiten ist nicht möglich.
eo: Çöürsé rün ïs ïn révïéw. Édïtïng dïsäßléd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_ar: La ejecución del curso está en revisión. Edición deshabilitada.
fa_ir: دوره آموزشی در حال بررسی است. ویرایش غیرفعال شد.
fi: Kurssin suoritusta tarkistetaan. Muokkaus poistettu käytöstä.
fil_ph: Ang pagtakbo ng kurso ay sinusuri. Hindi pinagana ang pag-edit.
fr_fr: Le déroulement du parcours est en révision. Modification désactivée.
kk_kz: Курс қарастырылуда. Өңдеу өшірілген.
pt_br: Funcionamento do curso está em revisão. Edição desabilitada.
sl: Potek tečaja je v pregledu. Urejanje je onemogočeno.

source: Invalid param
de_de: Ungültige Daten
eo: Ìnvälïd päräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: An error occurred while setting Course or Course Run data.
eo: Àn érrör öççürréd whïlé séttïng Çöürsé ör Çöürsé Rün dätä. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Failed to set data: {}
af_za: Kon nie data instel nie: {}
cs: Nepodařilo se nastavit data: {}
da: Kunne ikke indstille data: {}
de_de: Festlegen der Daten fehlgeschlagen: {}
eo: Fäïléd tö sét dätä: {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_ar: Error al establecer los datos: {}
fa_ir: تنظیم داده انجام نشد: {}
fi: Tietojen asettaminen epäonnistui: {}
fil_ph: Nabigong magtakda ng data: {}
fr_fr: Échec de la définition des données : {}
kk_kz: Деректерді орнату мүмкін емес: {}
pt_br: Falha ao definir dados: {}
sl: Podatkov ni bilo mogoče nastaviti: {}

source: Organization [{org}] does not exist.
af_za: Organisasie [{org}] bestaan nie.
cs: Organizace [{org}] neexistuje.
da: Organisationen [{org}] eksisterer ikke.
de_de: Das Unternehmen [{org}] existiert nicht.
eo: Örgänïzätïön [{org}] döés nöt éxïst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_ar: La organización [{org}] no existe.
fa_ir: سازمان [{org}] وجود ندارد.
fi: Organisaatiota [{org}] ei ole olemassa.
fil_ph: Ang organisasyon [{org}] ay hindi umiiral.
fr_fr: L&#39;organisation [{org}] n&#39;existe pas.
kk_kz: Ұйым [{org}] жоқ.
pt_br: A organização [{org}] não existe.
sl: Organizacija [{org}] ne obstaja.

source: Entitlement Track [{entitlement_type}] does not exist.
eo: Éntïtlémént Träçk [{entitlement_type}] döés nöt éxïst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: Course Type [{course_type}] does not exist.
af_za: Kursusstipe [{course_type}] bestaan nie.
cs: Typ kurzu [{course_type}] neexistuje.
da: Kursustype [{course_type}] findes ikke.
de_de: Kurstyp [{course_type}] existiert nicht.
eo: Çöürsé Týpé [{course_type}] döés nöt éxïst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_ar: El tipo de curso [{course_type}] no existe.
fa_ir: این نوع دوره آموزشی [{course_type}] وجود ندارد.
fi: Kurssityyppiä [{course_type}] ei ole olemassa.
fil_ph: Ang Uri ng Kurso [{course_type}] ay hindi umiiral.
fr_fr: Le type de cours [{course_type}] n&#39;existe pas.
kk_kz: Курсы түрі [{course_type}] жоқ.
pt_br: O tipo de curso [{course_type}] não existe.
sl: Vrsta tečaja [{course_type}] ne obstaja.

source: A course with key {key} already exists.
eo: À çöürsé wïth kéý {key} älréädý éxïsts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Course creation was unsuccessful. The course URL slug ‘[{url_slug}]’ is already in use. Please update this field and try again.
af_za: Kursusskepping was onsuksesvol. Die kursus URL slak ‘[{url_slug}] 'is reeds in gebruik. Dateer asseblief hierdie veld op en probeer weer.
cs: Vytvoření kurzu se nezdařilo. Slug adresy URL kurzu '[{url_slug}]' se již používá. Aktualizujte toto pole a zkuste to znovu.
da: Oprettelse af kursus mislykkedes. Kurset URL ‘[{url_slug}]’ er allerede i brug. Opdater venligst dette felt og prøv igen.
de_de: Kurserstellung ist fehlgeschlagen. Der Kurs URL-Slug ‘[{url_slug}]’ wir bereits anderweitig genutzt. Bitte aktualisieren Sie dieses Feld und versuchen Sie es erneut.
eo: Çöürsé çréätïön wäs ünsüççéssfül. Thé çöürsé ÛRL slüg ‘[{url_slug}]’ ïs älréädý ïn üsé. Pléäsé üpdäté thïs fïéld änd trý ägäïn. Ⱡ'σяєм ιρѕυ#
es_ar: No se pudo crear el curso. El slug URL del curso ‘[{url_slug}]’ ya está en uso. Actualice este campo y vuelva a intentarlo.
fa_ir: ایجاد دوره آموزشی موفق نبود. مشخصه نشانی اینترنتی دوره آموزشی "[{url_slug}]" از قبل در حال استفاده است. لطفاً این قسمت را روزآمد کرده و دوباره امتحان کنید.
fi: Kurssin luominen epäonnistui. Kurssin URL-osoite [{url_slug}] on jo käytössä. Päivitä tämä kenttä ja yritä uudelleen.
fil_ph: Hindi matagumpay ang paggawa ng kurso. Ang kursong URL slug na &#39;[{url_slug}]&#39; ay ginagamit na. Paki-update ang field na ito at subukang muli.
fr_fr: La création du cours a échoué. Le slug d&#39;URL de cours &#39;[{url_slug}]&#39; est déjà utilisé. Veuillez mettre à jour ce champ et réessayer.
kk_kz: Курс құрылуы сәтсіз болды.Курстың URL-мекен-жайы " [{url_slug}]' қазірдің өзінде қолданыста. Өтініш бөлімді жаңартыныз және әрекетті қайталаңыз.
pt_br: A criação do curso não foi bem-sucedida. A slug de URL do curso ‘[{url_slug}]’ já está em uso. Por favor, atualize este campo e tente novamente.
sl: Ustvarjanje tečaja ni bilo uspešno. URL tečaja &quot;[{url_slug}]&quot; je že v uporabi. Posodobite to polje in poskusite znova.

source: Entitlements must have a mode specified.
eo: Éntïtléménts müst hävé ä mödé spéçïfïéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: Entitlement mode {} not found.
eo: Éntïtlémént mödé {} nöt föünd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Existing entitlement not found for course {0}.
eo: Éxïstïng éntïtlémént nöt föünd för çöürsé {0}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Switching entitlement types after being reviewed is not supported. Please reach out to your project coordinator for additional help if necessary.
af_za: Die oorskakelingstipes na die hersiening word nie ondersteun nie. Reik you projekkoördineerder uit vir meer hulp indien nodig.
cs: Přepínání typů nároků po kontrole není podporováno. V případě potřeby se prosím obraťte na svého projektového koordinátora, který vám poskytne další pomoc.
da: Skift af berettigelsestyper efter gennemgang understøttes ikke. Kontakt venligst din projektkoordinator for yderligere hjælp, hvis det er nødvendigt.
de_de: Ein Wechsel der Berechtigungsarten nach der Prüfung wird nicht unterstützt. Bitte wenden Sie sich bei Bedarf an Ihren Projektkoordinator, um weitere Hilfe zu erhalten.
eo: Swïtçhïng éntïtlémént týpés äftér ßéïng révïéwéd ïs nöt süppörtéd. Pléäsé réäçh öüt tö ýöür pröjéçt çöördïnätör för äddïtïönäl hélp ïf néçéssärý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂#
es_ar: No se admite el cambio de tipos de derechos después de la revisión. Comuníquese con el coordinador de su proyecto para obtener ayuda adicional si es necesario.
fa_ir: تغییر انواع حقوق پس از بازبینی پشتیبانی نمی‌شود. لطفاً در صورت لزوم برای راهنمایی بیشتر با هماهنگ‌کننده پروژه خود تماس بگیرید.
fi: Oikeustyyppien vaihtamista tarkistuksen jälkeen ei tueta. Pyydä tarvittaessa lisäapua projektikoordinaattoriltasi.
fil_ph: Ang pagpapalit ng mga uri ng karapatan pagkatapos masuri ay hindi suportado. Mangyaring makipag-ugnayan sa iyong project coordinator para sa karagdagang tulong kung kinakailangan.
fr_fr: Le changement de type de droit après examen n&#39;est pas pris en charge. Veuillez contacter votre coordinateur de projet pour une aide supplémentaire si nécessaire.
kk_kz: Құқық түрлерін ауыстыру қаралымнан кейін қолданыстан шығады. Өтініш егер керек болса жоба жетекшісінен қосымша көмек сұраныз.
pt_br: A troca de tipos de direitos após a revisão não é suportada. Entre em contato com o coordenador do projeto para obter ajuda adicional, se necessário.
sl: Preklop vrst pooblastil po pregledu ni podprt. Po potrebi se za dodatno pomoč obrnite na svojega koordinatorja projekta.

source: Course edit was unsuccessful. The course URL slug ‘[{url_slug}]’ is already in use. Please update this field and try again.
af_za: Die kursusbewerking was onsuksesvol. Die kursus URL slak ‘[{url_slug}] 'is reeds in gebruik. Dateer asseblief hierdie veld op en probeer weer.
cs: Úprava kurzu se nezdařila. Slug adresy URL kurzu '[{url_slug}]' se již používá. Aktualizujte toto pole a zkuste to znovu.
da: Kursusredigering mislykkedes. Kurset URL-slug &#39;[ {url_slug} ]&#39; er allerede i brug. Opdater venligst dette felt og prøv igen.
de_de: Die Kursbearbeitung ist fehlgeschlagen. Der Kurs URL-Slug ‘[{url_slug}]’ wir bereits anderweitig genutzt. Bitte aktualisieren Sie dieses Feld und versuchen Sie es erneut.
eo: Çöürsé édït wäs ünsüççéssfül. Thé çöürsé ÛRL slüg ‘[{url_slug}]’ ïs älréädý ïn üsé. Pléäsé üpdäté thïs fïéld änd trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σ#
es_ar: La edición del curso no tuvo éxito. El slug de URL del curso ‘[{url_slug}]’ ya está en uso. Actualice este campo y vuelva a intentarlo.
fa_ir: ویرایش دوره آموزشی موفق نبود. مشخصه نشانی اینترنتی دوره آموزشی "[{url_slug}]" از قبل در حال استفاده است. لطفاً این فیلد را روزآمد کرده و دوباره امتحان کنید.
fi: Kurssin muokkaus epäonnistui. Kurssin URL-osoite [{url_slug}] on jo käytössä. Päivitä tämä kenttä ja yritä uudelleen.
fil_ph: Hindi matagumpay ang pag-edit ng kurso. Ang kursong URL slug na &#39;[{url_slug}]&#39; ay ginagamit na. Paki-update ang field na ito at subukang muli.
fr_fr: Échec de la modification du cours. Le slug d&#39;URL de cours &#39;[{url_slug}]&#39; est déjà utilisé. Veuillez mettre à jour ce champ et réessayer.
kk_kz: Курстың өзгертілуі сәтсіз болды. Курстың URL-мекен-жайы " [{url_slug}]' қазірдің өзінде қолданыста. Өтініш бөлімді жаңартыныз және әрекетті қайталаңыз.
pt_br: A edição do curso não foi bem-sucedida. A slug de URL do curso ‘[{url_slug}]’ já está em uso. Por favor, atualize este campo e tente novamente.
sl: Urejanje tečaja ni bilo uspešno. Polže URL tečaja &#39;[{url_slug}]&#39; je že v uporabi. Posodobite to polje in poskusite znova.

source: You are not permitted to access the API documentation.
af_za: Jy mag nie toegang hê tot die API dokumentasie nie.
ar: لا يُسمح لك بالوصول إلى وثائق API.
bn_bd: আপনি এপিআই ডকুমেন্টেশন অ্যাক্সেস করতে অনুমতি নেই
cs: Nemáte povolen přístup do API dokumentace.
da: Du har ikke tilladelse til at få adgang til API-dokumentationen.
de_de: Sie sind nicht berechtigt um auf die API Dokumentation zuzugreifen.
eo: Ýöü äré nöt pérmïttéd tö äççéss thé ÀPÌ döçüméntätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: No tiene permiso para acceder a la documentación de la API
es_ar: No se le permite acceder a la documentación de la API
fa_ir: شما اجازه دسترسی به اسناد API را ندارید.
fi: Sinulla ei ole oikeutta käyttää API-dokumentaatiota.
fil_ph: Hindi ka pinapayagang i-access ang dokumentasyon ng API.
fr_fr: Vous n&#39;êtes pas autorisé à accéder à la documentation de l&#39;API.
he: אינך מורשה לגשת למסמכי ה-API
ja_jp: API文書へのアクセスが許可されていません。
ka: თქვენ არ გაქვთ დაშვება API-ს დოკუმენტებზე წვდომასთან.
kk_kz: Сізге API құжаттамасын қарауға рұқсат етілмеген.
pl: Nie posiadasz uprawnień do dostępu do dokumentacji API.
pt_br: Você não tem permissão para acessar a documentação API.
ru: Вы не имеете доступа к докумнтации API.
sl: Nimate dovoljenja za dostop do dokumentacije API.
tr_tr: API belgelerine erişim izniniz bulunmamaktadır.

source: Catalog name
af_za: Katalogus naam
ar: اسم الكتالوج
bn_bd: তালিকা নাম
cs: Název katalogu
da: Katalognavn
de_de: Katalogname
eo: Çätälög nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Nombre de catálogo
es_ar: Nombre del catálogo.
fa_ir: عنوان فهرست
fi: Katalogin nimi
fil_ph: Pangalan ng katalogo
fr_fr: Nom du catalogue
he: שם הקטלוג
ja_jp: カタログ名
ka: კატალოგის სახელი
kk_kz: Каталог атауы
pl: Nazwa katalogu
pt_br: Nome do catálogo
ru: название каталога
sl: Ime kataloga
tr_tr: Katalog adı

source: Query to retrieve catalog contents
ar: استفسار لاستعادة محتويات الكتالوج
bn_bd: প্রশ্ন বের করার জন্য ক্যাটালগ বিষয়বস্তু
de_de: Query um die Katalog Inhalte zu erhalten
eo: Qüérý tö rétrïévé çätälög çönténts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: Consulta para recuperar los contenidos del catálogo
he: שאילתא לשליפת תכני קטלוג
ja_jp: カタログのコンテンツを復元するためのクエリ
ka: კატალოგის შინაარსის მოსაძიებელი მოთხოვნა
pl: Query w celu pozyskania zawartości katalogu
ru: Возвращение к оглавлению каталога
tr_tr: Katalog içeriğini almak için sorgula

source: Include archived courses
af_za: Sluit geargiveerde kursusse in
cs: Zahrnout archivované kurzy
da: Inkluder arkiverede kurser
de_de: Archivierte Kurse berücksichtigen
eo: Ìnçlüdé ärçhïvéd çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_ar: Incluir cursos archivados
fa_ir: شامل دوره‌های آرشیو شده می‌شود
fi: Sisällytä arkistoidut kurssit
fil_ph: Isama ang mga naka-archive na kurso
fr_fr: Inclure les cours archivés
kk_kz: Архив курстарын қосу
pt_br: Incluir cursos arquivados
sl: Vključi arhivirane tečaje

source: Personal info
af_za: Persoonlike inligting
ar: المعلومات الشخصية
bn_bd: ব্যাক্তিগত তথ্য
cs: Osobní údaje
da: Personlig information
de_de: Persönliche Info
eo: Pérsönäl ïnfö Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Información personal
es_ar: Información personal.
fa_ir: اطلاعات شخصی
fi: Henkilökohtaiset tiedot
fil_ph: Personal na impormasyon
fr_fr: Informations personnelles
he: מידע אישי
ja_jp: 個人情報
ka: პირადი ინფორმაცია
kk_kz: Жеке дерек
pl: Informacje osobiste
pt_br: Informações pessoais
ru: Личная информация
sl: Osebni podatki
tr_tr: Kişisel bilgi

source: Permissions
af_za: Toestemmings
ar: الصلاحيات
bn_bd: অনুমতি
cs: Povolení
da: Tilladelser
de_de: Berechtigungen
eo: Pérmïssïöns Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Permisos
es_ar: Permisos
fa_ir: دسترسی‌ها
fi: Käyttöoikeudet
fil_ph: Mga Pahintulot
fr_fr: Autorisations
he: הרשאות
ja_jp: 権限
ka: უფლებები
kk_kz: Қол жеткізу құқығы
pl: Uprawnienia
pt_br: Permissões
ru: Права доступа
sl: Dovoljenja
tr_tr: İzinler

source: Important dates
af_za: Belangrike datums
ar: تواريخ مهمّة
bn_bd: গুরুত্বপূর্ন তারিখগুলো
cs: Důležitá data
da: Vigtige datoer
de_de: Wichtige Daten
eo: Ìmpörtänt dätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Fechas importantes
es_ar: Fechas importantes
fa_ir: تاریخ‌های مهم
fi: Tärkeät päivämäärät
fil_ph: Mga mahahalagang petsa
fr_fr: Rendez-vous importants
he: תאריכים חשובים
ja_jp: 重要な予定
ka: მნიშვნელოვანი თარიღები
kk_kz: Маңызды мәліметтер
pl: Ważne daty
pt_br: Datas importantes
ru: Важные даты
sl: Pomembni datumi
tr_tr: Önemli tarihler

source: OpenID Connect
bn_bd: ওপেন আইডি কানেক্ট
eo: ÖpénÌD Çönnéçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
ja_jp: オープンID接続
ka: ღია საიდენტიფიკაციო კავშირი

source: OpenID Connect is used for front-end authentication as well as getting access to the APIs.
ar: يُستخدم OpenID Connect من أجل مصادقة الواجهة الأمامية بالإضافة إلى الوصول إلى واجهة برمجة التطبيقات API.
bn_bd: ওপেন আইডি কানেক্ট এপিআই এক্সেস পেয়ে সেইসাথে ফ্রন্ট-এন্ড অনুমোদনের জন্য ব্যবহার করা হয়
eo: ÖpénÌD Çönnéçt ïs üséd för frönt-énd äüthéntïçätïön äs wéll äs géttïng äççéss tö thé ÀPÌs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
he: OpenID Connect משמש לאימות הקצה הקדמי כמו גם קבלת גישה לממשקי API.
ja_jp: オープンID接続はフロントエンド認証およびAPIへのアクセス権を獲得するために使用されます。
ka: ღია საიდენტიფიკაციო კავშირი გამოიყენება ფრონტ ენდიდან ავტორიზაციისთვის ისევე როგორც API-ებზე წვდომის მოსაპოვებლად.
tr_tr: OpenID Connect önyüzde kimlik doğrulama süreçlerinin yanı sıra API erişimlerinde de kullanılmaktadır.

source: API Configuration
af_za: API konfigurasie
ar: تكوين واجهة برمجة التطبيقات API
bn_bd: এপিআই কনফিগারেশন
cs: Konfigurace API
da: API-konfiguration
de_de: Programmierschnittstellen-Konfiguration
eo: ÀPÌ Çönfïgürätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Configuración de API
es_ar: Configuración de la API
fa_ir: پیکربندی API
fi: API-määritykset
fil_ph: Configuration ng API
fr_fr: Configuration de l&#39;API
he: תצורת API
ja_jp: API設定
ka: API-ს კონფიგურაცია
kk_kz: API Конфигурациясы
pl: Konfiguracja API
pt_br: Configuração da API
ru: Настройки API
sl: Konfiguracija API-ja
tr_tr: API Yapılandırma

source: Configure the APIs that will be used to retrieve data.
af_za: Stel die API's op wat gebruik sal word om data op te spoor.
ar: تكوين واجهة برمجة التطبيقات التي ستستخدم لاستعادة البيانات.
bn_bd: এপিআই যে তথ্য উদ্ধার করা সম্ভব হবে কনফিগার করুন
cs: Nakonfigurujte rozhraní API, které bude použito k načtení dat.
da: Konfigurer de API&#39;er, der skal bruges til at hente data.
de_de: Konfiguriere die zum Datenempfang benötigten Programmierschnittstellen
eo: Çönfïgüré thé ÀPÌs thät wïll ßé üséd tö rétrïévé dätä. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Configure las API que se usarán para acceder a los datos.
es_ar: Configure las API que se utilizarán para recuperar datos.
fa_ir: پیکربندی API هایی که برای بازیابی داده‌ها استفاده می‌شوند.
fi: Määritä sovellusliittymät, joita käytetään tietojen hakemiseen.
fil_ph: I-configure ang mga API na gagamitin para kunin ang data.
fr_fr: Configurez les API qui seront utilisées pour récupérer les données.
he: הגדר את ממשקי ה-API שישמשו לאחזור נתונים.
ja_jp: データ復元に使用するAPIを設定してください。
ka: დააკონფიგურირე API-ები რომლებსაც გამოიყენებთ მონაცემების მოსაძიებლად.
kk_kz: Деректерді жинау үшін қолданыста болатын API ды іске келтірініз.
pl: Skonfiguruj API, które będą używane do wydobywania danych.
pt_br: Configure as APIs que serão utilizadas para recuperar dados.
ru: Настроить API, которые будут использоваться для доступа к данным.
sl: Konfigurirajte API-je, ki bodo uporabljeni za pridobivanje podatkov.
tr_tr: Veri çekmede kullanılacak API'leri yapılandır.

source: Marketing Site Configuration
af_za: Bemarkingswebwerfkonfigurasie
ar: ترتيب موقع التسويق
bn_bd: মার্কেটিং সাইট কনফিগারেশন
cs: Konfigurace marketingového webu
da: Konfiguration af marketingwebsted
de_de: Marketing Site Einstellungen
eo: Märkétïng Sïté Çönfïgürätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Configuración del Sitio de Marketing.
es_ar: Configuración del sitio de marketing
fa_ir: تنظیمات فروش در وبگاه
fi: Markkinointisivuston määritykset
fil_ph: Configuration ng Marketing Site
fr_fr: Configuration du site de commercialisation
he: תצורת אתר השיווק
ja_jp: マーケティングサイト設定
ka: მარკეტინგული გვერდის კონფიგურაცია
kk_kz: Маркетинг Сайтының Конфигурациясы
pl: Konfiguracja strony promującej
pt_br: Configuração de Marketing do Site
ru: Настройки Маркетингового Сайта
sl: Konfiguracija spletnega mesta za trženje
tr_tr: Pazarlama Sitesi Yapılandırması

source: Configure the marketing site URLs that will be used to retrieve data and create URLs.
af_za: Stel die URL's vir bemarkingswebwerf op wat gebruik sal word om data op te spoor en URL's te skep.
ar: ترتيب روابط موقع التسويق التي سيتم استخدامها في استعادة البيانات وإنشاء الروابط.
bn_bd: যে তথ্য পুনরুদ্ধার এবং URL গুলি তৈরি করতে ব্যবহার করা হবে মার্কেটিং সাইট URL কনফিগার করুন
cs: Nakonfigurujte adresy URL marketingových stránek, které se budou používat k načítání dat a vytváření adres URL.
da: Konfigurer de marketingwebadresser, der skal bruges til at hente data og oprette URL's
de_de: Passen Sie diejenigen URLs der Marketing Site an, die benutzt werden um Daten zu empfangen und weitere URLs zu erstellen.
eo: Çönfïgüré thé märkétïng sïté ÛRLs thät wïll ßé üséd tö rétrïévé dätä änd çréäté ÛRLs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Configure las direcciones de mercadeo que serán usadas para recuperar información y crear las direcciones.
es_ar: Configure las URL del sitio de marketing que se usarán para recuperar datos y crear URL.
fa_ir: پیکربندی نشانی‌های اینترنتی وبگاه بازاریابی که برای بازیابی داده‌ها و ایجاد نشانی اینترنتی استفاده می شود.
fi: Määritä markkinointisivustojen URL-osoitteet, joita käytetään tietojen hakemiseen ja URL-osoitteiden luomiseen.
fil_ph: I-configure ang mga URL ng site ng marketing na gagamitin upang kunin ang data at gumawa ng mga URL.
fr_fr: Configurez les URL du site marketing qui seront utilisées pour récupérer les données et créer des URL.
he: הגדר את ממשקי ה-API של אתר השיווק שישמשו לאחזור נתונים וליצירת כתובות URL.
ja_jp: データ復元やURL作成に使用するマーケティングサイトURLを設定してください。
ka: დააკონფიგურირეთ მარკეტინგული გვერდის URL-ები, რომლებსაც მონაცემების მოსაძიებლად გამოიყენებთ და შექმენით URL-ები.
kk_kz: Деректерді шығару және URL мекен-жайларын құру үшін пайдаланылатын маркетингтік сайттардың URL мекен-жайларын іске келтірініз.
pl: Skonfiguruj adresy URL strony promującej, które zostaną wykorzystane do wydobycia danych i utworzenia URLi.
pt_br: Configurar a URL do site de marketing que será usada para recuperar dados e criar URLs.
ru: Настроить URL-адреса маркетингового сайта, которые будут использоваться для сбора данных и создания URL-адресов.
sl: Konfigurirajte URL-je spletnih mest za trženje, ki bodo uporabljeni za pridobivanje podatkov in ustvarjanje URL-jev.
tr_tr: Veri çekmede ve URL oluşturmada kullanılacak pazarlama sitesi URL'lerini yapılandır.
