Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: Do not include detailed information about course logistics, such as grading, communication policies, and reading lists.
bn_bd: যেমন শূন্য, যোগাযোগ নীতি হিসেবে অবশ্যই সরবরাহ, বিষয়ে বিস্তারিত তথ্য, এবং পড়া তালিকার অন্তর্ভুক্ত করবেন না
de_de: Verwenden Sie keine detaillierten Informationen über Kurslogistik, wie beispielsweise Noten, Kommunikation und Leselisten.
eo: Dö nöt ïnçlüdé détäïléd ïnförmätïön äßöüt çöürsé lögïstïçs, süçh äs grädïng, çömmünïçätïön pölïçïés, änd réädïng lïsts. Ⱡ'σяєм ιρѕυм#
es_419: No incluya información detallada acerca de la logística del curso, como clasificación, políticas de comunicación y listas de lecturas.
ja_jp: 採点やコミュニケーションポリシー、文献リストなどの詳細に関する細かい説明は含めないでください。
pl: Nie załączaj żadnych informacji organizacyjnych, takich jak polityka ocen, sposoby komunikacji i lektury uzupełniające.
ru: Не включайте подробную информацию о логистике курса, такую как оценки, правила коммуникации и списки для чтения.

source: Format items as either paragraphs or a bulleted list.
bn_bd: অনুচ্ছেদ বা একটি বুলেটযুক্ত তালিকা হিসাবে আইটেম ফরম্যাট করুন
de_de: Formatieren Sie Elemente entweder als Absätze oder als Aufzählungsliste.
eo: Förmät ïtéms äs éïthér pärägräphs ör ä ßüllétéd lïst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Presente los elementos como párrafos o como una lista con viñetas.
ja_jp: 段落や箇条書きなどフォーマット化してください。
pl: Sformatuj informacje jako akapity lub listę z podpunktami.
ru: Отформатируйте пункты в виде абзацев или выделенного списка.

source: Week 1: From Calculator to Computer
bn_bd: সপ্তাহ 1: ক্যালকুলেটর থেকে কম্পিউটারে
de_de: Woche 1: Vom Taschenrechner zum Computer
eo: Wéék 1: Fröm Çälçülätör tö Çömpütér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: Semana 1: De la calculadora a la computadora
ja_jp: 第1週: 計算機からコンピュータへ
pl: Tydzień 1: Od kalkulatora do komputera
ru: Неделя первая: От калькулятора к компьютеру
tr_tr: Hafta 1: Hesap Makinesinden Bilgisayara

source: Introduction to basic programming concepts, such as values and expressions, as well as making decisions when implementing algorithms and developing programs.
de_de: Einführung zu den grundlegenden Konzepten, wie Werte und Ausdrücke , als auch richtiges verwenden von Algorithmen und produzieren von Programmen.
eo: Ìntrödüçtïön tö ßäsïç prögrämmïng çönçépts, süçh äs välüés änd éxpréssïöns, äs wéll äs mäkïng déçïsïöns whén ïmpléméntïng älgörïthms änd dévélöpïng prögräms. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт #
es_419: Introducción a conceptos básicos de programación, como valores y expresiones, así como tomar decisiones al implementar algoritmos y desarrollar programas.
ja_jp: 値や表現などのプログラミングの基本概念や、アルゴリズム実行やプログラム開発の際の判断に関する入門。
pl: Wprowadzenie do podstawowych pojęć programowania, takich jak wartości i wyrażenia, a także podejmowanie decyzji w trakcie implementowania algorytmów i tworzenia programów.
ru: Знакомство с основными понятиями программирования, такими как значения и выражения, а также принятие решений при реализации алгоритмов и разработке программ.

source: Week 2: State Transformation
bn_bd: সপ্তাহ 2রাষ্ট্রায়ত্ত ট্রান্সফরমেসন
de_de: Woche 2: Zustandsumwandlung
eo: Wéék 2: Stäté Tränsförmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Semana 2: Transformación del Estado
ja_jp: 第2週: 状態変換
pl: Tydzień 2: Transformacja stanu
ru: Вторая неделя: Трансформация государства

source: Introduction to state transformation, including representation of data and programs as well as conditional repetition.
de_de: Einführung in Zustandsumwandlung, inklusive korrektes präsentieren von Daten und Programmen und bedingte Wiederholungen.
eo: Ìntrödüçtïön tö stäté tränsförmätïön, ïnçlüdïng répréséntätïön öf dätä änd prögräms äs wéll äs çöndïtïönäl répétïtïön. Ⱡ'σяєм ιρѕυм #
es_419: Introducción a la transformación de estado, incluyendo la representación de datos y programas, así como la repetición condicional.
ja_jp: データやプログラムの表現を含む状態変換の入門。
pl: Wprowadzenie do transformacji stanu, w tym reprezentacja danych i programów, a także powtarzanie warunkowe.
ru: Введение в государственную трансформацию, включая представление данных и программ, а также условное повторение.

source: LEVEL
eo: LÉVÉL Ⱡ'σяєм ιρѕ#
es_419: NIVEL
ja_jp: レベル
pl: POZIOM ZAAWANSOWANIA
ru: УРОВЕНЬ
tr_tr: SEVİYE

source: Introductory - No prerequisites; a learner who has completed some or all secondary school could complete the course.
de_de: Anfänger - Keine Voraussetzungen; Ein Teilnehmer, der die Realschule abgeschlossen hat, kann hier teilnehmen.
eo: Ìntrödüçtörý - Nö préréqüïsïtés; ä léärnér whö häs çömplétéd sömé ör äll séçöndärý sçhööl çöüld çömplété thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σ#
es_419: Introductorio - Sin requisitos previos; un estudiante quien haya completado alguno o toda la escuela secundaria puede completar este curso.
ja_jp: 入門 - 履習要件なし; 高卒以上の受講者であれば修了できるレベル。
pl: Podstawowy - brak jakichkolwiek wymagań wstępnych; student ze średnim wykształceniem da radę ukończyć kurs.
ru: Вводный курс - без предварительных условий; учащийся, окончивший часть или всю среднюю школу, может пройти курс.
tr_tr: Giriş - Öngereklilikler yok; orta öğretim mezunu ya da üstü seviyede bir okulu yarıda bırakmış herhangi birisi dersi tamamlayabilir.

source: Intermediate - Basic prerequisites; learners need to complete secondary school or some university courses.
de_de: Fortgeschritten - Grundlegende Anforderungen; Teilnehmer müssen das Gymnasium abgeschlossen oder eine Universität besucht haben.
eo: Ìntérmédïäté - Bäsïç préréqüïsïtés; léärnérs nééd tö çömplété séçöndärý sçhööl ör sömé ünïvérsïtý çöürsés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #
es_419: Intermedio - Requisitos previos básicos; los estudiantes necesitan escuela secundaria o algún grado universitario.
ja_jp: 中級 - 基礎的な履習要件; 高校または大学卒業レベル。
pl: Średnio zaawansowany - podstawowe wymagania wstępne; student potrzebuje wiedzy nieznacznie wykraczającej poza zakres szkoły średniej.
ru: Промежуточные - основные предпосылки; учащиеся должны закончить среднюю школу или некоторые университетские курсы.
tr_tr: Orta - Temel öngereklilikler; Öğrencilerin lise mezunu ya da üniversite öğrencisi olması gerekiyor.

source: Advanced - Significant prerequisites; the course is geared to third or fourth year university students or master's degree students.
de_de: Fortgeschrittene - Signifikante Voraussetzungen; Der Kurs richtet sich an Studenten im dritten oder vierten Studienjahr oder an Masterstudenten.
eo: Àdvänçéd - Sïgnïfïçänt préréqüïsïtés; thé çöürsé ïs géäréd tö thïrd ör föürth ýéär ünïvérsïtý stüdénts ör mästér's dégréé stüdénts. Ⱡ#
es_419: Avanzado - Prerrequisitos significativos; El curso está dirigido a estudiantes universitarios de tercer o cuarto año o estudiantes de maestría.
ja_jp: 上級 - 特別な履習要件; 大学３・4年生または修士課程レベル。
pl: Zaawansowany - precyzyjne wymagania wstępne; kurs adresowany przede wszystkim do studentów studiów II stopnia lub absolwentów studiów magisterskich.
ru: Продвинутые - важные предварительные условия; курс рассчитан на студентов третьего или четвертого курса университета или магистратуры.
tr_tr: İleri - Anlamlı öngereklikler; ders üniversite mezunlarına ya da üniversite 3. veya 4. sınıf öğrencilerine uygun.

source: Any frequently asked questions and the answers to those questions.
de_de: Alle häufig gestellten Fragen und deren Antworten.
eo: Àný fréqüéntlý äskéd qüéstïöns änd thé änswérs tö thösé qüéstïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Preguntas frecuentes y respuestas a esas preguntas.
ja_jp: よくある質問とその解答。
pl: Wybrane często zadawane pytania oraz odpowiedzi na nie.
ru: Любые часто задаваемые вопросы и ответы на них.

source: The About video should excite and entice potential students to take your course. Think of it as a movie trailer or TV show promotion. The video should be compelling, and exhibit the instructor’s personality.
de_de: Das Beschreibungsvideo sollte potenzielle Studenten anregen und dazu verleiten, Ihren Kurs zu belegen. Betrachten Sie es als Filmtrailer oder TV-Show-Promotion. Das Video sollte überzeugend sein und die Persönlichkeit des Dozent aufweisen.
eo: Thé Àßöüt vïdéö shöüld éxçïté änd éntïçé pöténtïäl stüdénts tö täké ýöür çöürsé. Thïnk öf ït äs ä mövïé träïlér ör TV shöw prömötïön. Thé vïdéö shöüld ßé çömpéllïng, änd éxhïßït thé ïnstrüçtör’s pérsönälïtý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕι#
es_419: El vídeo Sobre debería motivar a los potenciales estudiantes a tomar tu curso. Piensa como un trailer de una película o un comercial de televisión. El vídeo debería mostrar la personalidad del instructor.
ja_jp: 講座紹介ビデオは受講生にぜひあなたの講座を受講してみたいと思わせるようなものでなくてはいけません。映画やテレビ番組の予告編のようなものと思ってください。人を動かすようなもの、かつ講師の人柄が分かるようなものにしましょう。
pl: Film promocyjny powinien pobudzić i zachęcić studentów do wzięcia udziału w twoim kursie. Pomyśl o nim jak o trailerze filmowym lub spocie promującym ulubiony serial.
ru: Видеоролик О курсе должен увлечь потенциальных студентов и побудить их принять участие в вашем курсе. Думайте об этом как о трейлере к фильму или рекламном ролике телешоу. Видео должно быть убедительным и демонстрировать личность преподавателя.

source: The ideal length is 30-90 seconds (learners typically watch an average of 30 seconds).
de_de: Die ideale Länge is 30-90 Sekunden (Teilnehmer schauen normalerweise im Durchschnitt 30 Sekunden)
eo: Thé ïdéäl léngth ïs 30-90 séçönds (léärnérs týpïçällý wätçh än ävérägé öf 30 séçönds). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: La longitud ideal es 30-90 segundos (los estudiantes normalmente ven un promedio de 30 segundos).
ja_jp: 理想的な長さは30-90秒です (受講者は平均30秒見るようです)。
pl: Idealna długość powinna wynosić 30-90 sekund (studenci zazwyczaj rezygnują z oglądania dłuższych filmów).
ru: Идеальная продолжительность - 30-90 секунд (учащиеся обычно смотрят в среднем 30 секунд).
tr_tr: İdeal uzunluk 30-90 saniyedir (genellikle öğrenciler ortalama 30 saniyesini izler).

source: The About video should be produced and edited, using elements such as graphics and stock footage.
de_de: Das Beschreibungsvideo sollte mit grafischen Elementen oder Stock Aufnahmen produziert und bearbeitet werden.
eo: Thé Àßöüt vïdéö shöüld ßé prödüçéd änd édïtéd, üsïng éléménts süçh äs gräphïçs änd stöçk föötägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: El vídeo Sobre debería estar producido y editado, usando elementos como gráficos y pie de fotos.
ja_jp: 講座紹介ビデオはタイトル・クレジットや映像などを用いて制作・編集してください。
pl: Film promocyjny powinien zostać profesjonalnie wyprodukowany z uwzględnieniem edycji, montażu i grafiki.
ru: Видеоролик "О видео" должен быть создан и отредактирован с использованием таких элементов, как графика и видеоматериалы.

source: The About video should answer these key questions.
de_de: Die Beschreibung sollte die Schlüsselfragen beantworten
eo: Thé Àßöüt vïdéö shöüld änswér thésé kéý qüéstïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: El vídeo Sobre debería responder aquellas preguntas claves.
ja_jp: 講座紹介ビデオはこれらの疑問に答えるようなものでなくてはいけません。
pl: Film promocyjny powinien uwzględnić odpowiedzi na następujące pytania:
ru: Видеоролик "О видео" должен ответить на эти ключевые вопросы.

source: Why should a learner register?
de_de: Warum sollte sich ein Teilnehmer registrieren?
eo: Whý shöüld ä léärnér régïstér? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: ¿Por qué un estudiante debería registrarse?
ja_jp: なぜ受講すべきなのか？
pl: Dlaczego warto zapisać się na kurs?
ru: Почему ученик должен регистрироваться?
tr_tr: Öğrenci neden kayıt olmalı?

source: What topics and concepts are covered?
de_de: Welche Themen und Konzepte werden abgedeckt?
eo: Whät töpïçs änd çönçépts äré çövéréd? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: ¿Qué temas y conceptos están cubiertos?
ja_jp: どんなトピックやコンテンツが含まれているのか？
pl: Jakie tematy i pojęcia są podejmowane?
ru: Какие темы и понятия освещаются в данном пособии?
tr_tr: Hangi konu ve kavramları kapsıyor?

source: Who is teaching the course?
de_de: Wer ist Dozent?
eo: Whö ïs téäçhïng thé çöürsé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: ¿Quién está enseñando el curso?
ja_jp: 誰が教えるのか？
pl: Kto prowadzi kurs?
ru: Кто преподает курс?
tr_tr: Eğitimi hangi öğretmen veriyor?

source: What institution is delivering the course?
de_de: Welche Institution gibt diesen Kurs?
eo: Whät ïnstïtütïön ïs délïvérïng thé çöürsé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: ¿Que institución está ofreciendo este curso?
ja_jp: どの機関が提供している講座なのか？
pl: Jaka instytucja stoi za dostarczeniem kursu?
ru: Какое учреждение проводит курс?
tr_tr: Hangi kurum bu eğitimi sağlıyor?

source: Naming specifications:
de_de: Namen spezifikationen:
eo: Nämïng spéçïfïçätïöns: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Especificaciones de nombres:
ja_jp: 名前の仕様:
pl: Specyfikacja nazewnictwa:
ru: Характеристики наименования:
tr_tr: İsimlendirme standardı:

source: Name: InstitutionX_CourseNumber_About.mov
eo: Nämé: ÌnstïtütïönX_ÇöürséNümßér_Àßöüt.möv Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Nombre: InstitutionX_CourseNumber_About.mov
ja_jp: 名前: InstitutionX_CourseNumber_About.mov
pl: Nazwa: InstytucjaX_NumerKursu_Promocyjny.mov
ru: Имя: InstitutionX_CourseNumber_About.mov
tr_tr: İsim: InstitutionX_CourseNumber_About.mov

source: Post to:
de_de: Post zu:
eo: Pöst tö: Ⱡ'σяєм ιρѕυм ∂#
es_419: Publicar a:
ja_jp: 投稿先:
pl: Opublikuj w:
ru: опубликовать к:
tr_tr: Gönderilen:

source: Technical specifications:
de_de: Technische Spezifikationen:
eo: Téçhnïçäl spéçïfïçätïöns: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Especificaciones técnicas:
ja_jp: 技術仕様:
pl: Specyfikacje techniczne:
ru: Технические характеристики:
tr_tr: Teknik özellikler:

source: Codec: H.264
eo: Çödéç: H.264 Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
ja_jp: コーデック: H.264
pl: Kodek: H.264
ru: Кодек: H.264

source: Container: .mp4
eo: Çöntäïnér: .mp4 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
ja_jp: コンテナ: .mp4
pl: Format: .mp4
ru: Контейнер: .mp4

source: Resolution: 1920x1080
eo: Résölütïön: 1920x1080 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Resolución: 1920x1080
ja_jp: 解像度: 1920x1080
pl: Rozdzielczość: 1920x1080
ru: Разрешение: 1920x1080
tr_tr: Çözünürlük: 1920x1080

source: Frame rate: 29.97 fps
eo: Främé räté: 29.97 fps Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Cuadros por segundo: 29.97 fps
ja_jp: フレームレート: 29.97 fps
pl: Szybkość klatek: 29.97 fps
ru: Частота кадров: 29,97 кадров в секунду

source: Aspect: 1.0
eo: Àspéçt: 1.0 Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Aspecto: 1.0
ja_jp: アスペクト: 1.0
pl: Aspekt: 1.0
ru: Аспект: 1.0
tr_tr: Oran: 1.0

source: Bitrate: 5Mbps VBR
eo: Bïträté: 5Mßps VBR Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Velocidad de Bits: 5Mbps VBR
ja_jp: ビットレート: 5Mbps VBR
ru: Битрейт: VBR VBR со скоростью 5 Мбит/с

source: Audio codec: AAC 44.1KHz/192 Kbps
eo: Àüdïö çödéç: ÀÀÇ 44.1KHz/192 Kßps Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
ja_jp: オーディオコーデック: AAC 44.1KHz/192 Kbps
pl: Kodek audio: AAC 44.1KHz/192 Kbps
ru: Аудиокодек: AAC 44.1KHz/192 Kbps
tr_tr: Ses codec: AAC 44.1KHz/192 Kbps

source: Visit edX’s YouTube channel for examples of other About videos:
de_de: Besuchen Sie den Youtube channel von edX für Beispiele von gelungenen Beschreibungsvideos:
eo: Vïsït édX’s ÝöüTüßé çhännél för éxämplés öf öthér Àßöüt vïdéös: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Visita el canal de Youtube de edX's para ejemplos de otros vídeos introductorios:
ja_jp: 講座紹介ビデオの例を見るには、edXのYouTubeチャンネルを見てください:
pl: Odwiedź nasz kanał na YouTube i zainspiruj się innymi filmami promocyjnymi.
ru: Посетите канал редактирования EdX на YouTube, чтобы посмотреть другие видеоролики о фильмах:
tr_tr: Hakkında videosu örnekleri için edX YouTube kanalını ziyaret edebilirsiniz:

source: A quote from a learner in the course, demonstrating the value of taking the course.
de_de: Ein Zitat eines Teilnehmers dieses Kurses.
eo: À qüöté fröm ä léärnér ïn thé çöürsé, démönsträtïng thé välüé öf täkïng thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Una cita de un estudiante en el curso, demostrando el valor de tomar este curso.
ja_jp: 受講者のことばを引用して、受講する意義について説明しています。
pl: Opinia studenta uczestniczącego w kursie demonstrująca dlaczego warto zapisać się na kurs.
ru: Цитата из высказываний учащегося в ходе курса, демонстрирующая ценность прохождения курса.

source: Should be no more than 25-50 words in length.
de_de: Sollten nicht mehr als 25-50 Wörtern beinhalten.
eo: Shöüld ßé nö möré thän 25-50 wörds ïn léngth. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Debería ser de 25-50 palabras de longitud.
ja_jp: 25-50語以内でなければいけません。
pl: Powinna mieć 25-50 słów długości.
ru: Должно быть не более 25-50 слов в длину.
tr_tr: 25-50 kelimeden daha uzun olamaz.

source: “Brilliant course! It's definitely the best introduction to electronics in the world! Interesting material, clean explanations, well prepared quizzes, challenging homeworks and fun labs.” – Previous Student
de_de: “Sehr guter Kurs! Das ist devinitiv die beste Einfühurung in diese Themenwelt! Interessantes Material, saubere Erklärungen, fordernde Hausaufgaben und unterhaltsame Quizfragen.” – Teilnehmer
eo: “Brïllïänt çöürsé! Ìt's défïnïtélý thé ßést ïntrödüçtïön tö éléçtrönïçs ïn thé wörld! Ìntéréstïng mätérïäl, çléän éxplänätïöns, wéll prépäréd qüïzzés, çhälléngïng höméwörks änd fün läßs.” – Prévïöüs Stüdént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт#
es_419: "Excelente curso!" Es definitivamente la mejor introducción a electrónica en el mundo! Interesante material, explicaciones claras, quizes bien preparados, retos en casa y laboratorios divertidos-" - Estudiante
ja_jp: “すばらしい講座！間違いなく世界で一番の電子工学入門！教材もおもしろくて、説明も分かりやすい。小テストもしっかり準備されていて、宿題もやりがいがあるし、実習も楽しい。” – 以前の受講者より
pl: “Znakomity kurs! To zdecydowanie najlepsze wprowadzenie do elektroniki - interesujące materiały, czytelne objaśnienia, dobrze dobrane ćwiczenia, wymagające prace domowe i świetne filmy z laboratorium”. – Były Student
ru: "Блестящее курс! Это определенно лучшее знакомство с электроникой в мире! Интересный материал, чистые объяснения, хорошо подготовленные викторины, сложные домашние задания и веселые лаборатории". - Предыдущий студент

source: Recommended 500 character limit, including spaces.
de_de: Die empfohlene maximale Anzahl an Zeichen, inklusive Leerzeichen umfasst 500.
eo: Réçömméndéd 500 çhäräçtér lïmït, ïnçlüdïng späçés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Any additional information to be provided to learners.
de_de: Jede zusätzliche Information, welche den Teilnehmern gegeben werden kann.
eo: Àný äddïtïönäl ïnförmätïön tö ßé prövïdéd tö léärnérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: If you are transitioning the certificate type and price from the course run level to the course level, please be informed that this is a permanent change and you will be maintaining this information at the course level from now on.
de_de: Wenn Sie den Zertifikatstyp und den Preis von der Kurslaufebene auf die Kursstufe umstellen, informieren Sie sich bitte, dass es sich um eine dauerhafte Änderung handelt und Sie diese Informationen von nun an auf der Kursstufe pflegen werden.
eo: Ìf ýöü äré tränsïtïönïng thé çértïfïçäté týpé änd prïçé fröm thé çöürsé rün lévél tö thé çöürsé lévél, pléäsé ßé ïnförméd thät thïs ïs ä pérmänént çhängé änd ýöü wïll ßé mäïntäïnïng thïs ïnförmätïön ät thé çöürsé lévél fröm nöw ön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσя#
es_419: Si está haciendo la transición del tipo y precio del certificado desde el nivel de ejecución del curso hasta el nivel del curso,Por favor tenga en cuenta que es un cambio permanente y que estará manteniendo esa información en el nivel del curso de ahora en adelante.
ru: Если вы переводите тип и цену сертификата с уровня прохождения курса на уровень курса, пожалуйста, имейте в виду, что это постоянное изменение, и с этого момента вы будете сохранять эту информацию на уровне курса.

source: Update Course
de_de: Kurs aktualisieren
eo: Ûpdäté Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Curso Actualizado
ja_jp: 講座アップデート
pl: Aktualizuj kurs
ru: Обновите курс
tr_tr: Dersi Güncelle

source: Course Name
ar: اسم الدورة
bn_bd: কোর্সের নাম
de_de: Kursbezeichnung
eo: Çöürsé Nämé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Nombre del Curso
he: שם הקורס
ja_jp: 講座名
ka: კურსის სახელი
pl: Nazwa kursu
ru: Название курса
tr_tr: Ders İsmi

source: Runs
ar: مجريات
de_de: Aktiv
eo: Rüns Ⱡ'σяєм ι#
es_419: Versiones
pl: Edycje
ru: Прогоны

source: Course Team Status
de_de: Kursteamstatus
eo: Çöürsé Téäm Stätüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Estado del equipo del curso
pl: Stan kadry kursu
ru: Статус команды курса
tr_tr: Ders Takımı Durumu

source: %(site_name)s Status
eo: %(site_name)s Stätüs Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: %(site_name)s Estado
pl: Stan %(site_name)s
ru: %(site_name)s Статус
tr_tr: %(site_name)s Durumu

source: Last Handoff
de_de: letzte Weiterleitung
eo: Läst Händöff Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Último lanzamiento
pl: Ostatnie przekazanie
ru: Последняя передача

source: Revision History
ar: تاريخ المراجعة
bn_bd: পরিবর্ধন ও পরিবর্তন তালিকা
de_de: Verlauf der Aktualisierungen
eo: Révïsïön Hïstörý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Historial de revisiones
ja_jp: 変更履歴
pl: Historia zmian
ru: Исправление истории
tr_tr: Revizyon Geçmişi

source: %(date)s by %(name)s
ar: %(date)s حسب %(name)s
de_de: %(date)s von %(name)s
eo: %(date)s ßý %(name)s Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: %(date)s por %(name)s
ja_jp: %(name)sにより%(date)s
pl: %(date)s przez %(name)s
ru: %(date)s по %(name)s
tr_tr: %(date)s tarihinde %(name)s tarafından

source: Show changes
ar: عرض التغييرات
bn_bd: পরিবর্তনগুলি দেখান
de_de: Änderungen anzeigen
eo: Shöw çhängés Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Mostrar cambios
ja_jp: 変更を表示
pl: Pokaż zmiany
ru: Показать изменения
tr_tr: Değişiklikleri göster

source: Expected Learning
de_de: Erwartungen
eo: Éxpéçtéd Léärnïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Aprendizaje esperado
ja_jp: 期待される学習知識
pl: Spodziewany efekt nauki
ru: Ожидаемое обучение
tr_tr: Beklenen Kazanım

source: Edit Course Run
de_de: Kurslauf bearbeiten
eo: Édït Çöürsé Rün Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Editar Curso
ja_jp: course runを編集
pl: Edytuj edycję kursu
ru: Редактировать запуск курса
tr_tr: Ders Yayın Tarihini Düzenle

source: {span_start}* All required fields must be complete before this course run can be sent for review.{span_end}
de_de: {span_start}* Alle erforderlichen Felder müssen ausgefüllt sein bevor Sie den Kurs zur Kontrolle schicken können.{span_end}
eo: {span_start}* Àll réqüïréd fïélds müst ßé çömplété ßéföré thïs çöürsé rün çän ßé sént för révïéw.{span_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
