Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: No courses found. Did you specify an argument?
af_za: Geen kursusse gevind nie. Het jy 'n argument gespesifiseer?
cs: Nebyly nalezeny žádné kurzy. Uvedl jste argument?
da: Ingen kurser fundet. Har du angivet et argument?
de_de: Kein Kurs gefunden. Haben sie den Begriff richtig eingegeben?
eo: Nö çöürsés föünd. Dïd ýöü spéçïfý än ärgümént? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: No se encontraron cursos. ¿Especificaste un argumento?
fa_ir: هیچ دوره آموزشی پیدا نشد. دلیل آن مشخص است؟
fi: Kursseja ei löytynyt. Määrititkö argumentin?
fil_ph: Walang nakitang kurso. Tinukoy mo ba ang isang argumento?
fr_fr: Aucun cours trouvé. Avez-vous spécifié un argument?
kk_kz: Курстар табылған жоқ. Сіз дәлел келтірдіңіз бе?
pt_br: Nenhum curso encontrado. Você especificou um argumento?
sl: Najden ni bil noben tečaj. Ste navedli argument?

source: Could not backpopulate a course type for the following courses: {course_keys}
af_za: Kon nie 'n kursusstipe vir die volgende kursusse terugbevolk nie: {course_keys}
cs: Nelze zpětně naplnit typ kurzu pro následující kurzy: {course_keys}
da: Kunne ikke udfylde en kursustype for følgende kurser: {course_keys}
de_de: Kurstyp für die folgenden Kurse konnte nicht zurückgesetzt werden: {course_keys}
eo: Çöüld nöt ßäçkpöpüläté ä çöürsé týpé för thé föllöwïng çöürsés: {course_keys} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_ar: No se pudo retroalimentar un tipo de curso para los siguientes cursos: {course_keys}
fa_ir: نمی‌توان یک نوع دوره آموزشی را برای دوره‌های آموزشی زیر جمع‌آوری کرد: {course_keys}
fi: Kurssityyppiä ei voitu täyttää seuraaville kursseille: {course_keys}
fil_ph: Hindi ma-backpopulate ang isang uri ng kurso para sa mga sumusunod na kurso: {course_keys}
fr_fr: Impossible de rétablir un type de cours pour les cours suivants : {course_keys}
kk_kz: Келесі курстар үшін курс түрін қайта толтыру мүмкін емес: {course_keys}
pt_br: Não foi possível backpopular um tipo de curso para os seguintes cursos: {course_keys}
sl: Vrste tečaja ni bilo mogoče nazaj zapolniti za naslednje tečaje: {course_keys}

source: Delete duplicate persons in course_metadata.
af_za: Verwyder duplikaatpersone in kursus_metadata.
cs: Smazat duplicitní osoby v course_metadata.
da: Slet dublerede personer i kursusmetadata.
de_de: Doppelte Personen aus den Kurs_Metadaten löschen.
eo: Délété düplïçäté pérsöns ïn çöürsé_métädätä. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_ar: Eliminar personas duplicadas en Course_metadata.
fa_ir: افراد تکراری را در course_metadata حذف کنید.
fi: Poista päällekkäiset henkilöt kohdasta course_metadata.
fil_ph: Tanggalin ang mga duplicate na tao sa course_metadata.
fr_fr: Supprimez les personnes en double dans course_metadata.
kk_kz: Course_metadata-да қайталанатын тұлғаларды жойыңыз.
pt_br: Apagar pessoas duplicadas em course_metadata.
sl: Izbriši podvojene osebe v predmetu_metadata.

source: PERSON
cs: OSOBA
de_de: PERSONEN
eo: PÉRSÖN Ⱡ'σяєм ιρѕυ#
es_ar: PERSONA
fa_ir: شخص
fi: HENKILÖ
fil_ph: TAO
fr_fr: PERSONNE
kk_kz: ТҰЛҒА
pt_br: PESSOA
sl: OSEBA

source: People to delete, in UUID:TARGET_UUID form.
af_za: Mense om te verwyder, in UUID: teiken_ UUID vorm.
cs: Osoby ke smazání ve formuláři UUID:TARGET_UUID.
da: Personer, der skal slettes, i UUID:TARGET_UUID-form.
de_de: Teilnehmer, welche in dem UUID:TARGET_UUID Formular gelöscht werden sollen.
eo: Péöplé tö délété, ïn ÛÛÌD:TÀRGÉT_ÛÛÌD förm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_ar: Personas para eliminar, en formato UUID:TARGET_UUID.
fa_ir: افرادی که حذف می‌شوند، در UUID:TARGET_UUID form.
fi: Poistettavat ihmiset muodossa UUID:TARGET_UUID.
fil_ph: Mga taong tatanggalin, sa UUID:TARGET_UUID form.
fr_fr: Personnes à supprimer, sous la forme UUID : TARGET_UUID.
kk_kz: Жою керек адамдар UUID түрінде: TARGET_UUID.
pt_br: Pessoas a serem apagar, no formulário UUID: TARGET_UUID.
sl: Osebe za brisanje v obliki UUID:TARGET_UUID.

source: PARTNER
eo: PÀRTNÉR Ⱡ'σяєм ιρѕυм #
es_ar: COMPAÑERO
fa_ir: همکار
fi: KUMPPANI
fil_ph: KASAMA
fr_fr: PARTENAIRE
kk_kz: СЕРІКТЕС
pt_br: PARCEIRO

source: Use arguments from the DeletePersonDupsConfig model instead of the command line.
af_za: Gebruik argumente uit die DeletePersondupsConfig -model in plaas van die opdragreël.
cs: Místo příkazového řádku použijte argumenty z modelu DeletePersonDupsConfig.
da: Brug argumenter fra DeletePersonDupsConfig-modellen i stedet for kommandolinjen.
eo: Ûsé ärgüménts fröm thé DélétéPérsönDüpsÇönfïg mödél ïnstéäd öf thé çömmänd lïné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_ar: Utilice argumentos del modelo DeletePersonDupsConfig en lugar de la línea de comandos.
fa_ir: به جای خط فرمان از آرگومان‌های مدل DeletePersonDupsConfig استفاده کنید.
fi: Käytä DeletePersonDupsConfig-mallin argumentteja komentorivin sijaan.
fil_ph: Gumamit ng mga argumento mula sa DeletePersonDupsConfig na modelo sa halip na sa command line.
fr_fr: Utilisez les arguments du modèle DeletePersonDupsConfig au lieu de la ligne de commande.
kk_kz: Жою керек адамдар UUID түрінде: TARGET_UUID.
pt_br: Use argumentos do modelo DeletePersonDupsConfig em vez da linha de comando.
sl: Namesto ukazne vrstice uporabite argumente iz modela DeletePersonDupsConfig.

source: Malformed argument "{}", should be in form of UUID:TARGET_UUID
af_za: Misvormde argument "{}", moet in vorm van UUID: target_ UUID wees
cs: Chybný argument "{}", by měl být ve tvaru UUID:TARGET_UUID
da: Forkert argument &quot;{}&quot;, skal være i form af UUID:TARGET_UUID
eo: Mälförméd ärgümént "{}", shöüld ßé ïn förm öf ÛÛÌD:TÀRGÉT_ÛÛÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: Argumento mal formado"{}", debería estar en la forma de UUID:TARGET_UUID
fa_ir: آرگومان نادرست "{}" باید به شکل UUID:TARGET_UUID باشد
fi: Väärin muotoiltu argumentti &quot;{}&quot;, tulee olla muodossa UUID:TARGET_UUID
fil_ph: Ang maling nabuong argument na &quot;{}&quot;, ay dapat nasa anyo ng UUID:TARGET_UUID
fr_fr: L&#39;argument mal formé &quot;{}&quot; doit être sous la forme UUID : TARGET_UUID
kk_kz: Қате "{} " аргументі UUID түрінде болуы керек: TARGET_UUID
pt_br: O argumento malformado &quot;{}&quot; deve estar na forma de UUID:TARGET_UUID
sl: Napačno oblikovan argument &quot;{}&quot; mora biti v obliki UUID:TARGET_UUID

source: Malformed argument "{}", UUIDs cannot be equal
af_za: Misvormde argument "{}", uuïede kan nie gelyk wees nie
cs: Chybný argument &quot;{}&quot;, UUID se nemohou rovnat
da: Forkert argument &quot;{}&quot;, UUID&#39;er kan ikke være ens
de_de: Fehlerhafte Begründung "{}", UUIDs dürfen nicht gleich sein
eo: Mälförméd ärgümént "{}", ÛÛÌDs çännöt ßé éqüäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: Argumento mal formado "{}", los UUID no pueden ser iguales
fa_ir: استدلال نادرست "{}"، UUID ها نمی‌توانند برابر باشند
fi: Väärin muotoiltu argumentti &quot;{}&quot;, UUID-tunnukset eivät voi olla yhtä suuria
fil_ph: Maling nabuong argument na &quot;{}&quot;, hindi maaaring magkapantay ang mga UUID
fr_fr: Argument mal formé &quot;{}&quot;, les UUID ne peuvent pas être égaux
kk_kz: "{} "Дұрыс емес дәлел, UUID тең бола алмайды
pt_br: Argumento malformado &quot;{}&quot;, UUIDs não podem ser iguais
sl: Napačno oblikovan argument &quot;{}&quot;, UUID-ji ne morejo biti enaki

source: Deleting
af_za: Skrapend
cs: Mazání
da: Sletter
de_de: Löscht
eo: Délétïng Ⱡ'σяєм ιρѕυм ∂#
es_ar: Borrando
fa_ir: در حال حذف
fi: Poistetaan
fil_ph: Tinatanggal
fr_fr: Suppression en cours
kk_kz: Жою
pt_br: Apagando
sl: Brisanje

source: Would delete
af_za: Sou verwyder
cs: By smazal
da: Ville slette
de_de: Wortlöschung
eo: Wöüld délété Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_ar: Eliminaría
fa_ir: حذف خواهد شد
fi: Poistaisi
fil_ph: tatanggalin
fr_fr: supprimerait
kk_kz: Жойған абзал
pt_br: Apagaria
sl: Izbrisal bi

source: Name
af_za: Naam
ar: الاسم
bn_bd: নাম
cs: název
da: Navn
eo: Nämé Ⱡ'σяєм ι#
es_419: Nombre
es_ar: Nombre
fa_ir: نام
fi: Nimi
fil_ph: Pangalan
fr_fr: Nom
ja_jp: 名前
kk_kz: Аты
pl: Imię i nazwisko
pt_br: Nome
ru: Имя
sl: ime
tr_tr: İsim

source: Endorsements
af_za: Goedkeuring
cs: Potvrzení
da: Påtegninger
de_de: Befürwortung
eo: Éndörséménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_ar: Endosos
fa_ir: تأییدیه‌ها
fi: Hyväksynnät
fil_ph: Mga endorsement
fr_fr: Avenants
kk_kz: Мақұлдау
pt_br: Endossos
sl: Zaznamki

source: Programs
af_za: Programme
cs: Programy
da: Programmer
de_de: Programme
eo: Prögräms Ⱡ'σяєм ιρѕυм ∂#
es_ar: Programas
fa_ir: برنامه‌ها
fi: Ohjelmat
fil_ph: Mga programa
fr_fr: Programmes
kk_kz: Бағдарламалар
pt_br: Programas
sl: Programi

source: Course Runs
af_za: Kursuslopies
cs: Kurz běží
da: Kursus kører
de_de: Kursläufe
eo: Çöürsé Rüns Ⱡ'σяєм ιρѕυм ∂σłσя #
es_ar: Ejecuciones del curso
fa_ir: اجرای دوره آموزشی
fi: Kurssi kulkee
fr_fr: Courses de cours
kk_kz: Курстар өтеді
pt_br: Duração do Curso
sl: Tečaj teče

source: Publisher Course Runs
de_de: Kurlauf-Herausgeber
eo: Püßlïshér Çöürsé Rüns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Target
af_za: Teiken
cs: Cíl
da: Mål
de_de: Ziel
eo: Tärgét Ⱡ'σяєм ιρѕυ#
es_ar: Objetivo
fa_ir: هدف
fi: Kohde
fr_fr: Cibler
kk_kz: Нысана
pt_br: Destino
sl: Tarča

source: You must specify --partner-code
af_za: Jy moet --partner-code spesifiseer
cs: Musíte zadat --partner-code
da: Du skal angive --partner-code
de_de: Sie müssen den --partner-code definieren
eo: Ýöü müst spéçïfý --pärtnér-çödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_ar: Debe especificar --socio-código
fa_ir: باید --partner-code را مشخص کنید
fi: Sinun on määritettävä --partner-code
fil_ph: Dapat mong tukuyin ang --partner-code
fr_fr: Vous devez spécifier --partner-code
kk_kz: Сіз --серіктестік кодты көрсетуіңіз керек
pt_br: Você deve especificar --código-parceiro
sl: Določiti morate --partner-code

source: You must specify at least one person
af_za: Jy moet ten minste een persoon spesifiseer
cs: Musíte uvést alespoň jednu osobu
da: Du skal angive mindst én person
de_de: Sie müssen mindestens eine Person festlegen
eo: Ýöü müst spéçïfý ät léäst öné pérsön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_ar: Debe especificar al menos una persona
fa_ir: باید حداقل یک فرد را تعیین کنید
fi: Sinun on määritettävä vähintään yksi henkilö
fil_ph: Dapat mong tukuyin ang hindi bababa sa isang tao
fr_fr: Vous devez spécifier au moins une personne
kk_kz: Сіз кемінде бір адамды көрсетуініз керек
pt_br: Você deve especificar pelo menos uma pessoa
sl: Navesti morate vsaj eno osebo

source: Based on the configuration object, goes through all of the courses for an Organization and takes all of the Course Metadata Courses, Course Metadata Course Runs, and Publisher Comments, and writes them to Salesforce.
eo: Bäséd ön thé çönfïgürätïön ößjéçt, göés thröügh äll öf thé çöürsés för än Örgänïzätïön änd täkés äll öf thé Çöürsé Métädätä Çöürsés, Çöürsé Métädätä Çöürsé Rüns, änd Püßlïshér Çömménts, änd wrïtés thém tö Sälésförçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυ#

source: No organizations were defined. Please add organizations to the MigrateCommentsToSalesforce model.
eo: Nö örgänïzätïöns wéré défïnéd. Pléäsé ädd örgänïzätïöns tö thé MïgrätéÇömméntsTöSälésförçé mödél. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: No organizations were defined.
eo: Nö örgänïzätïöns wéré défïnéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: No partner was defined. Please add a partner to the MigrateCommentsToSalesforce model.
eo: Nö pärtnér wäs défïnéd. Pléäsé ädd ä pärtnér tö thé MïgrätéÇömméntsTöSälésförçé mödél. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: No partner was defined.
eo: Nö pärtnér wäs défïnéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: Salesforce configuration for {} does not exist
eo: Sälésförçé çönfïgürätïön för {} döés nöt éxïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Executing for Organization: {}
eo: Éxéçütïng för Örgänïzätïön: {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Found {} courses for {}
eo: Föünd {} çöürsés för {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: Creating Salesforce Case for Course: {}
eo: Çréätïng Sälésförçé Çäsé för Çöürsé: {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: Creating Salesforce Course_Run__c for Course Run: {}
eo: Çréätïng Sälésförçé Çöürsé_Rün__ç för Çöürsé Rün: {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: No PublisherCourseRun found for {}.
eo: Nö PüßlïshérÇöürséRün föünd för {}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Inserted {} comments for {}
eo: Ìnsértéd {} çömménts för {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#

source: No PublisherCourses found for {}
eo: Nö PüßlïshérÇöürsés föünd för {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Based on the configuration object, goes through all courses for an organization and migrates all of the course editors and course data from the publisher tables to the course metadata tables for use in Publisher Frontend.
eo: Bäséd ön thé çönfïgürätïön ößjéçt, göés thröügh äll çöürsés för än örgänïzätïön änd mïgrätés äll öf thé çöürsé édïtörs änd çöürsé dätä fröm thé püßlïshér täßlés tö thé çöürsé métädätä täßlés för üsé ïn Püßlïshér Frönténd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα#

source: No organizations were defined. Please add organizations to the MigratePublisherToCourseMetadataConfig model.
eo: Nö örgänïzätïöns wéré défïnéd. Pléäsé ädd örgänïzätïöns tö thé MïgrätéPüßlïshérTöÇöürséMétädätäÇönfïg mödél. Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: Error publishing course run [{course_run_key}] to Course Metadata: {error}. This may have caused the corresponding course to not be published as well.
eo: Érrör püßlïshïng çöürsé rün [{course_run_key}] tö Çöürsé Métädätä: {error}. Thïs mäý hävé çäüséd thé çörréspöndïng çöürsé tö nöt ßé püßlïshéd äs wéll.#

source: Course with course number [{course_number}] is not a valid course number for any existing course in the Publisher tables. As such, there can be no Course User Roles to move to Course Editors.
eo: Çöürsé wïth çöürsé nümßér [{course_number}] ïs nöt ä välïd çöürsé nümßér för äný éxïstïng çöürsé ïn thé Püßlïshér täßlés. Às süçh, théré çän ßé nö Çöürsé Ûsér Rölés tö mövé tö Çöürsé Édïtörs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ι#

source: The following Publisher course run keys failed to publish to Course Metadata: {exception_course_run_keys}.
eo: Thé föllöwïng Püßlïshér çöürsé rün kéýs fäïléd tö püßlïsh tö Çöürsé Métädätä: {exception_course_run_keys}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Publishing course run {key}
cs: Průběh kurzu publikování {key}
da: Forlagskursus kørt {key}
de_de: Kurslauf {key} wird veröffentlicht
eo: Püßlïshïng çöürsé rün {key} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_ar: Curso de publicación ejecutado {key}
fa_ir: انتشار اجرای دوره آموزشی {key}
fi: Kustannuskurssi järjestetään {key}
fil_ph: Running course sa pag-publish {key}
fr_fr: Cours de publication exécuté {key}
kk_kz: Жариялау курсын бастау{key}
pt_br: Publicação do curso executado {chave}
sl: Tečaj založništva {key}

source: Failed to publish {key}
af_za: Kon nie {key} publiseer nie
cs: Publikování {key} se nezdařilo
da: Kunne ikke udgive {key}
de_de: Veröffentlichen ist fehlgeschlagen {key}
eo: Fäïléd tö püßlïsh {key} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_ar: Error al publicar {key}
fa_ir: انتشار موفقیت‌آمیز نبود {key}
fi: Julkaiseminen epäonnistui {key}
fil_ph: Nabigong i-publish ang {key}
fr_fr: Échec de la publication de {key}
kk_kz: {Кілт} жариялау мүмкін емес
pt_br: Falha ao publicar {key}
sl: Objava {key} ni uspela

source: Successfully published {key}
af_za: Suksesvol gepubliseer {key}
cs: Úspěšně publikováno {key}
da: Udgivet {key}
de_de: {key} wurde erfolgreich veröffentlicht
eo: Süççéssfüllý püßlïshéd {key} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_ar: Publicado con éxito {key}
fa_ir: با موفقیت منتشر شد {key}
fi: Onnistuneesti julkaistu {key}
fil_ph: Matagumpay na na-publish {key}
fr_fr: Publié avec succès {key}
kk_kz: Сәтті жарияланды{key}
pt_br: Publicado com sucesso {key}
sl: Uspešno objavljeno {key}

source: One or more course runs failed to publish.
af_za: Een of meer kursuslopies kon nie publiseer nie.
cs: Jeden nebo více běhů kurzu se nepodařilo publikovat.
da: Et eller flere kursusforløb kunne ikke offentliggøres.
de_de: Das Veröffentlichen eines oder mehrerer Kursläufe ist fehlgeschlagen
eo: Öné ör möré çöürsé rüns fäïléd tö püßlïsh. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_ar: Una o más ejecuciones de cursos no se pudieron publicar.
fa_ir: یک یا چند اجرا از دوره آموزشی منتشر نشدند.
fi: Yhden tai useamman kurssiajon julkaisu epäonnistui.
fil_ph: Nabigong mai-publish ang isa o higit pang kursong tumatakbo.
fr_fr: Échec de la publication d&#39;une ou plusieurs exécutions de cours.
kk_kz: Бір немесе бірнеше курс бастамаларын жариялау іске аспады.
pt_br: Uma ou mais execuções de cursos não foram publicadas.
sl: Enega ali več izvedb tečajev ni bilo mogoče objaviti.

source: Remove all redirects to all courses
af_za: Verwyder alle herleiding na alle kursusse
cs: Odstranit všechna přesměrování na všechny kurzy
da: Fjern alle omdirigeringer til alle kurser
de_de: Alle Weiterleitungen zu allen Kursen entfernen
eo: Rémövé äll rédïréçts tö äll çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_ar: Eliminar todos los redireccionamientos a todos los cursos
fa_ir: همه تغییر مسیرها به همه دوره‌های آموزشی را حذف کنید
fi: Poista kaikki uudelleenohjaukset kaikille kursseille
fil_ph: Alisin ang lahat ng pag-redirect sa lahat ng kurso
fr_fr: Supprimer toutes les redirections vers tous les cours
kk_kz: Барлық бағыттауларды түгел курстарда жою.
pt_br: Remova todos os redirecionamentos para todos os cursos
sl: Odstranite vse preusmeritve na vse tečaje

source: Redirects to remove
af_za: Herlei om te verwyder
cs: Přesměrování k odstranění
da: Omdirigerer at fjerne
de_de: Weiterleitungen zum Entfernen
eo: Rédïréçts tö rémövé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_ar: Redirecciones para eliminar
fa_ir: تغییر مسیر برای حذف
fi: Uudelleenohjaukset poistettavaksi
fil_ph: Mga pag-redirect upang alisin
fr_fr: Redirections à supprimer
kk_kz: Жою үшін қайта бағыттаулар
pt_br: Redireciona para remover
sl: Preusmeri za odstranitev

source: Use arguments from the RemoveRedirectsConfig model instead of the command line.
af_za: Gebruik argumente van die MemoveredirectsConfig -model in plaas van die opdragreël.
cs: Místo příkazového řádku použijte argumenty z modelu RemoveRedirectsConfig.
da: Brug argumenter fra RemoveRedirectsConfig-modellen i stedet for kommandolinjen.
eo: Ûsé ärgüménts fröm thé RémövéRédïréçtsÇönfïg mödél ïnstéäd öf thé çömmänd lïné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_ar: Utilice argumentos del modelo RemoveRedirectsConfig en lugar de la línea de comandos.
fa_ir: به جای خط فرمان از آرگومان‌های مدل RemoveRedirectsConfig استفاده کنید.
fi: Käytä RemoveRedirectsConfig-mallin argumentteja komentorivin sijaan.
fil_ph: Gumamit ng mga argumento mula sa RemoveRedirectsConfig na modelo sa halip na sa command line.
fr_fr: Utilisez les arguments du modèle RemoveRedirectsConfig au lieu de la ligne de commande.
kk_kz: Пәрмен жолының орнына қайта бағыттауды жою конфигурациясы моделіндегі дәлелдерді қолданыңыз.
pt_br: Use argumentos do modelo RemoveRedirectsConfig em vez da linha de comando.
sl: Uporabite argumente iz modela RemoveRedirectsConfig namesto ukazne vrstice.

source: Invalid arguments
af_za: Ongeldige argumente
cs: Neplatné argumenty
da: Ugyldige argumenter
de_de: Ungültige Begriffe
eo: Ìnvälïd ärgüménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_ar: Argumentos inválidos
fa_ir: آرگومان‌های نامعتبر
fi: Virheelliset argumentit
fil_ph: Mga di-wastong argumento
fr_fr: Arguments invalides
kk_kz: Жарамсыз дәлелдер
pt_br: Argumentos inválidos
sl: Neveljavni argumenti

source: Cannot remove active url_slug {url_slug}
af_za: Kan nie aktiewe url_slug {url_slug} verwyder nie
cs: Nelze odstranit aktivní url_slug {url_slug}
da: Kan ikke fjerne aktive url_slug {url_slug}
de_de: Aktiver url_slug {url_slug} kann nicht entfernt werden
eo: Çännöt rémövé äçtïvé ürl_slüg {url_slug} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_ar: No se puede eliminar el url_slug activo {url_slug}
fa_ir: امکان حذف {url_slug} فعال نیست
fi: Ei voida poistaa aktiivista url_slug {url_slug}
fil_ph: Hindi maalis ang aktibong url_slug {url_slug}
fr_fr: Impossible de supprimer l&#39;url_slug actif {url_slug}
kk_kz: Белсенді url_slug {url_slug}жою мүмкін емес
pt_br: Não é possível remover url_slug ativo {url_slug}
sl: Ni mogoče odstraniti aktivnega url_slug {url_slug}

source: Path /course/{url_slug} not in use, nothing to delete
af_za: Pad /kursus /{url_slug} Nie in gebruik nie, niks om te verwyder nie
cs: Cesta /course/{url_slug} se nepoužívá, není co smazat
da: Sti /kursus/ {url_slug} ikke i brug, intet at slette
de_de: Pfad/Kurs/{url_slug} ist nicht in Benutzung, demnach gibt es nichts zu löschen
eo: Päth /çöürsé/{url_slug} nöt ïn üsé, nöthïng tö délété Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: La ruta /curso/{url_slug} no está en uso, no hay nada que eliminar
fa_ir: مسیر /course/{url_slug} استفاده نمی‌شود، چیزی برای حذف وجود ندارد.
fi: Polku /course/{url_slug} ei käytössä, ei poistettavaa
fil_ph: Path /course/{url_slug} hindi ginagamit, walang tatanggalin
fr_fr: Chemin /course/{url_slug} non utilisé, rien à supprimer
kk_kz: Жол / курс / {url_slug} қолданылмайды, жойылатын ештеңе жоқ
pt_br: Caminho / curso / {url_slug} não está em uso, nada para deletar
sl: Pot /course/{url_slug} ni v uporabi, nič za brisanje

source: Path {url_path} not in use, nothing to delete
af_za: Pad {url_path} nie in gebruik nie, niks om uit te vee nie
cs: Cesta {url_path} se nepoužívá, není co smazat
da: Stien {url_path} er ikke i brug, intet at slette
de_de: Pfad {url_path} ist nicht in Benutzung, demnach gibt es nichts zu löschen
eo: Päth {url_path} nöt ïn üsé, nöthïng tö délété Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_ar: La ruta {url_path} no está en uso, no hay nada que eliminar
fa_ir: مسیر {url_path} استفاده نمی‌شود، چیزی برای حذف وجود ندارد
fi: Polku {url_path} ei ole käytössä, ei mitään poistettavaa
fil_ph: Hindi ginagamit ang path na {url_path}, walang tatanggalin
fr_fr: Chemin {url_path} non utilisé, rien à supprimer
kk_kz: {Url_path} жолы пайдаланылмайды, жойылатын ештеңе жоқ
pt_br: O caminho {url_path} não está em uso, nada para excluir
sl: Pot {url_path} ni v uporabi, nič za brisanje

source: One or more courses failed to redirect.
eo: Öné ör möré çöürsés fäïléd tö rédïréçt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: Successfully redirected runs in course {key}
eo: Süççéssfüllý rédïréçtéd rüns ïn çöürsé {key} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Failed to redirect runs in course {key}
eo: Fäïléd tö rédïréçt rüns ïn çöürsé {key} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
