Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: The %(course_run_number)s course run of %(course_name)s has been reviewed and approved by %(platform_name)s.
af_za: Die %(course_run_number)s kursus loop van %(course_name)s is hersien en goedgekeur deur %(platform_name)s.
cs: Běh kurz %(course_run_number)s pro %(course_name)s byl zkontrolován a schválen %(platform_name)s.
da: %(course_run_number)s kursusforløbet af %(course_name)s er blevet gennemgået og godkendt af %(platform_name)s .
de_de: Der %(course_run_number)s Kurslauf von %(course_name)s wurde überprüft und bestätigt von %(platform_name)s.
eo: Thé %(course_run_number)s çöürsé rün öf %(course_name)s häs ßéén révïéwéd änd äpprövéd ßý %(platform_name)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: El curso %(course_run_number)s de %(course_name)s ha sido revisado y aprobado por %(platform_name)s.
fa_ir: %(course_run_number)s دوره آموزشی از کل %(course_name)s توسط %(platform_name)s بازبینی و بررسی و تایید شد.
fi: %(platform_name)s on tarkistanut ja hyväksynyt %(course_run_number)s kurssin %(course_name)s.
fil_ph: Ang %(course_run_number)s course run ng %(course_name)s ay nasuri at naaprubahan ng %(platform_name)s.
fr_fr: Le cours %(course_run_number)s de %(course_name)s a été revu et approuvé par %(platform_name)s.
kk_kz: Курс%(course_run_number)s бағдарламасы қаралып%(course_name)s, мақұлданды%(platform_name)s.
pt_br: O curso <span class='notranslate'>%(course_run_number)s</span> de <span class='notranslate'>%(course_name)s</span> foi revisado e aprovado por <span class='notranslate'>%(platform_name)s</span> .
sl: Potek tečaja %(course_run_number)s %(course_name)s je pregledal in odobril %(platform_name)s.

source: View the course run in Publisher: %(course_page_url)s
af_za: Kyk na die kursus wat in Publisher aangebied word: %(course_page_url)s
cs: Prohlédněte si kurz spuštěný v Publisheru: %(course_page_url)s
da: Se kursusforløbet i Publisher: %(course_page_url)s
de_de: Diesen Kurslauf in Publisher ansehen: %(course_page_url)s
eo: Vïéw thé çöürsé rün ïn Püßlïshér: %(course_page_url)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_ar: Ver el curso ejecutado en Publisher: %(course_page_url)s
fa_ir: دوره آموزشی اجراشده را در قسمت ناشر مشاهده کنید: %(course_page_url)s
fi: Katso ajettu kurssi Publisherissa: %(course_page_url)s
fil_ph: Tingnan ang kursong tumatakbo sa Publisher: %(course_page_url)s
fr_fr: Afficher le cours exécuté dans Publisher : %(course_page_url)s
kk_kz: Баспагерде жұмыс істейтін курсты қарау:%(course_page_url)s
pt_br: Veja o curso executado no Publisher: <span class='notranslate'>%(course_page_url)s</span>
sl: Oglejte si potek tečaja v Publisher: %(course_page_url)s

source: Special characters not allowed in Course Number.
af_za: Spesiale karakters word nie in die kursusnommer toegelaat nie.
cs: V čísle kurzu nejsou povoleny speciální znaky.
da: Specialtegn er ikke tilladt i kursusnummer.
de_de: Die Nutzung von Sonderzeichen für die Kursnummer ist nicht erlaubt.
eo: Spéçïäl çhäräçtérs nöt ällöwéd ïn Çöürsé Nümßér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: Caracteres especiales no permitidos en Número de curso.
fa_ir: نویسه‌های ویژه در شماره دوره آموزشی مجاز نیستند.
fi: Erikoismerkit eivät ole sallittuja kurssin numerossa.
fil_ph: Hindi pinapayagan ang mga espesyal na character sa Numero ng Kurso.
fr_fr: Caractères spéciaux non autorisés dans le numéro de cours.
kk_kz: Курс нөмірінде рұқсат етілмеген арнайы таңбалар.
pt_br: Caracteres especiais não são permitidos no número do curso.
sl: Posebni znaki niso dovoljeni v številki tečaja.

source: Invalid HTML received: {0}
af_za: Ongeldige HTML ontvang: {0}
cs: Byl přijat neplatný kód HTML: {0}
da: Ugyldig HTML modtaget: {0}
de_de: Ungültige HTML: {0}
eo: Ìnvälïd HTML réçéïvéd: {0} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_ar: HTML recibido no válido: {0}
fa_ir: HTML نامعتبر دریافت شد: {0}
fi: Virheellinen HTML vastaanotettu: {0}
fil_ph: Di-wastong HTML ang natanggap: {0}
fr_fr: Code HTML incorrect reçu : {0}
kk_kz: Қате HTML коды алынды: {0}
pt_br: HTML inválido recebido: <span class='notranslate'>{0}</span>
sl: Prejet neveljaven HTML: {0}

source: Invalid HTML received
af_za: Ongeldige HTML ontvang
cs: Byl přijat neplatný kód HTML
da: Ugyldig HTML modtaget
de_de: Ungültige HTML
eo: Ìnvälïd HTML réçéïvéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_ar: HTML no válido recibido
fa_ir: HTML غیرمعتبر دریافت شد
fi: Virheellinen HTML vastaanotettu
fil_ph: Di-wastong HTML ang natanggap
fr_fr: HTML non valide reçu
kk_kz: Қате HTML алынды
pt_br: HTML inválido recebido
sl: Prejet je bil neveljaven HTML

source: {0} tag is not allowed
af_za: {0} Tag is nie toegelaat nie
cs: Značka {0} není povolena
da: {0} tag er ikke tilladt
de_de: {0} Tag ist nich erlaubt
eo: {0} täg ïs nöt ällöwéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_ar: La etiqueta {0} no está permitida
fa_ir: برچسب {0} مجاز نیست
fi: Tunniste {0} ei ole sallittu
fil_ph: Hindi pinapayagan ang tag na {0}.
fr_fr: La balise {0} n&#39;est pas autorisée
kk_kz: {0} тег рұқсат етілмеген
pt_br: {0} tag não é permitida
sl: Oznaka {0} ni dovoljena

source: {0} attribute is not allowed on the {1} tag
af_za: {0} Kenmerk word nie toegelaat op die {1}-etiket nie
cs: Atribut {0} není u značky {1} povolen
da: {0} attribut er ikke tilladt på {1} tagget
de_de: {0} Attribut ist nicht erlaubt bei dem {1} Tag
eo: {0} ättrïßüté ïs nöt ällöwéd ön thé {1} täg Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_ar: El atributo {0} no está permitido en la etiqueta {1}
fa_ir: ویژگی {0} در برچسب {1} مجاز نیست
fi: {0}-attribuutti ei ole sallittu tagissa {1}
fil_ph: Hindi pinapayagan ang attribute na {0} sa tag na {1}
fr_fr: L&#39;attribut {0} n&#39;est pas autorisé sur la balise {1}
kk_kz: {0} атрибуты {1}тегі үшін рұқсат етілмейді
pt_br: O atributo {0} não é permitido na tag <span class='notranslate'>{1}</span>
sl: Atribut {0} ni dovoljen na oznaki {1}

source: Update excluded course runs
af_za: Dateer uitgeslote kursuslopies op
cs: Aktualizovat vyloučené běhy kurzu
da: Opdater ekskluderede kursuskørsler
de_de: Aktualisieren Sie die ausgeschlossenen Kursläufe
eo: Ûpdäté éxçlüdéd çöürsé rüns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: Actualizar sesiones excluidas
es_ar: Actualizar carreras de cursos excluidos
fa_ir: روزآمدسازی دوره‌های آموزشی حذف‌شده
fi: Päivitä poissuljetut kurssiajot
fil_ph: I-update ang mga hindi kasamang pagtakbo ng kurso
fr_fr: Mettre à jour les parcours de cours exclus
ja_jp: 除外されたcourse runをアップロード
kk_kz: Курстың алынып тасталған іске қосылуларын жаңарту
pl: Zaktualizuj wyłączone edycje kursu
pt_br: Atualizar curso em execução excluídos
ru: Обновление исключенных циклов курсов
sl: Posodobite izključene teke tečajev

source: The program was changed successfully.
af_za: Die program is suksesvol verander.
cs: Program byl úspěšně změněn.
da: Programmet blev ændret med succes.
de_de: Das Programm wurde erfolgreich geändert.
eo: Thé prögräm wäs çhängéd süççéssfüllý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: El programa fue cambiado exitosamente.
es_ar: El programa fue cambiado con éxito.
fa_ir: این برنامه به خوبی تغییر یافت.
fi: Ohjelman muuttaminen onnistui.
fil_ph: Matagumpay na nabago ang programa.
fr_fr: Le programme a été modifié avec succès.
ja_jp: プログラムは変更完了しました。
kk_kz: Бағдарлама сәтті өзгертілді.
pl: Program został zmieniony pomyślnie.
pt_br: O programa foi alterado com sucesso.
ru: Программа была успешно изменена.
sl: Program je bil uspešno spremenjen.
tr_tr: Program başarıyla değiştirildi.

source: Invalid course key "{lms_course_id}"
ar: رمز دورة غير صالح "{lms_course_id}"
bn_bd: অবৈধ অবশ্যই মূল "{lms_course_id}"
de_de: Ungültiger Kursschlüssel "{lms_course_id}"
eo: Ìnvälïd çöürsé kéý "{lms_course_id}" Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Llave de curso inválida "{lms_course_id}"
ja_jp: 無効な講座キー "{lms_course_id}"
pl: Nieprawidłowy klucz kursu "{lms_course_id}"
ru: Неправильный ключ course "{lms_course_id}"
tr_tr: Geçersiz ders anahtarı "{lms_course_id}"

source: Invalid external course key "{external_key}"
de_de: Ungültiger externer Kursschlüssel "{external_key}"
eo: Ìnvälïd éxtérnäl çöürsé kéý "{external_key}" Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Invalid URL format "{preview_url}"
bn_bd: অবৈধ URL বিন্যাস "{preview_url}"
de_de: Ungültiges URL-Format "{preview_url}"
eo: Ìnvälïd ÛRL förmät "{preview_url}" Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Formato de URL inválido "{preview_url}"
ja_jp: 無効なURLフォーマット "{preview_url}"
pl: Nieprawidłowy format adresu URL "{preview_url}"
ru: Неправильный формат URL "{preview_url}"
tr_tr: Geçersiz URL biçimi "{preview_url}"

source: Preview URL already in use for another course
de_de: Vorschau URL ist bereits in Benutzung für einen anderen Kurs
eo: Prévïéw ÛRL älréädý ïn üsé för änöthér çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Cannot switch from state `{state}` to `{target_state}`
ar: لا يمكن الانتقال من `{state} إلى `{target_state}`
bn_bd: `{Target_state} রাষ্ট্র থেকে` {রাষ্ট্র} `স্যুইচ করা যাবে না '
de_de: Wechsel von `{state}` nach `{target_state}` ist nicht möglich
eo: Çännöt swïtçh fröm stäté `{state}` tö `{target_state}` Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: No se puede cambiar de estado `{state}` a `{target_state}`
ja_jp: `{state}` から `{target_state}` への切替はできません
pl: Nie udało się przełączyć ze stanu `{state}` do stanu `{target_state}`
ru: Невозможно переключиться с состояния `{state}` на состояние `{target_state}`
tr_tr: `{state}` durumundan `{target_state}` durumuna geçiş yapılamıyor

source: Partner Manager
ar: مدير الشريك
bn_bd: সহযোগী পরিচালক
eo: Pärtnér Mänägér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Administrado del aliado
pl: Opiekun Partnera
ru: Менеджер по работе с партнерами
tr_tr: İş Ortağı Yöneticisi

source: Project Coordinator
bn_bd: প্রকল্প সমন্বয়কারী
de_de: Projekt Koordinator
eo: Pröjéçt Çöördïnätör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Coordinador de proyecto
pl: Koordynator Projektu
ru: Координатор проекта
tr_tr: Proje Koordinatörü

source: Marketing Reviewer
ar: مراجع التسويق
bn_bd: মার্কেটিং পর্যালোচক
eo: Märkétïng Révïéwér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Revisor de marketing
ka: მარკეტინგის შემოწმება
pl: Weryfikator Promocji
ru: Маркетинговый обозреватель
tr_tr: Pazarlama Denetimcisi

source: Publisher
ar: ناشر
bn_bd: প্রকাশক
de_de: Herausgeber
eo: Püßlïshér Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Publicador
ka: გამომცემელი
ru: Публицист
tr_tr: Yayımcı

source: Course Team
ar: فريق الدورة التعليمية
bn_bd: কোর্সের টিম
de_de: Kursteam
eo: Çöürsé Téäm Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Equipo del curso
ja_jp: 講座チーム
ka: კურსის გუნდი
pl: Kadra kursu
ru: Команда курса
tr_tr: Ders Takımı

source: Draft
ar: مسودّة
bn_bd: খসড়া
de_de: Konzept, Skizze
eo: Dräft Ⱡ'σяєм ιρѕ#
es_419: Borrador
he: טיוטה
ja_jp: ドラフト
ka: მონახაზი
pl: Szkic
ru: Черновик
tr_tr: Taslak

source: Review
ar: مراجعة
bn_bd: পর্যালোচনা
de_de: Rezension, Bewertung
eo: Révïéw Ⱡ'σяєм ιρѕυ#
es_419: Revisar
ja_jp: レビュー
pl: Ocena
ru: рецензирование
tr_tr: İnceleme

source: Approved
ar: موافق عليه
bn_bd: অনুমোদিত
de_de: Bestätigt
eo: Àpprövéd Ⱡ'σяєм ιρѕυм ∂#
es_419: Aprobado
ja_jp: 承認済
ka: დამტკიცებული
pl: Zatwierdzony
ru: Утверждено
tr_tr: Onaylanmış

source: Studio URL created: {title} {run_number}
de_de: Studio URL erstellt: {title} {run_number}
eo: Stüdïö ÛRL çréätéd: {title} {run_number} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: URL de Studio generada: {title} {run_number}
ja_jp: Studio URL作成済: {title} {run_number}
pl: Utworzono pozycję w Studio: {title} {run_number}
ru: URL-адрес созданной студии: {title} {run_number}
tr_tr: Studio URL oluşturuldu: {title} {run_number}

source: Studio URL requested: {title}
de_de: Studio URL angefordert: {title}
eo: Stüdïö ÛRL réqüéstéd: {title} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: URL de Studio solicitada: {title}
ja_jp: Studio URLリクエスト済: {title}
pl: Zażądano pozycji w Studio: {title}
ru: URL-адрес запрашиваемой студии:{title}
tr_tr: Studio URL talep edildi: {title}

source: Review requested: {title}
de_de: Überprüfung angefordert: {title}
eo: Révïéw réqüéstéd: {title} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Revisión solicitada: {title}
ja_jp: レビューリクエスト済: {title}
pl: Zażądano oceny: {title}
ru: рецензирование запрошено: {title}
tr_tr: İnceleme istendi: {title}

source: Review requested: {title} {run_number}
de_de: Überprüfung angefordert: {title} {run_number}
eo: Révïéw réqüéstéd: {title} {run_number} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Revisión solicitada: {title} {run_number}
ja_jp: レビューリクエスト済: {title} {run_number}
pl: Zażądano oceny: {title} {run_number}
ru: рецензирование запрошено: {title} {run_number}
tr_tr: İnceleme istendi: {title} {run_number}

source: Review complete: {course_name} {run_number}
de_de: Überprüfung abeschlossen: {course_name} {run_number}
eo: Révïéw çömplété: {course_name} {run_number} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Publicación completada: {course_name} {run_number}
ja_jp: レビュー完了: {course_name} {run_number}
pl: Ocena gotowa: {course_name} {run_number}
ru: Рецензирование завершено: {course_name} {run_number}
tr_tr: İnceleme tamamlandı: {course_name} {run_number}

source: Publication requested: {course_name} {run_number}
de_de: Veröffentlichung angefordert: {course_name} {run_number}
eo: Püßlïçätïön réqüéstéd: {course_name} {run_number} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Publicación solicitada: {course_name} {run_number}
ja_jp: 公開リクエスト済: {course_name} {run_number}
pl: Zażądano publikacji: {course_name} {run_number}
ru: Запрошенная публикация: {course_name} {run_number}
tr_tr: Yayınlama istendi: {course_name} {run_number}

source: Review requested: Preview for {course_name} {run_number}
de_de: Überprüfung angefordert: Vorschau für {course_name} {run_number}
eo: Révïéw réqüéstéd: Prévïéw för {course_name} {run_number} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Revisión solicitada: Vista previa para {course_name} {run_number}
ja_jp: レビューリクエスト済: {course_name} {run_number} のプレビュー
pl: Zażądano oceny: zapowiedź kursu {course_name} {run_number}
ru: Запрошенный пересмотр: Предварительный просмотр для {course_name} {run_number}
tr_tr: İnceleme istendi: {course_name} {run_number} için öngösterim

source: Publication complete: About page for {course_name} {run_number}
de_de: Veröffentlichung abgeschlossen: Beschreibungsseite für {course_name} {run_number}
eo: Püßlïçätïön çömplété: Àßöüt pägé för {course_name} {run_number} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Publicación completada: Página de introducción al curso para {course_name} {run_number}
ja_jp: 公開完了: {course_name} {run_number} のAbout ページ
pl: Opublikowano pomyślnie: Karta kursu dla kursu {course_name} {run_number}
ru: Публикация завершена: О странице для {course_name} {run_number}
tr_tr: Yayınlama tamamlandı: {course_name} {run_number} için Hakkında sayfası

source: {role_name} changed for {course_title}
de_de: {role_name} geändert für {course_title}
eo: {role_name} çhängéd för {course_title} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: {role_name} cambiado para {course_title}
ja_jp: {course_title}の{role_name}変更
pl: Zmieniono {role_name} dla kursu {course_title}
ru: {role_name} изменено для {course_title}
tr_tr: {course_title}için {role_name} değişti

source: Course team
de_de: Kursteam
eo: Çöürsé téäm Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Equipo del curso
ja_jp: 講座チーム
pl: Kadra kursu
ru: Команда курса
tr_tr: Ders takımı

source: Legal Team
de_de: Rechtsteam
eo: Légäl Téäm Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Equipo Legal
ja_jp: 法律チーム
pl: Kadra prawna
ru: Юридическая команда
tr_tr: Hukuk Ekibi

source: Changes to published course run: {title} {run_number}
de_de: Änderungen zum veröffentlichten Kurslauf: {title} {run_number}
eo: Çhängés tö püßlïshéd çöürsé rün: {title} {run_number} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Cambios en el curso en ejecución publicado: {title} {run_number}
ja_jp: 公開中のcourse runへの変更: {title} {run_number}
pl: Zmiany do opublikowanej edycji kursu: {title} {run_number}
ru: Изменения в опубликованных данных о прогоне курса: {title} {run_number}
tr_tr: Yayınlanmış ders yayınında değişiklikler: {title} {run_number}

source: Remove Image
ar: إزالة الصورة
bn_bd: চিত্র সরান
de_de: Entferne Abbildung
eo: Rémövé Ìmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Eliminar imagen
ja_jp: 画像を削除
pl: Usuń obrazek
ru: Удалить изображение
tr_tr: Görseli Kaldır

source: Organization Name
ar: اسم المنظمة
bn_bd: প্রতিষ্ঠানের নাম
de_de: Name der Organisation
eo: Örgänïzätïön Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Nombre de la organización
ja_jp: 組織名
pl: Nazwa organizacji
ru: Название организации
tr_tr: Kurum Adı

source: Course Title
ar: عنوان المقرر
bn_bd: কোর্সের শিরোনাম
de_de: Kurstitel
eo: Çöürsé Tïtlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Título del curso
he: כותרת הקורס
ja_jp: 講座タイトル
ka: კურსის სათაური
pl: Nazwa kursu
ru: Название курса
tr_tr: Ders Başlığı

source: Course Number
ar: رقم المقرر
bn_bd: কোর্সের সংখ্যা
de_de: Kursnummer
eo: Çöürsé Nümßér Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Código del curso
he: מספר הקורס
ja_jp: 講座番号
ka: კურსის ნომერი
pl: Numer kursu
ru: Номер курса
tr_tr: Ders Numarası

source: Short Description
de_de: Kurzbeschreibung
eo: Shört Désçrïptïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Descripción Breve
ja_jp: 簡潔な説明
pl: Krótki opis
ru: Краткое описание
tr_tr: Kısa Açıklama

source: Long Description
de_de: Ausführliche Beschreibung
eo: Löng Désçrïptïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Descripción Larga
ja_jp: 詳細な説明
pl: Długi opis
ru: Полное описание
tr_tr: Uzun Açıklama

source: Prerequisites
ar: المتطلبات الأساسية
bn_bd: পূর্বশর্ত
de_de: Voraussetzungen
eo: Préréqüïsïtés Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Prerequisitos
he: דרישות קדם
ja_jp: 履習要件
ka: წინაპირობები
pl: Wymagania wstępne
ru: Требования
tr_tr: Gereklilikler

source: Organization Course Admin
ar: مشرف الدورة التعليمية من المنظمة
bn_bd: অর্গানাইজেশন কোর্সের এডমিন
de_de: Kurs Admin der Organisation
eo: Örgänïzätïön Çöürsé Àdmïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Adminstrador/a del curso de la organización
ja_jp: 組織講座管理者
pl: Administracja kursu organizacji
ru: Администратор организационного курса
tr_tr: Kurum Ders Yöneticisi

source: Primary
ar: أساسي
bn_bd: প্রাথমিক
de_de: Erstens
eo: Prïmärý Ⱡ'σяєм ιρѕυм #
es_419: Primaria
ja_jp: 主
pl: Podstawowy
ru: первичный
tr_tr: Birincil

source: Additional Subject (optional)
de_de: zusätzliches Fach (optional)
eo: Àddïtïönäl Süßjéçt (öptïönäl) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Tema Adicional (opcional)
ja_jp: 追加 (オプション)
pl: Dodatkowy temat (opcjonalnie)
ru: Дополнительный предмет (необязательно)
tr_tr: Ek Konu (isteğe bağlıl)

source: Level
ar: المستوى
de_de: Leistungsgrad
eo: Lévél Ⱡ'σяєм ιρѕ#
es_419: Nivel
he: רמה
ja_jp: レベル
ka: დონე
pl: Poziom
ru: Уровень
tr_tr: Seviye

source: What You Will Learn
de_de: Was Sie lernen werden
eo: Whät Ýöü Wïll Léärn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Lo que aprenderás
ja_jp: 何を学べるか
pl: Nauczysz się
ru: Что вы будете изучать
tr_tr: Ne Öğreneceksiniz

source: Learner Testimonial
de_de: Teilnehmer Bewertung
eo: Léärnér Téstïmönïäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Testimonio de estudiante
he: עדות הלומד
ja_jp: 受講者証明書
pl: Opinia studenta
ru: Свидетельские показания учащихся
tr_tr: Öğrenci Tanıklıkları

source: Syllabus
de_de: Lehrplan
eo: Sýlläßüs Ⱡ'σяєм ιρѕυм ∂#
es_419: Temario
he: סילבוס
ja_jp: シラバス
pl: Konspekt
ru: Учебный план
tr_tr: Ders Programı

source: URL slug
eo: ÛRL slüg Ⱡ'σяєм ιρѕυм ∂#

source: Please do not use any spaces or special characters other than period, underscore or hyphen.
de_de: Bitte verwenden Sie keine Leer- oder Sonderzeichen außer Punkt, Unterstrich oder Bindestrich.
eo: Pléäsé dö nöt üsé äný späçés ör spéçïäl çhäräçtérs öthér thän pérïöd, ündérsçöré ör hýphén. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Por favor no usar ningún espacio o caracteres especiales diferentes a punto, guion bajo o guion.
pl: Proszę nie umieszczać w tym polu żadnych spacji lub znaków specjalnych innych niż kropki, podkreślenia i myślniki.
ru: Пожалуйста, не используйте пробелы или специальные символы, кроме точки, подчеркивания или дефиса.
tr_tr: Lütfen nokta, altçizgi ve tire dışında herhangi bir boşluk ya da özel karakter kullanmayın.

source: This course title already exists
de_de: Dieser Kurstitel existiert bereits
eo: Thïs çöürsé tïtlé älréädý éxïsts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: El título de este curso ya existe
ja_jp: この講座タイトルは既に存在しています
pl: Ta nazwa kursu już istnieje
ru: Название этого курса уже существует
tr_tr: Bu ders başlığı zaten mevcut

source: This course number already exists
de_de: Diese Kursnummer existiert bereits
eo: Thïs çöürsé nümßér älréädý éxïsts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Este número de curso ya existe
ja_jp: この講座番号は既に存在しています
pl: Ten numer kursu już istnieje
ru: Номер этого курса уже существует.
tr_tr: Bu ders numarası zaten mevcut

source: Find Course
de_de: Kurs finden
eo: Fïnd Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Buscar Curso
ja_jp: 講座を探す
pl: Znajdź kurs
ru: Найти курс
tr_tr: Ders Bul

source: Course Start Date
ar: تاريخ بدء الدورة
bn_bd: কোর্স শুরুর তারিখ
de_de: Startdatum
eo: Çöürsé Stärt Däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Fecha de inicio del curso
he: תאריך תחילת קורס
ja_jp: 講座開始日
ka: კურსის დაწყების თარიღი
pl: Data rozpoczęcia kursu
ru: Дата начала курса
tr_tr: Ders Başlama Tarihi

source: Course End Date
ar: تاريح انتهاء الدورة
bn_bd: কোর্স শেষ তারিখ
de_de: Datum Kursende
eo: Çöürsé Énd Däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Fecha de finalización del curso
he: תאריך סיום הקורס
ja_jp: 講座終了日
ka: კურსის დამთავრების თარიღი
pl: Data zakończenia kursu
ru: Дата окончания курса
tr_tr: Ders Bitiş Tarihi

source: Instructor
ar: مرشد
bn_bd: ইন্সট্রাক্টর
de_de: Dozent
eo: Ìnstrüçtör Ⱡ'σяєм ιρѕυм ∂σłσ#
ja_jp: 講師
pl: Prowadzący
ru: Инструктор
tr_tr: Eğitmen

source: Pacing
ar: وتيرة
bn_bd: পদার্পণ
de_de: Tempo
eo: Päçïng Ⱡ'σяєм ιρѕυ#
es_419: Ritmo
ja_jp: 講座のタイプ
pl: Formuła
ru: обучения на курсе
tr_tr: Öğrenme Biçimi

source: Transcript Languages
de_de: Protokollsprache
eo: Tränsçrïpt Längüägés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Idiomas de Transcripción
ja_jp: 字幕用言語
pl: Języki transkrypcji
ru: Языки транскрипта
tr_tr: Altyazı Dilleri

source: XSeries
eo: XSérïés Ⱡ'σяєм ιρѕυм #
pl: XSeria

source: MicroMasters
eo: MïçröMästérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
tr_tr: MicroMaster Programları

source: Professional Certificate
eo: Pröféssïönäl Çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Certificado Profesional
pl: Certyfikat Edukacji Specjalistycznej
ru: Профессиональный сертификат
tr_tr: Profesyonel Sertifika

source: XSeries Name
ar: اسم XSeries
bn_bd: এক্স সিরিজ নাম
eo: XSérïés Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Nombre de la Xseries
ja_jp: XSeries名
pl: Nazwa XSerii
ru: Имя XSeries
tr_tr: XSeries Adı

source: Professional Certificate Name
eo: Pröféssïönäl Çértïfïçäté Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Nombre del Certificado Profesional
ja_jp: Professional Certificate名
pl: Nazwa certyfikatu edukacji specjalistycznej
ru: Имя Профессионального сертификата
tr_tr: Profesyonel Sertifika İsmi

source: MicroMasters Name
ar: اسم MicroMasters
bn_bd: মাইক্রো মাস্টার্স নাম
eo: MïçröMästérs Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Nombre del Micromasters
ja_jp: MicroMasters名
pl: Nazwa MicroMasters
ru: Имя MicroMasters
tr_tr: MicroMaster İsimleri

source: Video Language
de_de: Videosprache
eo: Vïdéö Längüägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Idioma de Video
ja_jp: 動画用言語
pl: Język filmu
ru: Язык видео
tr_tr: Video Dili
