Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: A high-level overview of the degree's courseware. The "brief" text is the first 750 characters of "marketing_text" and must be valid HTML.
af_za: 'N Hoëvlak-oorsig van die kursusware van die graad. Die "kort" Teks is die eerste 750 karakters van "Marketing_Text" en moet wees geldig HTML.
cs: Přehled kurzů na vysoké úrovni. "Krátký" text je prvních 750 znaků "marketing_text" a musí být platný HTML.
da: Et overblik på højt niveau over uddannelsens kursusmateriale. Den &quot;korte&quot; tekst er de første 750 tegn i &quot;marketing_text&quot; og skal være det gyldig HTML.
de_de: Ein genauer Überblick über das Studienangebot der Studiengänge. Der Beschreibungstext wird aus den ersten 750 Zeichen des "marketing_text" genommen und muss im gültigen HTML Format geschrieben sein.
eo: À hïgh-lévél övérvïéw öf thé dégréé's çöürséwäré. Thé "ßrïéf" téxt ïs thé fïrst 750 çhäräçtérs öf "märkétïng_téxt" änd müst ßé välïd HTML. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕ#
es_ar: Generalidades del material didáctico de la titulación. El texto del "brief" consiste en los primeros 750 caracteres de "marketing_text" y debe contener HTML válido.
fa_ir: یک نمای کلی در سطح بالا از مدرک دوره‌های آموزشی. متن، 750 نویسه اول "marketing_text" است و باید HTML معتبر باشد.
fi: Korkeatasoinen yleiskatsaus tutkinnon kurssimateriaalista. &quot;Lyhyt&quot; teksti on &quot;markkinointiteksti&quot;:n ensimmäiset 750 merkkiä, ja sen on oltava kelvollinen HTML.
fil_ph: Isang mataas na antas na pangkalahatang-ideya ng courseware ng degree. Ang &quot;maikling&quot; text ay ang unang 750 character ng &quot;marketing_text&quot; at dapat ay wastong HTML.
fr_fr: Un aperçu de haut niveau des didacticiels du diplôme. Le texte &quot;court&quot; correspond aux 750 premiers caractères de &quot;texte_marketing&quot; et doit être en HTML valide.
kk_kz: Жоғары деңгейдегі оқу бағдарламаларына шолу. Бұл "қысқаша" мәтін алғашқы 750 таңбадан тұрады "marketing_text" және болуы керек жарамды HTML.
pt_br: Uma visão geral de alto nível do material didático do curso. O texto &quot;breve&quot; são os primeiros 750 caracteres de &quot;texto_de_marketing&quot; e deve ser um HTML válido.
sl: Pregled na visoki ravni tečajne opreme diplome. &quot;Kratko&quot; besedilo je prvih 750 znakov &quot;marketing_text&quot; in mora biti veljaven HTML.

source: A high-level overview of the degree's courseware.
af_za: 'N Hoëvlak-oorsig van die kursusware van die graad.
cs: Přehled kurzů na vysoké úrovni.
da: Et overblik på højt niveau over uddannelsens kursusmateriale.
de_de: Eine genaue Übersicht der Abschlussrelevanten Lerninhalte.
eo: À hïgh-lévél övérvïéw öf thé dégréé's çöürséwäré. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: Una visión general de alto nivel del material didáctico de la titulación.
fa_ir: نمای کلی در سطح بالا از مدرک دوره‌های آموزشی.
fi: Korkeatasoinen yleiskatsaus tutkinnon kurssimateriaalista.
fil_ph: Isang mataas na antas na pangkalahatang-ideya ng courseware ng degree.
fr_fr: Un aperçu de haut niveau des didacticiels du diplôme.
kk_kz: Жоғары деңгейдегі оқу бағдарламаларына шолу.
pt_br: Uma visão geral de alto nível do material didático do curso.
sl: Pregled na visoki ravni tečajne opreme diplome.

source: Organization name
af_za: Organisasie Naam
cs: Název organizace
da: Organisationens navn
de_de: Unternehmensname
eo: Örgänïzätïön nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_ar: Nombre de la organización
fa_ir: نام نهاد
fi: Organisaation nimi
fil_ph: Pangalan ng Organisasyon
fr_fr: Nom de l&#39;organisation
kk_kz: Ұйымның атауы
pt_br: Nome da Organização
sl: Ime organizacije

source: These programs are for a different partner than the pathway itself: {}
af_za: Hierdie programme is vir 'n ander vennoot as die pad self: {}
cs: Tyto programy jsou určeny pro jiného partnera, než je samotná cesta: {}
da: Disse programmer er til en anden partner end selve stien: {}
de_de: Diese Programme sind für einen anderen Partner als der Pfad selbst: {}
eo: Thésé prögräms äré för ä dïfférént pärtnér thän thé päthwäý ïtsélf: {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_ar: Estos programas son para un socio diferente al propio camino: {}
fa_ir: این برنامه ها برای همکاری متفاوت از خود مسیر هستند: {}
fi: Nämä ohjelmat ovat eri kumppanille kuin itse polku: {}
fil_ph: Ang mga program na ito ay para sa ibang kasosyo kaysa sa mismong pathway: {}
fr_fr: Ces programmes s&#39;adressent à un partenaire différent du parcours lui-même : {}
kk_kz: Бұл бағдарламалар жолдан гөрі басқа серіктеске арналған: {}
pt_br: Esses programas são para um parceiro diferente do caminho em si: {}
sl: Ti programi so namenjeni drugemu partnerju kot sama pot: {}

source: Facebook
ar: فيسبوك
bn_bd: ফেসবুক
eo: Fäçéßöök Ⱡ'σяєм ιρѕυм ∂#
fa_ir: فیس‌بوک
he: פייסבוק
ka: ფეისბუკი

source: Twitter
ar: تويتر
bn_bd: টুইটার
eo: Twïttér Ⱡ'σяєм ιρѕυм #
fa_ir: توییتر
fi: Viserrys
he: טוויטר
ka: ტვიტერი

source: Blog
ar: مدونة
bn_bd: ব্লগ
eo: Blög Ⱡ'σяєм ι#
fa_ir: بلاگ
fi: Blogi
he: בלוג
ja_jp: ブログ
ka: ბლოგი
kk_kz: Блог
ru: Блог

source: Others
af_za: Ander
ar: غير ذلك
bn_bd: অন্যরা
cs: Další
da: Andre
de_de: Andere
eo: Öthérs Ⱡ'σяєм ιρѕυ#
es_419: Otros
es_ar: Otros
fa_ir: غیره
fi: muut
fil_ph: Iba
fr_fr: Autres
he: אחרים
ja_jp: その他
ka: სხვები
kk_kz: Басқалары
pl: Inne
pt_br: Outros
ru: Другое
sl: drugi
tr_tr: Diğerleri

source: Partner {partner_key} and course partner {course_partner_key} do not match when attempting to save url slug {url_slug}
af_za: Partner {partner_key} en kursusvennoot {course_partner_key} stem nie ooreen met die poging om URL Slug {url_slug} te red nie
cs: Partner {partner_key} a partner kurzu {course_partner_key} se při pokusu o uložení url slug {url_slug} neshodují
da: Partner {partner_key} og kursuspartner {course_partner_key} stemmer ikke overens, når de forsøger at gemme url-slug {url_slug}
eo: Pärtnér {partner_key} änd çöürsé pärtnér {course_partner_key} dö nöt mätçh whén ättémptïng tö sävé ürl slüg {url_slug} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_ar: El socio {partner_key} y el socio del curso {course_partner_key} no coinciden al intentar guardar el slug de URL {url_slug}
fa_ir: همکار {partner_key} و همکار دوره آموزشی {course_partner_key} هنگام تلاش برای ذخیره مشخصه نشانی اینترنتی {url_slug} مطابقت ندارند
fi: Kumppani {partner_key} ja kurssikumppani {course_partner_key} eivät täsmää, kun yritetään tallentaa URL-osoite {url_slug}
fil_ph: Hindi magkatugma ang partner na {partner_key} at course partner {course_partner_key} kapag sinusubukang i-save ang url slug {url_slug}
fr_fr: Le partenaire {partner_key} et le partenaire de cours {course_partner_key} ne correspondent pas lors de la tentative d&#39;enregistrement du slug d&#39;URL {url_slug}
kk_kz: Серіктес {partner_key} және курс серіктесі {course_partner_key} URL сілтемесін сақтау кезінде сәйкес келмейді {url_slug}
pt_br: O parceiro {partner_key} e o parceiro do curso {course_partner_key} não correspondem ao tentar salvar o URL slug <span class='notranslate'>{url_slug}</span>
sl: Partner {partner_key} in tečajni partner {course_partner_key} se ne ujemata pri poskusu shranjevanja url polža {url_slug}

source: Partner {partner_key} and course partner {course_partner_key} do not match when attempting to save url redirect {url_path}
af_za: Partner {partner_key} en kursusvennoot {course_partner_key} stem nie ooreen met die poging om URL te red nie {url_path}
cs: Partner {partner_key} a partner kurzu {course_partner_key} se při pokusu o uložení přesměrování adresy URL neshodují {url_path}
da: Partner {partner_key} og kursuspartner {course_partner_key} stemmer ikke overens, når de forsøger at gemme url-omdirigering {url_path}
de_de: Partner {partner_key} und Kurspartner {course_partner_key} stimmen nicht überein, wenn versucht wird, die Url-Weiterleitung {url_path} zu speichern.
eo: Pärtnér {partner_key} änd çöürsé pärtnér {course_partner_key} dö nöt mätçh whén ättémptïng tö sävé ürl rédïréçt {url_path} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_ar: El socio {partner_key} y el socio del curso {course_partner_key} no coinciden al intentar guardar la redirección de URL {url_path}
fa_ir: همکار {partner_key} و همکار دوره آموزشی {course_partner_key} در زمان تلاش برای ذخیره تغییر مسیر نشانی اینترنتی {url_path} مطابقت ندارند
fi: Kumppani {partner_key} ja kurssikumppani {course_partner_key} eivät täsmää yritettäessä tallentaa URL-uudelleenohjausta {url_path}
fil_ph: Hindi magkatugma ang partner na {partner_key} at course partner {course_partner_key} kapag sinusubukang i-save ang url redirect {url_path}
fr_fr: Le partenaire {partner_key} et le partenaire de cours {course_partner_key} ne correspondent pas lors de la tentative d&#39;enregistrement de la redirection d&#39;URL {url_path}
kk_kz: {Partner_key} серіктесі және {course_partner_key} курс серіктесі {url_path}URL мекенжайын қайта бағыттауды сақтау кезінде сәйкес келмейді
pt_br: O parceiro {partner_key} e o parceiro do curso {course_partner_key} não correspondem ao tentar salvar o redirecionamento de URL <span class='notranslate'>{url_path}</span>
sl: Partner {partner_key} in tečajni partner {course_partner_key} se ne ujemata pri poskusu shranjevanja preusmeritve URL {url_path}

source: Course Run IDs
af_za: Kursus Run IDS
cs: ID běhu kurzu
da: Course Run ID&#39;er
de_de: Kurslauf IDs
eo: Çöürsé Rün ÌDs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_ar: ID de ejecución del curso
fa_ir: شناسه‌های اجرای دوره آموزشی
fi: Kurssin suoritustunnukset
fil_ph: Mga Course Run ID
fr_fr: ID d&#39;exécution de cours
kk_kz: Курсты бастау идентификаторлары
pt_br: IDs de execução do curso
sl: ID-ji trenutnega tečaja

source: Profile Image UUIDs
af_za: Profielbeeld UUIDS
cs: UUID profilového obrázku
da: Profilbillede UUID&#39;er
de_de: UUIDs der Profilbilder
eo: Pröfïlé Ìmägé ÛÛÌDs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_ar: UUID de imagen de perfil
fa_ir: UUIDs تصویر پرونده کاربری
fi: Profiilikuvan UUID:t
fil_ph: Mga UUID ng Larawan ng Profile
fr_fr: UUID d&#39;image de profil
kk_kz: Профиль Суреті UUIDs
pt_br: UUIDs de imagem de perfil
sl: UUID-ji slike profila

source: Tag
af_za: Tag tag
cs: Štítek
da: Mærke
de_de: Stichwort
eo: Täg Ⱡ'σяєм#
es_ar: Etiqueta
fa_ir: برچسب
fr_fr: Étiqueter
kk_kz: Тег
pt_br: Marcação
sl: Oznaka

source: Course UUIDs
af_za: Kursus UUIDS
cs: UUID kurzu
da: Kursus UUID&#39;er
de_de: Kurs UUIDs
eo: Çöürsé ÛÛÌDs Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_ar: UUID del curso
fa_ir: دوره‌های آموزشی UUIDs
fi: Kurssin UUID:t
fil_ph: Mga UUID ng kurso
fr_fr: UUID de cours
kk_kz: Uuids курсы
pt_br: UUIDs do curso
sl: UUID-ji tečaja

source: Remove All Redirects
af_za: Verwyder alle herleiings
cs: Odebrat všechna přesměrování
da: Fjern alle omdirigeringer
de_de: Alle Weiterleitungen entfernen
eo: Rémövé Àll Rédïréçts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_ar: Quitar todas las redirecciones
fa_ir: حذف همه تغییر مسیرها
fi: Poista kaikki uudelleenohjaukset
fil_ph: Alisin ang Lahat ng Pag-redirect
fr_fr: Supprimer toutes les redirections
kk_kz: Барлық қайта бағыттауларды жойыңыз
pt_br: Remover todos os redirecionamentos
sl: Odstrani vse preusmeritve

source: Url Paths
af_za: URL -paaie
cs: Cesty URL
da: URL-stier
de_de: URL Pfad
eo: Ûrl Päths Ⱡ'σяєм ιρѕυм ∂σł#
es_ar: Rutas de direcciones URL
fi: URL-osoitteet
fil_ph: Mga Path ng Url
fr_fr: Chemins d&#39;URL
kk_kz: Url жолдары
sl: Url poti

source: Attempted to query Salesforce with no client for partner={}
af_za: Gepoog om Salesforce sonder kliënt vir vennoot = {} te bevraagteken
cs: Pokus o dotaz na Salesforce bez klienta pro partnera={}
da: Forsøgte at forespørge Salesforce uden klient til partner={}
de_de: Es wurde versucht, Salesforce ohne Client für Partner abzufragen={}
eo: Àttémptéd tö qüérý Sälésförçé wïth nö çlïént för pärtnér={} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: Se intentó consultar a Salesforce sin ningún cliente para el socio = {}
fa_ir: تلاش برای پرس‌وجو از Salesforce بدون مشتری برای همکار ={}
fi: Yritettiin tehdä kysely Salesforcea ilman asiakasta kumppanille={}
fil_ph: Sinubukan na i-query ang Salesforce na walang kliyente para sa kasosyo={}
fr_fr: Tentative d&#39;interrogation de Salesforce sans client pour partner={}
kk_kz: Серіктес үшін тұтынушысыз Salesforce-ті сұрауға тырысу = {}
pt_br: Tentativa de consultar Salesforce sem cliente para parceiro={}
sl: Poskus poizvedbe Salesforce brez odjemalca za partner={}

source: Unable to associate a case for comments for {}
af_za: Kan nie 'n saak vir kommentaar vir {} assosieer nie
cs: Nelze přiřadit případ pro komentáře pro {}
da: Kan ikke knytte en sag for kommentarer til {}
de_de: Kann keinen Fall für Kommentare zuordnen für {}
eo: Ûnäßlé tö ässöçïäté ä çäsé för çömménts för {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: No se puede asociar un caso para comentarios de {}
fa_ir: نمی‌توان موردی را با نظرات مربوط به {} مرتبط کرد
fi: Ei voida yhdistää tapausta kommenteille henkilölle {}
fil_ph: Hindi maiugnay ang isang kaso para sa mga komento para sa {}
fr_fr: Impossible d&#39;associer une requête aux commentaires pour {}
kk_kz: {}Үшін түсініктеме үндеуін байланыстыру мүмкін емес
pt_br: Não foi possível associar um caso para comentários de {}
sl: Ni mogoče povezati primera s komentarji za {}

source: Cancel
af_za: Kanselleer
ar: إلغاء
bn_bd: বাতিল
cs: Zrušit
da: Afbestille
de_de: Abbruch
eo: Çänçél Ⱡ'σяєм ιρѕυ#
es_419: Cancelar
es_ar: Cancelar
fa_ir: لغو
fi: Peruuttaa
fil_ph: Kanselahin
fr_fr: Annuler
he: בטל
ja_jp: キャンセル
ka: გაუქმება
kk_kz: Болдырмау
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sl: Prekliči
tr_tr: İptal

source: Back to Program
af_za: Terug na program
ar: عودة إلى البرنامج
bn_bd: প্রোগ্রাম এ ফিরে আসা
cs: Zpět k Programu
da: Tilbage til Program
de_de: Zurück
eo: Bäçk tö Prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Volver al Programa
es_ar: Volver al programa
fa_ir: بازگشت به برنامه
fi: Takaisin ohjelmaan
fil_ph: Bumalik sa Programa
fr_fr: Retour au programme
he: חזרה לתכנית
ja_jp: プログラムへ戻る
ka: პროგრამაში დაბრუნება
kk_kz: Бағдарламаға Оралу
pl: Powrót do Programu
pt_br: Voltar ao Programa
ru: Вернуться к программе
sl: Nazaj na program
tr_tr: Programa Dön

source: Save Course Run
af_za: Stoor kursusloop
ar: حفظ تشغيل الدورة
bn_bd: কোর্সের সংরক্ষণ
cs: Uložit běh kurzu
da: Gem Course Run
de_de: Kursverlauf speichern
eo: Sävé Çöürsé Rün Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Guardar convocatoria de curso
es_ar: Guardar ejecución del curso
fa_ir: ذخیره این دور از دوره آموزشی
fi: Tallenna kurssiajo
fil_ph: I-save ang Course Run
fr_fr: Enregistrer le parcours
he: שמור הרצת קורס
ja_jp: course runを保存
ka: კურსის გაშვების შენახვა
kk_kz: Курсты бастауды сақтау
pl: Zapisz edycję kursu
pt_br: Salvar a Rodada do Curso
ru: сохранить запуск курса
sl: Shrani tečaj
tr_tr: Ders Yayın Tarihini Kaydet

source: %(user_name)s made the following comment on %(course_name)s on %(date)s at %(time)s
af_za: %(user_name)s het die volgende opmerking oor %(course_name)s op %(date)s by %(time)s gemaak
cs: %(user_name)s napsal následující komentář k %(course_name)s dne %(date)s v %(time)s
da: %(user_name)s fremsatte følgende kommentar til %(course_name)s på %(date)s på %(time)s
de_de: %(user_name)s kommentierte in %(course_name)s am %(date)s um %(time)s
eo: %(user_name)s mädé thé föllöwïng çömmént ön %(course_name)s ön %(date)s ät %(time)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: %(user_name)s comentó en %(course_name)s el%(date)s a las%(time)s
es_ar: %(user_name)s hizo el siguiente comentario sobre %(course_name)s en %(date)s en %(time)s
fa_ir: %(user_name)s نظر زیر را درباره %(course_name)sدر %(date)sو %(time)s ارائه داد
fi: %(user_name)s teki seuraavan kommentin kohteelle %(course_name)s osoitteessa %(date)s osoitteessa %(time)s
fil_ph: Ginawa ni %(user_name)s ang sumusunod na komento sa %(course_name)s sa %(date)s at %(time)s
fr_fr: %(user_name)s a fait le commentaire suivant sur %(course_name)s sur %(date)s à %(time)s
kk_kz: %(user_name)sкелесі түсініктеме жасады%(course_name)s%(date)s%(time)s
pl: %(user_name)s dodał/a następujący komentarz na temat kursu %(course_name)s dn. %(date)s o godz. %(time)s.
pt_br: %(user_name)s fez o seguinte comentário no %(course_name)s em %(date)s às %(time)s
ru: %(user_name)s создан последующий комментарий на %(course_name)s на%(date)s к %(time)s
sl: %(user_name)s je podal naslednji komentar na %(course_name)s na %(date)s na %(time)s

source: View comment in Publisher
af_za: Kyk na die opmerking in die uitgewer
cs: Zobrazit komentář v Publisheru
da: Se kommentar i Publisher
de_de: Kommentar sehen
eo: Vïéw çömmént ïn Püßlïshér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Ver comentario en Publisher
es_ar: Ver comentario en Publisher
fa_ir: مشاهده نظر در قسمت ناشر
fi: Näytä kommentti Publisherissa
fil_ph: Tingnan ang komento sa Publisher
fr_fr: Afficher le commentaire dans Publisher
ja_jp: Publisherのコメントを見る
kk_kz: Баспагердегі түсініктемені қарау
pl: Zobacz komentarz w Publisherze
pt_br: Ver comentário no Editor
ru: Смотреть комментарий в Издателе
sl: Oglejte si komentar v Publisherju
tr_tr: Yorumu Publisher içinde göster

source: The edX team
af_za: Die edX span
ar: فريق edX
bn_bd: edX দল
cs: Tým edX
da: edX-teamet
de_de: Das edX Team
eo: Thé édX téäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: El equipo de edX
es_ar: El equipo de EdX
fa_ir: تیم ادکس
fi: edX-tiimi
fil_ph: Ang pangkat ng edX
fr_fr: L&#39;équipe edX
he: צוות edX
ja_jp: edX チーム
ka: edX გუნდი
kk_kz: edX командасы
pl: Zespół Platformy
pt_br: O time edX
ru: Команда edX
sl: Ekipa edX
tr_tr: edX ekibi

source: %(user_name)s made the following comment on %(course_name)s %(date)s at %(time)s
af_za: %(user_name)s het die volgende opmerking oor %(course_name)s %(date)s by %(time)s gemaak
cs: %(user_name)s napsal následující komentář k %(course_name)s %(date)s v %(time)s
da: %(user_name)s fremsatte følgende kommentar til %(course_name)s %(date)s på %(time)s
de_de: %(user_name)shat folgenden Kommentar zu %(course_name)s am %(date)s um %(time)s hinzugefügt.
eo: %(user_name)s mädé thé föllöwïng çömmént ön %(course_name)s %(date)s ät %(time)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: %(user_name)s hizo el siguiente comentario sobre %(course_name)s %(date)s en %(time)s
fa_ir: %(user_name)s نظر زیر را در %(course_name)s%(date)s در%(time)s ارائه داد
fi: %(user_name)s kirjoitti seuraavan kommentin kohteelle %(course_name)s %(date)s osoitteessa %(time)s
fil_ph: Ginawa ni %(user_name)s ang sumusunod na komento sa %(course_name)s %(date)s at %(time)s
fr_fr: %(user_name)s a fait le commentaire suivant sur %(course_name)s %(date)s à %(time)s
kk_kz: %(user_name)sкелесі түсініктемені жасады%(course_name)s%(date)s%(time)s
pt_br: <span class='notranslate'>%(user_name)s</span> fez o seguinte comentário em <span class='notranslate'>%(course_name)s</span> <span class='notranslate'>%(date)s</span> em <span class='notranslate'>%(time)s</span>
sl: %(user_name)s je podal naslednji komentar o %(course_name)s %(date)s pri %(time)s

source: Dear %(recipient_name)s,
af_za: Liewe %(recipient_name)s,
cs: Vážený %(recipient_name)s,
da: Kære %(recipient_name)s ,
de_de: Lieber/Liebe %(recipient_name)s,
eo: Déär %(recipient_name)s, Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Estimado/a %(recipient_name)s,
es_ar: Estimado %(recipient_name)s,
fa_ir: %(recipient_name)s گرامی،
fi: Hyvä %(recipient_name)s
fil_ph: Mahal na %(recipient_name)s,
fr_fr: Cher %(recipient_name)s,
ja_jp: %(recipient_name)s様、
kk_kz: Құрметті %(recipient_name)s,
pl: Szanowny/a %(recipient_name)s,
pt_br: Caro %(recipient_name)s,
ru: Уважаемый/ая %(recipient_name)s
sl: Spoštovani %(recipient_name)s,
tr_tr: Sevgili %(recipient_name)s,

source: The About page for the %(course_run_number)s course run of %(course_name)s has been published. No further action is necessary.
af_za: Die About -bladsy vir die %(course_run_number)s kursusloop van %(course_name)s is gepubliseer. Geen verdere optrede is nodig nie.
cs: Byla zveřejněna stránka O kurzu %(course_run_number)s kurzu %(course_name)s. Není nutná žádná další akce.
da: Siden Om for %(course_run_number)s kursusforløbet af %(course_name)s er blevet offentliggjort. Ingen yderligere handling er nødvendig.
de_de: Die Beschreibungsseite für den %(course_run_number)s Kurslauf von %(course_name)s wurde veröffentlicht. Keine weiteren Aktionen sind notwendig.
eo: Thé Àßöüt pägé för thé %(course_run_number)s çöürsé rün öf %(course_name)s häs ßéén püßlïshéd. Nö fürthér äçtïön ïs néçéssärý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: La página de introducción para el curso %(course_run_number)s de %(course_name)s ha sido publicado. No es necesaria ninguna otra acción.
es_ar: Se ha publicado la página Acerca de para el curso %(course_run_number)s de %(course_name)s. No es necesaria ninguna otra acción.
fa_ir: صفحه درباره دوره آموزشی%(course_run_number)s در اجرای%(course_name)sمنتشر شده است. نیاز به هیچ اقدام دیگری نیست.
fi: Tietoja-sivu a01c03a578ec987z0:n kurssille %(course_run_number)s on julkaistu. Lisätoimia ei tarvita.
fil_ph: Na-publish na ang About page para sa %(course_run_number)s course run ng %(course_name)s. Walang karagdagang aksyon ang kailangan.
fr_fr: La page À propos du cours %(course_run_number)s de %(course_name)s a été publiée. Aucune autre action n&#39;est nécessaire.
ja_jp: %(course_name)sのcourse run %(course_run_number)sのAboutページが公開されました。手続は以上です。
kk_kz: Курс өтетін курс туралы%(course_run_number)s%(course_name)s бет жарияланды. Бұдан әрі ешқандай әрекет қажет емес.
pl: Karta kursu dla %(course_run_number)s edycji kursu %(course_name)s została opublikowana. Nie jest konieczna żadna dodatkowa czynność.
pt_br: A página Sobre para o %(course_run_number)s curso em execução de %(course_name)s foi publicado. Nenhuma atividade adicional é necessária.
ru: Страница "О курсе" для %(course_run_number)s запуска курса %(course_name)s опубликована. Никаких дальнейших действий не требуется.
sl: Objavljena je stran O programu %(course_run_number)s tečaja %(course_name)s. Nadaljnje ukrepanje ni potrebno.

source: {link_start}{preview_url}{link_middle}View this About page.{link_end}
af_za: {link_start} {preview_url} {link_middle} Bekyk dit oor die bladsy. {link_end}
cs: {link_start}{preview_url}{link_middle}Zobrazit tuto stránku O aplikaci.{link_end}
da: {link_start} {preview_url} {link_middle} Se denne Om-side. {link_end}
de_de: {link_start}{preview_url}{link_middle}Diese Beschreibungsseite ansehen.{link_end}
eo: {link_start}{preview_url}{link_middle}Vïéw thïs Àßöüt pägé.{link_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_ar: {link_start}{preview_url}{link_middle}Ver esta página Acerca de.{link_end}
fa_ir: {link_start}{preview_url}{link_middle}این صفحه «درباره» را مشاهده کنید.{link_end}
fi: {link_start}{preview_url}{link_middle}Näytä tämä Tietoja-sivu.{link_end}
fil_ph: {link_start}{preview_url}{link_middle}Tingnan itong Tungkol sa pahina.{link_end}
fr_fr: {link_start}{preview_url}{link_middle}Afficher cette page À propos.{link_end}
kk_kz: {link_start}{preview_url}{link_middle}бағдарлама туралы осы бетті қараңыз.{link_end}
pt_br: {link_start}{preview_url}{link_middle}Veja esta página Sobre. <span class='notranslate'>{link_end}</span>
sl: {link_start}{preview_url}{link_middle}Oglejte si to stran z informacijami.{link_end}
