Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: View About page preview
de_de: Sehen Sie eine Vorschau der Beschreibungsseite
eo: Vïéw Àßöüt pägé prévïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Visualizar vista previa de la página de introducción al curso
ja_jp: Aboutページのプレビューを見る
pl: Wyświetl podgląd karty kursu
ru: Просмотр О предварительном просмотре страницы
tr_tr: Hakkında sayfası önizlemesini göster

source: Not available
de_de: Nicht verfügbar
eo: Nöt äväïläßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: No disponible
ja_jp: 不可
pl: Niedostępny
ru: Недоступно
tr_tr: Kullanılabilir değil

source: Sent for Review
de_de: Zur Kontrolle gesendet
eo: Sént för Révïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Enviado para Revisión
ja_jp: レビュー用に送信済
pl: Przesłano do oceny
ru: Отправлено на рассмотрение
tr_tr: İncelemeye Gönder

source: day in ownership
bn_bd: মালিকানা দিন
de_de: Tag in Eigentümerschaft
eo: däý ïn öwnérshïp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: día en propiedad
ja_jp: 所有日数
pl: dzień własności
ru: рабочий день
tr_tr: gündür sahibi

source: days in ownership
de_de: Tag in Eigentümerschaft
eo: däýs ïn öwnérshïp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: días en propiedad
ja_jp: 所有日数
pl: dni własności
ru: рабочие дни
tr_tr: gündür sahibi

source: change
de_de: Ändern
eo: çhängé Ⱡ'σяєм ιρѕυ#
es_419: cambiar
ja_jp: 変更
pl: zmień
ru: замена
tr_tr: değiştir

source: CHANGE
ar: تغيير
bn_bd: পরিবর্তন
de_de: Ändern
eo: ÇHÀNGÉ Ⱡ'σяєм ιρѕυ#
es_419: CAMBIAR
ja_jp: 変更
ka: შეცვლა
pl: ZMIEŃ
ru: ЗАМЕНА
tr_tr: DEĞİŞTİR

source: Terms of Service
ar: شروط الخدمة
bn_bd: সেবা পাবার শর্ত
de_de: Nutzungsbedingungen
eo: Térms öf Sérvïçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Términos del servicio
he: תנאי שימוש
ja_jp: 利用規約
ka: მომსახურების პირობები
pl: Warunki korzystania z Serwisu
ru: Условия предоставления услуг
tr_tr: Kullanım Koşulları

source: Privacy Policy
ar: سياسة الخصوصية
bn_bd: গোপনীয়তার নীতি
de_de: Datenschutzbestimmungen
eo: Prïväçý Pölïçý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Política de privacidad
he: מדיניות פרטיות
ja_jp: プライバシーポリシー
ka: კონფიდენციალურობის პოლიტიკა
pl: Polityka prywatności
ru: Политика конфиденциальности
tr_tr: Gizlilik Politikası

source: Legal
ar: قانوني
bn_bd: আইনগত
de_de: Rechtliches
eo: Légäl Ⱡ'σяєм ιρѕ#
he: משפטי
ja_jp: 法的
ka: იურიდიული
pl: Informacje prawne
ru: Юридическая информация
tr_tr: Yasal

source: EdX, Open edX, Publisher, and the edX and Open edX logos are registered trademarks or trademarks of {link_start}edX Inc.{link_end}
de_de: EdX, Open edX, Publisher, und die edX und Open edX Logos sind eingetragene Markenzeichen von {link_start}edX Inc.{link_end}
eo: ÉdX, Öpén édX, Püßlïshér, änd thé édX änd Öpén édX lögös äré régïstéréd trädémärks ör trädémärks öf {link_start}édX Ìnç.{link_end} Ⱡ'σяєм ιρѕυм ∂σł#

source: Powered by Open edX
ar: تتم إدارته من قبل Open edX
bn_bd: ওপেন edX দ্বারা চালিত
de_de: Betrieben mit Open edX
eo: Pöwéréd ßý Öpén édX Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Con la tecnología de Open edX
he: מופעל על ידי Open edX
ka: Open edX-ით მომუშავე
pl: Platforma oparta na systemie Open edX
ru: Работает на Open edX
tr_tr: İçinde Open edX Var!

source: Account
ar: حساب
bn_bd: হিসাব
de_de: Benutzerkonto
eo: Àççöünt Ⱡ'σяєм ιρѕυм #
es_419: Cuenta
he: חשבון
ja_jp: アカウント
ka: ანგარიში
pl: Konto
ru: Учётная запись
tr_tr: Hesap

source: Account Navigation
ar: تصفّح الحساب
bn_bd: অ্যাকাউন্ট ন্যাভিগেশন
de_de: Benutzerkontodaten
eo: Àççöünt Nävïgätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Navegación de cuenta
he: ניווט בחשבון
ja_jp: アカウント・ナビゲーション
ka: ანგარიშის ნავიგაცია
pl: Zarządzanie kontem
ru: Навигация по аккаунту
tr_tr: Hesap Gezintisi

source: Contextual Online Help
ar: مساعدة سياقية مباشرة
bn_bd: প্রাসঙ্গিক অনলাইন সহায়তা
de_de: Kontext Online-Hilfe
eo: Çöntéxtüäl Önlïné Hélp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Ayuda contextual en línea
he: עזרה מקוונת לפי הקְשר
ja_jp: オンラインヘルプ
ka: კონტექსტუალური ონლაინ დახმარება
pl: Kontekstowa pomoc online
ru: Контекстная онлайн-справка
tr_tr: İçerik Hakkında Çevrimiçi Yardım

source: Help
ar: مساعدة
bn_bd: সাহায্য
de_de: Hilfe
eo: Hélp Ⱡ'σяєм ι#
es_419: Ayuda
he: עזרה
ja_jp: ヘルプ
ka: დახმარება
pl: Pomoc
ru: Помощь
tr_tr: Yardım

source: Email notifications
ar: إشعارات البريد الإلكتروني
de_de: Email Benachrichtigung
eo: Émäïl nötïfïçätïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Notificaciones por Email
he: התראות דואר אלקטרוני
ja_jp: メール通知
ka: ელფოსტის შეტყობინებები
pl: Powiadomienia przez e-mail
ru: Уведомления по электронной почте
tr_tr: E-posta bildirimleri

source: ON
ar: مُفعّل
bn_bd: চালু
de_de: EIN
eo: ÖN Ⱡ'σя#
he: פעיל
ja_jp: オン
ka: ჩართული
pl: WŁ
ru: ВКЛ
tr_tr: AÇIK

source: OFF
ar: غير مُفعّل
bn_bd: বন্ধ
de_de: AUS
eo: ÖFF Ⱡ'σяєм#
he: כבוי
ja_jp: オフ
ka: გამორთული
pl: WYŁ
ru: ВЫКЛ
tr_tr: KAPALI

source: Sign Out
ar: تسجيل الخروج
bn_bd: সাইন আউট
de_de: Ausloggen
eo: Sïgn Öüt Ⱡ'σяєм ιρѕυм ∂#
es_419: Cerrar sesión
he: התנתק
ja_jp: サインアウト
ka: გასვლა
pl: Wyloguj się
ru: Выйти
tr_tr: Çıkış Yap

source: REVISION HISTORY
ar: تاريخ المراجعة
bn_bd: পুনর্বিবেচনা ইতিহাস
de_de: Überarbeitungsverlauf
eo: RÉVÌSÌÖN HÌSTÖRÝ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: HISTORIAL DE REVISIONES
ja_jp: 変更履歴
pl: HISTORIA ZMIAN
ru: История версии
tr_tr: REVİZYON GEÇMİŞİ

source: %(history_date)s&nbsp;by&nbsp;%(changed_by)s (Latest)
de_de: %(history_date)s&nbsp;by&nbsp;%(changed_by)s (Aktuellste)
eo: %(history_date)s&nbsp;ßý&nbsp;%(changed_by)s (Lätést) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: %(history_date)s&nbsp;by&nbsp;%(changed_by)s (Último)
ja_jp: %(history_date)s&nbsp;by&nbsp;%(changed_by)s (最新)
pl: %(history_date)s&nbsp;by&nbsp;%(changed_by)s (najnowsza)
ru: %(history_date)s&nbsp;by&nbsp;%(changed_by)s(Последние)

source: %(history_date)s&nbsp;by&nbsp;%(changed_by)s
eo: %(history_date)s&nbsp;ßý&nbsp;%(changed_by)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: Restore to this version
de_de: Wiederherstellen zu dieser Version
eo: Réstöré tö thïs vérsïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Restablecer a esta versión
ja_jp: このバージョンに復元
pl: Przywróć do tej wersji
ru: Восстановление до этой версии
tr_tr: Bu sürüme döndür

source: Unable to revert the revision, Please try again later.
de_de: Die Revision konnte nicht zurückgesetzt werden. Bitte versuchen Sie es später erneut.
eo: Ûnäßlé tö révért thé révïsïön, Pléäsé trý ägäïn lätér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: No se pudo revertir la revisión, Por favor intento de nuevo más tarde.
ja_jp: 元に戻すことができません。後ほど再試行してください。
pl: Nie udało się cofnąć zmiany. Proszę spróbować ponownie.
ru: Невозможно вернуть ревизию, пожалуйста, повторите попытку позже.
tr_tr: Revizyon geri getirilemedi. Lütfen daha sonra tekrar deneyin.

source: Accept All
de_de: Alles akzeptieren
eo: Àççépt Àll Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Aceptar Todos
ja_jp: すべて承認
pl: Zaakceptuj wszystko
ru: Принять все
tr_tr: Hepsini Kabul Et

source: (Optional) Not yet added
de_de: (Optional) Noch nicht hinzugefügt
eo: (Öptïönäl) Nöt ýét äddéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: (Opcional) No añadido aún
ja_jp: (オプション) 未入力
pl: (Opcjonalny) Jeszcze nie dodany
ru: (необязательный) Еще не добавлен
tr_tr: (İsteğe bağlı) Henüz eklenmedi

source: (Required) Not yet added
de_de: (Required) Noch nicht hinzugefügt
eo: (Réqüïréd) Nöt ýét äddéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: (Requerido) No añadido aún
ja_jp: (必須) 未入力
pl: (Wymagany) Jeszcze nie dodany
ru: (Требуемый) Еще не добавлен
tr_tr: (Gerekli) Henüz eklenmedi

source: CAUTION
de_de: VORSICHT
eo: ÇÀÛTÌÖN Ⱡ'σяєм ιρѕυм #
es_419: CUIDADO
ja_jp: 注意
pl: UWAGA
ru: ОСТОРОЖНО!
tr_tr: UYARI

source: Are you sure you want to revert all changes to this version ?
de_de: Sind Sie sicher, dass Sie alle Änderungen zurücksetzen möchten?
eo: Àré ýöü süré ýöü wänt tö révért äll çhängés tö thïs vérsïön ? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: ¿Estás seguro que deseas revertir todos los cambios para esta revisión?
ja_jp: このバージョンへのすべての変更を本当に元に戻しますか？
pl: Czy na pewno chcesz cofnąć wszystkie zmiany i wrócić do tej wersji?
ru: Вы уверены, что хотите вернуть все изменения в эту версию ?
tr_tr: Tüm değişiklikleri bu sürüme döndürmek istediğinize emin misiniz?

source: Create New Course
bn_bd: নতুন কোর্স তৈরি করুন
de_de: Neuerstellung eines Kurses
eo: Çréäté Néw Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Crear nuevo curso
ja_jp: 新規講座を作成
pl: Utwórz nowy kurs
ru: Создайте новый курс
tr_tr: Yeni Ders Oluştur

source: COURSE TITLE
ar: عنوان المقرر
de_de: KURSTITEL
eo: ÇÖÛRSÉ TÌTLÉ Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: TÍTULO DEL CURSO
ja_jp: 講座タイトル
ka: კურსის სათაური
pl: NAZWA KURSU
ru: НАИМЕНОВАНИЕ КУРСА
tr_tr: DERS BAŞLIĞI

source: Best Practices
ar: أفضل الممارسات
bn_bd: সেরা অনুশীলন
de_de: Bewährte Methoden
eo: Bést Präçtïçés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Mejores prácticas
he: שיטות מומלצות
ja_jp: 良い例
ka: საუკეთესო გამოცდილება
pl: Dobre praktyki
ru: Лучшие практики
tr_tr: En İyi Örnekler

source: Examples
ar: أمثلة
bn_bd: উদাহরণ
de_de: Beispiele
eo: Éxämplés Ⱡ'σяєм ιρѕυм ∂#
es_419: Ejemplos
ja_jp: 例
pl: Przykłady
ru: примеры
tr_tr: Örnekler

source: Maximum 70 characters. Recommended 50 or fewer characters.
ar: الحد الأقصى 70 حرف. يوصى ب 50 حرف أو أقل.
bn_bd: সর্বোচ্চ 70 টি অক্ষর. প্রস্তাবিত 50 বা তার চেয়ে কম অক্ষর
de_de: Maximal 70 Zeichen, empfohlene Anzahl: 50 oder weniger Zeichen
eo: Mäxïmüm 70 çhäräçtérs. Réçömméndéd 50 ör féwér çhäräçtérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Máximo de 70 caracteres. Se recomiendan 50 o menos caracteres.
ja_jp: 最大70文字。50文字以下を推奨。
pl: Maksymalnie 70 znaków. Zaleca się 50 znaków lub mniej.
ru: Максимум 70 символов. Рекомендуемые 50 или менее символов.
tr_tr: Maksimum 70 karakter. 50 veya daha az sayıda karakter tavsiye edilir.

source: An effective course title:
ar: عنوان دورة تدريسية فعال:
bn_bd: একটি কার্যকর কোর্স শিরোনাম
de_de: Eindeutiger Kurstitel
eo: Àn éfféçtïvé çöürsé tïtlé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Un título efectivo del curso:
ja_jp: わかりやすい講座タイトル:
pl: Nazwa kursu:
ru: Эффективное название курса:
tr_tr: Etkileyici bir ders başlığı:

source: Clearly indicates the course subject matter.
ar: يشير بوضوح إلى موضوع الدورة التعليمية.
bn_bd: এটা স্পষ্ট যে অবশ্যই বিষয়ের ইঙ্গিত
de_de: Zeigt deutlich den Kursinhalt an.
eo: Çléärlý ïndïçätés thé çöürsé süßjéçt mättér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Indica claramente el tema del curso.
ja_jp: 講座の内容を分かりやすく説明する。
pl: Jasno wskazuje na tematykę kursu.
ru: Четко обозначает предмет курса.

source: Follows search engine optimization (SEO) guidelines.
ar: المبادئ التوجيهية لتطوير محرك البحث (SEO)
bn_bd: সার্চ ইঞ্জিন অপটিমাইজেশন (এসইও) গাইডলাইন অনুসরণ করে
de_de: Folgt den Richtlinien der Search engine optimization (SEO)
eo: Föllöws séärçh éngïné öptïmïzätïön (SÉÖ) güïdélïnés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Sigue las directrices de optimización de motores de búsqueda (SEO).
ja_jp: 検索エンジン最適化 (SEO) のガイドラインに従う。
pl: Stosuje się do założeń optymalizacji pod kątem wyszukiwarek (SEO).
ru: Соблюдение правил поисковой оптимизации (SEO).
tr_tr: Arama motoru optimizasyonu (SEO) yönergelerini takip eder.

source: Targets a global audience.
ar: يستهدف جمهور عالمي.
bn_bd: একটি বিশ্বব্যাপী শ্রোতা লক্ষ্যমাত্রা
de_de: Zielt auf ein globales Publikum ab
eo: Tärgéts ä glößäl äüdïénçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Se dirige a una audiencia global.
ja_jp: 世界中の受講者を対象にする。
pl: Trafia do odpowiedniej grupy docelowej odbiorców.
ru: Предназначена для глобальной аудитории.
tr_tr: Genel kitleyi hedefliyor.

source: If the course is part of a sequence, include both sequence and course information as \
ar: إذا كانت الدورة التعليمية هي جزء من سلسلة، قم بشمل كلاً من التسلسل ومعلومات الدورة التعليمية كما /
de_de: Wenn der Kurs Teil einer Sequenz ist, geben Sie sowohl die Sequenz als auch die Kursinformationen als ein \
eo: Ìf thé çöürsé ïs pärt öf ä séqüénçé, ïnçlüdé ßöth séqüénçé änd çöürsé ïnförmätïön äs \ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Si el curso es parte de una secuencia, incluya tanto la secuencia como la información del curso como \
ja_jp: 講座がシリーズの一部である場合、シリーズ講座および本講座の情報を\として含めてください
pl: Jeśli kurs stanowi część cyklu, zawrzyj nazwę cyklu i nazwę kursu.
ru: Если курс является частью последовательности, включите как последовательность, так и информацию о курсе на сайте \

source: Single Courses
ar: دورات تعليمية واحدة
bn_bd: একক কোর্স
de_de: Einzelkurs
eo: Sïnglé Çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Cursos sencillos
ja_jp: 単独講座
pl: Samodzielne kursy
ru: Одиночные курсы
tr_tr: Tekil Dersler

source: English Grammar and Essay Writing
ar: قواعد اللغة الإنجليزية وكتابة المقالات
bn_bd: ইংরেজি ব্যাকরণ এবং রচনা লেখার
de_de: Englische Grammatik und Schreibhilfe
eo: Énglïsh Grämmär änd Éssäý Wrïtïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Gramática y escritura de ensayos en inglés
ja_jp: 英文法と作文
ka: ინგლისური გრამატიკა და ესეს წერა
pl: Wprowadzenie do nauk komputerowych
ru: Английская грамматика и написание сочинений на английском языке
tr_tr: İngilizce İmla ve Kompozisyon Yazma

source: Sequence Courses
de_de: Kurssequenz
eo: Séqüénçé Çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Secuencia de Cursos
ja_jp: シリーズ講座
pl: Kursy będące cyklem
ru: Последовательность курсов
tr_tr: Sıralı Dersler

source: Statistics: Inference
ar: الإحصاء: الاستدلال الاحصائي
bn_bd: পরিসংখ্যান: ইনফিরেনস
de_de: Statistik: Rückschluss, Folgerung
eo: Stätïstïçs: Ìnférénçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Estadísticas: Inferencia
he: סטטיסטיקה: הסקת מסקנות
ja_jp: 統計: 推定
ka: სტატისტიკა: დასკვნა
pl: Statystyka: wnioskowanie statystyczne
ru: Статистика: Заключение

source: Statistics: Probability
ar: الإحصاء: الاحتمالات
bn_bd: পরিসংখ্যান: সম্ভাব্যতা
de_de: Statistik: Warscheinlichkeit
eo: Stätïstïçs: Prößäßïlïtý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Estadísticas: Probabilidad
he: סטטיסטיקה: הסתברות
ja_jp: 統計: 確率
ka: სტატისტიკა: ვარაუდი
pl: Statystyka: rachunek prawdopodobieństwa
ru: Статистика: Вероятность
tr_tr: İstatistikler: Olasılık

source: COURSE NUMBER
ar: رقم الدورة التعليمية
bn_bd: কোর্স NUMBER টি
de_de: KURSNUMMER
eo: ÇÖÛRSÉ NÛMBÉR Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: NÚMERO DEL CURSO
ja_jp: 講座番号
ka: კურსის ნომერი
pl: NUMER KURSU
ru: НОМЕР КУРСА
tr_tr: DERS NUMARASI

source: Maximum 50 characters. Characters can be letters, numbers, periods, underscores or hyphens.
de_de: Maximal 50 Zeichen. Zulässige Zeichen sind: Buchstaben, Nummern, Satzzeichen, Unterstrich und Bindestriche
eo: Mäxïmüm 50 çhäräçtérs. Çhäräçtérs çän ßé léttérs, nümßérs, pérïöds, ündérsçörés ör hýphéns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Máximo 50 caracteres. Caracteres pueden ser letras, números, puntos, guiones bajos o guiones.
pl: Maksymalnie 50 znaków. Litery, cyfry, kropki, podkreślenia lub myślniki.
ru: Максимум 50 символов. Символами могут быть буквы, цифры, точки, подчеркивания или дефисы.
tr_tr: Maksimum 50 karakter. Karakterler harf, rakam, nokta, altçizgi ve tireleri içerir.

source: If a course consists of several modules, the course number can have an ending such as .1x or .2x.
ar: إذا كانت الدورة تتألف من عدة وحدات، لا يمكن لرقم المقرر أن ينتهي ب.1x أو .2x على سبيل المثال
de_de: Wenn ein Kurs aus mehreren Modulen besteht, kann die Kursnummer eine Endung wie .1x oder .2x haben
eo: Ìf ä çöürsé çönsïsts öf sévéräl mödülés, thé çöürsé nümßér çän hävé än éndïng süçh äs .1x ör .2x. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Si un curso consta de varios módulos, el número del curso puede tener un final como .1x o .2x.
ja_jp: 講座がいくつかのモジュールで構成されている場合、講座番号の最後に .1x や.2xのように付けても構いません。
pl: Jeśli kurs składa się z kilku części, numer kursu może mieć zakończenie typu .1x ; .2x.
ru: Если курс состоит из нескольких модулей, номер курса может иметь окончание, например .1x или .2x.
tr_tr: Eğer ders çok sayıda modül içeriyorsa, ders numarası .1x veya .2x şeklinde bitirilebilir.

source: CS002x
eo: ÇS002x Ⱡ'σяєм ιρѕυ#

source: BIO1.1x; BIO1.2x etc.
eo: BÌÖ1.1x; BÌÖ1.2x étç. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
ja_jp: BIO1.1x; BIO1.2x など
pl: BIO1.1x; BIO1.2x, itd.
tr_tr: BIO1.1x; BIO1.2x vs.

source: CERTIFICATE TYPE AND PRICE
ar: نوع الشهادة وسعرها
bn_bd: সনদের প্রকার এবং মূল্য
de_de: ZERTIFIKATSART UND KOSTEN
eo: ÇÉRTÌFÌÇÀTÉ TÝPÉ ÀND PRÌÇÉ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: TIPO Y PRECIO DEL CERTIFICADO
ja_jp: 修了証の種類と価格
ka: სერტიფიკატის ტიპი და ფასი
pl: TYP ORAZ CENA CERTYFIKATU
ru: ТИПЫ СЕРТИФИКАТОВ И ЦЕНА
tr_tr: SERTİFİKA TÜRÜ VE ÜCRETİ

source: If the course offers a verified or professional education certificate, select the certificate type and enter the price for the certificate.
bn_bd: অবশ্যই একটি যাচাই বা পেশাদারী শিক্ষা সার্টিফিকেট উপলব্ধ করা হলে সার্টিফিকেটের টাইপ নির্বাচন করুন ও সার্টিফিকেটের জন্য মূল্য লিখুন
de_de: Wenn der Kurs ein verifiziertes oder berufliches Bildungszertifikat anbietet, wählen Sie den Zertifikatstyp und geben Sie den Preis für das Zertifikat ein.
eo: Ìf thé çöürsé öfférs ä vérïfïéd ör pröféssïönäl édüçätïön çértïfïçäté, séléçt thé çértïfïçäté týpé änd éntér thé prïçé för thé çértïfïçäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łα#
es_419: Si el curso ofrece un certificado de educación verificado o profesional, seleccione el tipo de certificado e ingrese el precio del certificado.
ja_jp: 認証付きあるいはprofessional education certificateを発行する講座の場合は、修了証の種類を選択し、価格を入力してください。
pl: Jeśli kurs oferuje potwierdzony certyfikat lub certyfikat edukacji specjalistycznej, wybierz typ certyfikatu oraz podaj jego cenę.
ru: Если курс предлагает подтвержденное или профессиональное образование, выберите тип сертификата и укажите цену за него.

source: I want to add a run to this course at this time
de_de: Ich möchte einen Lauf zu dieser Zeit zu diesem Kurs hinzufügen
eo: Ì wänt tö ädd ä rün tö thïs çöürsé ät thïs tïmé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Deseo agregar un curso en este momento
ja_jp: 今回この講座にrunの追加を希望
pl: Chcę dodać nową edycję tego kursu
ru: Я хочу добавить пробежку на этот курс в это время.
tr_tr: Bu derse yayın tarihini şimdi eklemek istiyorum

source: New Course Run
ar: مجرى دورة تعليمية جديد
bn_bd: নতুন কোর্স চালান
de_de: Neuer Kursverlauf
eo: Néw Çöürsé Rün Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Nueva Versión del Curso
ja_jp: 新規Course Run
ka: ახალი კურსის გაშვება
pl: Nowa edycja kursu
ru: Запуск нового курса
tr_tr: Yeni Ders Yayın Tarihi

source: When you create a course run, Publisher immediately creates a page for the course run in Publisher, and the edX team creates a Studio URL for the course run. You will receive an email message when edX has created the Studio URL.
de_de: Wenn Sie einen Kurslauf erstellen, wird automatisch in Publisher eine Seite für diesen Kurslauf generiert und das edX Team erstellt eine Studio URL. Sie werden eine E-Mail erhalten, sobald die Studio URL von edX erstellt wurde.
eo: Whén ýöü çréäté ä çöürsé rün, Püßlïshér ïmmédïätélý çréätés ä pägé för thé çöürsé rün ïn Püßlïshér, änd thé édX téäm çréätés ä Stüdïö ÛRL för thé çöürsé rün. Ýöü wïll réçéïvé än émäïl méssägé whén édX häs çréätéd thé Stüdïö ÛRL. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕ#

source: FIND COURSE
de_de: Kurse finden
eo: FÌND ÇÖÛRSÉ Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: BUSCAR CURSO
ja_jp: 講座を探す
pl: ZNAJDŹ KURS
ru: ПОИСК КУРСА
tr_tr: DERS BUL

source: Enter the name of the course for which you want to create a course run.
de_de: Geben Sie den Namen des Kurses ein, für welchen Sie einen Lauf erstellen wollen
eo: Éntér thé nämé öf thé çöürsé för whïçh ýöü wänt tö çréäté ä çöürsé rün. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Ingrese el nombre del curso el cuál desea crear.
ja_jp: course runを作成したい講座名を入力してください。
pl: Wprowadź nazwę kursu dla którego chcesz utworzyć nową edycję.
ru: Введите название курса, для которого вы хотите создать цикл.

source: If your course cannot be found, make sure the course name is correct, or {link_start}{new_course_url}{link_middle}create a new course{link_end}.
de_de: Wenn der Kurs nicht gefunden werden kann, stellen Sie sicher, dass der Kursname korrekt ist oder {link_start}{new_course_url}{link_middle}erstellen Sie einen neuen Kurs{link_end}.
eo: Ìf ýöür çöürsé çännöt ßé föünd, mäké süré thé çöürsé nämé ïs çörréçt, ör {link_start}{new_course_url}{link_middle}çréäté ä néw çöürsé{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢#

source: COURSE START DATE
ar: تاريخ بدء الدورة التعليمية
bn_bd: কোর্স শুরুর তারিখ
de_de: Startdatum
eo: ÇÖÛRSÉ STÀRT DÀTÉ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: FECHA DE INICIO DEL CURSO
ja_jp: 講座開始日
ka: კურსის დაწყების თარიღი
pl: DATA ROZPOCZĘCIA KURSU
ru: ДАТА НАЧАЛА КУРСА
tr_tr: DERS BAŞLAMA TARİHİ

source: Start on a Tuesday, Wednesday, or Thursday.
ar: ابدأ يوم الثلاثاء، الاربعاء، أو الخميس.
bn_bd: মঙ্গলবার, বুধবার, বা বৃহস্পতিবার শুরু
de_de: Start an einem Dienstag, Mittwoch oder Donnerstag
eo: Stärt ön ä Tüésdäý, Wédnésdäý, ör Thürsdäý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Comience un martes, miércoles o jueves.
ja_jp: 火、水または木曜日に開始
pl: Za dzień rozpoczęcia kursu wybierz dzień roboczy.
ru: Начните во вторник, среду или четверг.
tr_tr: Salı, Çarşamba veya Perşembe başlar.

source: Avoid major U.S. holidays.
ar: تجنب العطل الأمريكية الكبرى.
bn_bd: প্রধান মার্কিন যুক্তরাষ্ট্রে ছুটির এড়িয়ে চলুন
de_de: Feiertage beachten!
eo: Àvöïd mäjör Û.S. hölïdäýs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Evite los días de fiesta principales de los EEUU.
ja_jp: アメリカの主な祝日は避けてください。
pl: Nie rozpoczynaj kursu w święto.
ru: Избегайте крупных праздников в США.
tr_tr: Başlıca ABD tatillerine denk getirme.
