Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: Seat types that qualify for completion of programs of this type. Learners completing associated courses, but enrolled in other seat types, will NOT have their completion of the course counted toward the completion of the program.
af_za: Sittipes wat kwalifiseer vir die voltooiing van hierdie tipe programme. Leerders wat gepaardgaande kursusse voltooi het, maar ingeskryf is vir ander seteltipes, sal die kursus voltooi word om die program te voltooi.
ar: أنواع المقاعد التي تؤهل إكمال البرامج من هذا النوع. للطلاب الذين أكملوا الدورات المرتبطة، في حين سجلوا في أنواع مقاعد أخرى، لن يتم احتساب إكمالهم للدورة عند نهاية البرنامج.
bn_bd: আসন ধরনের যে এই ধরনের প্রোগ্রাম সমাপ্তির জন্য যোগ্যতা অর্জন. শিক্ষার্থী যুক্ত সম্পন্ন কোর্স, কিন্তু অন্যান্য আসন ধরনের মধ্যে নাম নথিভুক্ত, অবশ্যই প্রোগ্রাম সমাপ্তির দিকে গণনা পূর্ণতা পাবে না.
cs: Typy sedadel, které se kvalifikují pro absolvování programů tohoto typu. Studentům, kteří absolvují související kurzy, ale jsou zapsáni v jiných typech sedadel, se jejich dokončení kurzu NEzapočítává do dokončení programu.
da: Sædetyper, der kvalificerer til gennemførelse af programmer af denne type. Elever, der gennemfører tilknyttede kurser, men er tilmeldt andre sædetyper, vil IKKE få deres gennemførelse af kurset regnet med i gennemførelsen af programmet.
de_de: Kursplatztypen, die für den Abschluss von Programmen dieses Typs qualifizieren. Lernende, die zugehörige Kurse absolvieren, aber in anderen Kursplätzen eingeschrieben sind, werden NICHT mit dem Abschluss des Kurses auf den Abschluss des Programms angerechnet.
eo: Séät týpés thät qüälïfý för çömplétïön öf prögräms öf thïs týpé. Léärnérs çömplétïng ässöçïätéd çöürsés, ßüt énrölléd ïn öthér séät týpés, wïll NÖT hävé théïr çömplétïön öf thé çöürsé çöüntéd töwärd thé çömplétïön öf thé prögräm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє є#
es_419: Tipos de asientos que cumplen los requisitos para la realización de programas de este tipo. A los estudiantes que finalizan los cursos asociados, pero están inscritos en otros tipos de asiento, no se les contará la finalización del curso para la realización del programa.
es_ar: Tipos de asientos que califican para completar programas de este tipo. Los estudiantes que completen los cursos asociados, pero que estén inscritos en otros tipos de asientos, NO tendrán en cuenta la finalización del curso para completar el programa.
fa_ir: انواع جایگاه‌هایی که واجد شرایط تکمیل برنامه‌های از این نوع هستند. یادگیرندگانی که دوره‌های مرتبط را تکمیل می‌کنند، اما در سایر انواع جایگاه‌ها ثبت‌نام می‌کنند، تکمیل دوره آموزشی آن‌ها در تکمیل برنامه محاسبه نمی‌شود.
fi: Istuintyypit, jotka täyttävät tämäntyyppisten ohjelmien suorittamisen. Opiskelijoiden, jotka suorittavat liitännäisiä kursseja, mutta jotka ovat ilmoittautuneet muihin istuintyyppeihin, EI lasketa kurssin suorittamista ohjelman suorittamiseen.
fil_ph: Mga uri ng upuan na kwalipikado para sa pagkumpleto ng mga programa ng ganitong uri. Ang mga mag-aaral na kumukumpleto ng mga nauugnay na kurso, ngunit naka-enroll sa ibang mga uri ng upuan, ay HINDI mabibilang sa pagkumpleto ng programa.
fr_fr: Types de sièges qui donnent droit à l&#39;achèvement de programmes de ce type. Les apprenants qui terminent des cours associés, mais qui sont inscrits à d&#39;autres types de places, ne verront PAS leur achèvement du cours compté dans l&#39;achèvement du programme.
he: סוגי המושב הכשירים להשלמת תכניות מסוג זה. הלומדים משלימים קורסים משויכים, אך נרשמים בסוגי כסאות אחרים, לא יוכלו להשלים את הקורס עד להשלמת התוכנית.
ja_jp: このタイプのプログラムの修了資格を与えるseat type。関連講座を修了したが、他のseat typeに受講登録した受講者は、プログラム修了にあたって講座修了をカウントしない。
ka: ადგილის ტიპები, რომლებსაც ამ სახის პროგრამების დასრულების უფლება აქვთ. მსმენელები, რომლებმაც ასოცირებული კურსები დაასრულეს, მაგრამ ჩაირიცხნენ სხვა ტიპის ადგილებზე, კურსის დასრულება პროგრამის დასრულებად არ ჩაეთვლებათ.
kk_kz: Осы типтегі бағдарламаларды аяқтауға жарамды орындардың түрлері. Тиісті курстарды бітірген, бірақ орындардың басқа түрлеріне қабылданған оқушылар курс аяқталғаннан кейін бағдарламаны аяқтау есебіне есептелмейді.
pl: Typy miejsc, które kwalifikują się do zaliczenia ukończenia tego rodzaju programów. Studenci kończący powiązane kursy, ale zarejestrowani na nie z wykorzystaniem różnych typów miejsc, nie otrzymają zaliczenia danego kursu w kierunku ukończenia programu.
pt_br: Tipos de assentos que qualificam para a conclusão de programas desse tipo. Os alunos que concluírem cursos associados, mas matriculados em outros tipos de assento, NÃO terão a conclusão do curso contada para a conclusão do programa.
ru: Типы посадочных мест, которые подходят для завершения программ этого типа. Студенты, завершающие сопутствующие курсы, но зачисленные на другие типы мест, НЕ будут засчитываться в итоговый счет по завершении курса.
sl: Vrste sedežev, ki izpolnjujejo pogoje za dokončanje programov te vrste. Učencem, ki zaključijo povezane tečaje, vendar so vpisani v druge vrste sedežev, se njihov zaključek tečaja NE bo štel k zaključku programa.

source: Please provide an image file with transparent background
af_za: Verskaf asseblief 'n beeldlêer met deursigtige agtergrond
ar: الرجاء تقديم ملف صورة مع خلفية شفافة
bn_bd: স্বচ্ছ পটভূমি সঙ্গে একটি ইমেজ ফাইল প্রদান করুন
cs: Poskytněte prosím soubor obrázku s průhledným pozadím
da: Angiv venligst en billedfil med gennemsigtig baggrund
de_de: Bitte stellen Sie eine Bilddatei mit transparentem Hintergrund ein
eo: Pléäsé prövïdé än ïmägé fïlé wïth tränspärént ßäçkgröünd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Por favor, proporcione un archivo de imagen con un fondo transparente
es_ar: Proporcione un archivo de imagen con fondo transparente
fa_ir: لطفا یک پرونده تصویری با پس‌زمینه شفاف ارائه دهید
fi: Anna kuvatiedosto läpinäkyvällä taustalla
fil_ph: Mangyaring magbigay ng image file na may transparent na background
fr_fr: Veuillez fournir un fichier image avec un fond transparent
ja_jp: 透明な背景の画像ファイルを提出してください
ka: გთხოვთ, ატვირთოთ გამოსახულების ფაილი გამჭვირვალე ფონით
kk_kz: Мөлдір фоны бар кескін файлын беріңіз
pl: Proszę dostarczyć zdjęcie z przezroczystym tłem
pt_br: Por favor, forneça um arquivo de imagem com fundo transparente
ru: Пожалуйста, предоставьте файл изображения с прозрачным фоном.
sl: Navedite slikovno datoteko s prozornim ozadjem
tr_tr: Lütfen şeffaf arkaplanlı bir görüntü dosyası sağlayın

source: Leave this field blank to have the value generated automatically.
af_za: Laat hierdie veld leeg wees om die waarde outomaties gegenereer te hê.
ar: اترك هذا الحقل فارغاً حتى يتم توليد القيمة تلقائياً.
bn_bd: এই ক্ষেত্রটি ফাঁকা ছেড়ে স্বয়ংক্রিয়ভাবে উত্পন্ন মান আছে
cs: Pro automatické vygenerování hodnoty ponechte toto pole prázdné.
da: Lad dette felt være tomt for at få værdien genereret automatisk.
de_de: Feld unausgefüllt lassen, Wert wird automatisch generiert
eo: Léävé thïs fïéld ßlänk tö hävé thé välüé générätéd äütömätïçällý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Deje este campo vacío para que el valor sea generado automáticamente.
es_ar: Deje este campo en blanco para que el valor se genere automáticamente.
fa_ir: این قسمت را خالی بگذارید تا به‌طور خودکار مقدار داده شود.
fi: Jätä tämä kenttä tyhjäksi, jotta arvo luodaan automaattisesti.
fil_ph: Iwanang blangko ang field na ito upang awtomatikong mabuo ang halaga.
fr_fr: Laissez ce champ vide pour que la valeur soit générée automatiquement.
he: השאר שדה זה ריק כדי שהערך יווצר באופן אוטומטי.
ja_jp: 値が自動的に生成されるよう、この欄を空欄にしてください。
ka: დატოვეთ ეს ველი ცარიელი, რომ მნიშვნელობა ავტომატურად გენერირდეს.
kk_kz: Бұл өрісті бос қалдырыңыз, сонда мән автоматты түрде жасалады.
pl: Pozostaw pole puste, aby wartość została wygenerowana automatycznie.
pt_br: Deixe esse campo em branco para que o valor seja gerado automaticamente.
ru: Оставьте это поле пустым, чтобы получить автоматически сгенерированное значение.
sl: Pustite to polje prazno, da se vrednost ustvari samodejno.
tr_tr: Bu alanı otomatik değer atamak için boş bırakın.

source: This mode requires ID verification.
af_za: Hierdie modus benodig ID verifikasie.
cs: Tento režim vyžaduje ověření ID.
da: Denne tilstand kræver ID-bekræftelse.
de_de: Dieser Modus erfordert eine Verifikation der ID.
eo: Thïs mödé réqüïrés ÌD vérïfïçätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_ar: Este modo requiere verificación de identidad.
fa_ir: این حالت به تأیید هویت نیاز دارد.
fi: Tämä tila vaatii henkilöllisyystodistuksen.
fil_ph: Ang mode na ito ay nangangailangan ng pag-verify ng ID.
fr_fr: Ce mode nécessite une vérification d&#39;identité.
kk_kz: Бұл режимде идентификаторды тексеру қажет.
pt_br: Esse modo requer verificação de ID.
sl: Ta način zahteva preverjanje ID-ja.

source: Completion can grant credit toward an organization’s degree.
af_za: Voltooiing kan krediet verleen aan 'n organisasie se graad.
cs: Dokončení může poskytnout zápočet k titulu organizace.
da: Færdiggørelse kan give kredit mod en organisations grad.
de_de: Mit dem Abschluss können Credits einer Organisation für einen anderen Kurs angerechnet werden.
eo: Çömplétïön çän gränt çrédït töwärd än örgänïzätïön’s dégréé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: La finalización puede otorgar crédito para el título de una organización.
fa_ir: اتمام دوره آموزشی می‌تواند به مدرک یک سازمان اعتبار بدهد.
fi: Valmistuminen voi antaa hyvityksen organisaation tutkintoon.
fil_ph: Ang pagkumpleto ay maaaring magbigay ng kredito sa degree ng isang organisasyon.
fr_fr: L&#39;achèvement peut accorder des crédits pour le diplôme d&#39;une organisation.
kk_kz: Аяқтау ұйым дәрежесін алу үшін кредит бере алады.
pt_br: A conclusão pode conceder crédito para o diploma de uma organização.
sl: Zaključek lahko dodeli kredit za diplomo organizacije.

source: Certificate type granted if this mode is eligible for a certificate, or blank if not.
af_za: Sertifikaattipe toegestaan indien hierdie modus in aanmerking kom vir 'n sertifikaat, of leeg indien nie.
cs: Typ certifikátu udělen, pokud je tento režim způsobilý pro certifikát, nebo prázdný, pokud ne.
da: Certifikattype givet, hvis denne tilstand er berettiget til et certifikat, eller blank, hvis ikke.
de_de: Der Zertifikatstyp zeigt, ob dieser Modus Sie befähigt ein Zertifikat anzufordern oder nicht.
eo: Çértïfïçäté týpé gräntéd ïf thïs mödé ïs élïgïßlé för ä çértïfïçäté, ör ßlänk ïf nöt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_ar: Tipo de certificado otorgado si este modo es elegible para un certificado, o en blanco si no.
fa_ir: در صورتی که این حالت برای گواهی واجد شرایط باشد، نوع گواهی اعطا می‌شود، یا در غیر این صورت خالی است.
fi: Varmennetyyppi myönnetään, jos tämä tila on kelvollinen varmenteeseen, tai tyhjä, jos ei.
fil_ph: Ibinigay ang uri ng certificate kung kwalipikado ang mode na ito para sa isang certificate, o blangko kung hindi.
fr_fr: Type de certificat accordé si ce mode est éligible pour un certificat, ou vide sinon.
kk_kz: Егер бұл режим сертификатқа сәйкес келсе немесе жоқ болса, сертификат түрі беріледі.
pt_br: Tipo de certificado concedido se este modo for elegível para um certificado ou em branco se não for.
sl: Vrsta certifikata je odobrena, če je ta način ustrezen za potrdilo, ali prazno, če ni.

source: Who gets paid for the course? Platform is the site owner, Organization is the school.
af_za: Wie word betaal vir die kursus?Platform is die webwerf -eienaar, organisasie is die skool.
cs: Kdo dostane zaplaceno za kurz? Platforma je vlastníkem webu, Organizace je škola.
da: Hvem får løn for kurset? Platformen er webstedsejeren, Organisationen er skolen.
de_de: Wer wird für den Kurs bezahlt? Die Plattform ist der Eigentümer der Website, die Organisation ist die Schule.
eo: Whö géts päïd för thé çöürsé? Plätförm ïs thé sïté öwnér, Örgänïzätïön ïs thé sçhööl. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_ar: ¿Quién cobra el curso? La plataforma es el propietario del sitio, la organización es la escuela.
fa_ir: چه کسی هزینه دوره آموزشی را دریافت می‌کند؟ پلتفرم مالک وبگاه است، سازمان این مدرسه است.
fi: Kuka saa palkkaa kurssista? Alusta on sivuston omistaja, organisaatio on koulu.
fil_ph: Sino ang mababayaran para sa kurso? Platform ang may-ari ng site, Organisasyon ang paaralan.
fr_fr: Qui est payé pour le cours? La plate-forme est le propriétaire du site, l&#39;organisation est l&#39;école.
kk_kz: Курс үшін кім төлейді? Платформа-сайт иесі, ұйым-мектеп.
pt_br: Quem é pago pelo curso? A plataforma é o dono do site, a organização é a escola.
sl: Kdo dobi plačilo za tečaj? Platforma je lastnik spletnega mesta, organizacija je šola.

source: Sets the order for displaying Course Run Types.
af_za: Stel die bestelling in vir die vertoon van soorte kursusse.
cs: Nastavuje pořadí pro zobrazení typů běhu kurzu.
da: Indstiller rækkefølgen for visning af banekørselstyper.
de_de: Legt die Reihenfolge fest, nach der Kurslauftypen angezeigt werden.
eo: Séts thé ördér för dïspläýïng Çöürsé Rün Týpés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: Establece el orden para mostrar los tipos de ejecución del curso.
fa_ir: ترتیب نمایش انواع اجرای دوره آموزشی را تنظیم می‌کند.
fi: Asettaa järjestyksen, jolla radan juoksutyypit näytetään.
fil_ph: Nagtatakda ng order para sa pagpapakita ng Mga Uri ng Course Run.
fr_fr: Définit l&#39;ordre d&#39;affichage des types d&#39;exécution de cours.
kk_kz: Курстың орындалу түрлерін көрсету тәртібін белгілейді.
pt_br: Define a ordem de exibição dos tipos de execução do curso.
sl: Nastavi vrstni red za prikaz vrst teka na tečaju.

source: Subject model translations
af_za: Onderwerpmodelvertalings
cs: Překlady předmětového modelu
da: Emnemodeloversættelser
de_de: Fach spezifische Übersetzungen
eo: Süßjéçt mödél tränslätïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Traducciones modelo para el tema.
es_ar: Traducciones del modelo de sujeto
fa_ir: ترجمه‌های مدل موضوعی
fi: Aihemallin käännökset
fil_ph: Mga pagsasalin ng modelo ng paksa
fr_fr: Traductions de modèles de sujet
kk_kz: Модельдердің тақырыптық аудармасы
pl: Tłumaczenia modeli tematycznych
pt_br: Assunto para modelo de traduções
ru: Тематические переводы моделей
sl: Prevodi predmetnih modelov

source: Topic model translations
af_za: Onderwerpmodelvertalings
cs: Překlady tematických modelů
da: Emnemodeloversættelser
de_de: Themen spezifische Übersetzungen
eo: Töpïç mödél tränslätïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Traducciones modelo para el tema.
es_ar: Traducciones del modelo de tema
fa_ir: ترجمه‌های مدل مبحث
fi: Aihemallin käännökset
fil_ph: Mga pagsasalin ng modelo ng paksa
fr_fr: Traductions de modèles de sujet
kk_kz: Тақырыптық үлгілердің аудармалары
pl: Tłumaczenia modeli treści
pt_br: Tópico para modelo de traduções
ru: Тематические переводы моделей
sl: Prevodi tematskih modelov

source: Please do not use any spaces or special characters other than period, underscore or hyphen. This key will be used in the course's course key.
af_za: Moenie enige ruimtes of spesiale karakters anders as periode, onderstreep of koppelteken gebruik nie. Hierdie sleutel sal in die kursus se kursus gebruik word.
cs: Nepoužívejte prosím žádné mezery nebo speciální znaky kromě tečky, podtržítka nebo spojovníku. Tento klíč bude použit v klíči kurzu.
da: Brug venligst ikke mellemrum eller specialtegn udover punktum, understregning eller bindestreg. Denne nøgle vil blive brugt i kursets kursusnøgle.
de_de: Bitte verwenden Sie keine Leerzeichen oder Sonderzeichen außer Punkt, Unterstrich oder Bindestrich. Dieser Schlüssel wird im Kursschlüssel des Kurses verwendet.
eo: Pléäsé dö nöt üsé äný späçés ör spéçïäl çhäräçtérs öthér thän pérïöd, ündérsçöré ör hýphén. Thïs kéý wïll ßé üséd ïn thé çöürsé's çöürsé kéý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт #
es_419: Por favor no usar ningún espacio o caracteres especiales diferentes a punto, guion bajo o guion. Esta llave será usada en la llave del curso del curso creado.
es_ar: No utilice espacios ni caracteres especiales que no sean puntos, guiones bajos o guiones. Esta clave se utilizará en la clave del curso del curso.
fa_ir: لطفا از هیچ فاصله یا نویسه خاصی به جز نقطه، خط زیریا خط فاصله استفاده نکنید. این کلید در کلید دوره آموزشی استفاده خواهد شد.
fi: Älä käytä muita välilyöntejä tai erikoismerkkejä kuin pistettä, alaviivaa tai tavuviivaa. Tätä avainta käytetään kurssin kurssiavaimessa.
fil_ph: Mangyaring huwag gumamit ng anumang mga puwang o mga espesyal na character maliban sa tuldok, underscore o gitling. Gagamitin ang key na ito sa course key ng kurso.
fr_fr: Veuillez ne pas utiliser d&#39;espaces ou de caractères spéciaux autres que le point, le trait de soulignement ou le trait d&#39;union. Cette clé sera utilisée dans la clé de cours du cours.
kk_kz: Нүктеден, астын сызудан немесе сызықшадан басқа бос орындарды немесе арнайы таңбаларды пайдаланбаңыз. Бұл кілт курс кілтінде қолданылады.
pl: Proszę nie umieszczać w tym polu żadnych spacji lub znaków specjalnych innych niż kropki, podkreślenia i myślniki. Ten klucz zostanie wykorzystany do wygenerowania klucza tego kursu.
pt_br: Por favor, não utilize espaços ou caracteres especiais, além de ponto, sublinhado ou hífen. Esta chave será utilizada na chave de curso do curso.
ru: Пожалуйста, не используйте пробелы или специальные символы, кроме точки, подчеркивания или дефиса. Этот ключ будет использоваться в курсе.
sl: Ne uporabljajte nobenih presledkov ali posebnih znakov razen pike, podčrtaja ali vezaja. Ta ključ bo uporabljen v ključu tečaja.
tr_tr: Lütfen bu alanda nokta, altçizgi ve tire dışında herhangi bir boşluk ya da özel karakter kullanmayınız. Bu anahtar dersin ders anahtarında kullanılacak.

source: Logo to be displayed on certificates. If this logo is the same as logo_image_url, copy and paste the same value to both fields.
ar: الشعار الذي سيظهر على الشهادة. إذا كان هذا الشعار هو نفس logo_image_url، قم بنسخ ولصق نفس القيمة لكلا الحقلين.
bn_bd: লোগো সার্টিফিকেটের উপর প্রদর্শন করা হবে. এই লোগো logo_image_url হিসাবে একই হয়, তাহলে কপি এবং উভয় ক্ষেত্রে একই মান পেস্ট.
eo: Lögö tö ßé dïspläýéd ön çértïfïçätés. Ìf thïs lögö ïs thé sämé äs lögö_ïmägé_ürl, çöpý änd pästé thé sämé välüé tö ßöth fïélds. Ⱡ'σяє#
ja_jp: 修了証に表示されるロゴ。このロゴがlogo_image_urlと同じであれば、両方の欄に同じ値をコピーして貼り付けてください。
tr_tr: Sertifikalarda gösterilecek logo. Bu logo logo_image_url adresindekiyle aynıysa, kopyalayın ve her iki alana aynı değeri girin.

source: Pick a tag from the suggestions. To make a new tag, add a comma after the tag name.
af_za: Kies 'n etiket uit die voorstelle. Om 'n nuwe etiket te maak, voeg 'n komma by na die naam van die etiket.
ar: قم باختيار علامة من الاقتراحات. لاختيار علامة جديدة، يجب إضافة فاصلة بعد اسم العلامة.
bn_bd: পরামর্শ থেকে একটি ট্যাগ চয়ন করুন. একটি নতুন ট্যাগ করা, ট্যাগ নামের পরে একটি কমা যোগ করুন
cs: Vyberte štítek z návrhů. Chcete-li vytvořit nový štítek, přidejte za název štítku čárku.
da: Vælg et tag fra forslagene. For at lave et nyt tag skal du tilføje et komma efter tagnavnet.
de_de: Wählen Sie ein Symbol aus den Vorschlägen. Um ein neues Symbol zu erstellen, fügen Sie nach dem Symbol-Namen ein Komma ein.
eo: Pïçk ä täg fröm thé süggéstïöns. Tö mäké ä néw täg, ädd ä çömmä äftér thé täg nämé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Elija una etiqueta de las sugerencias. Para crear una nueva etiqueta, añada una coma después del nombre de la etiqueta.
es_ar: Elija una etiqueta de las sugerencias. Para crear una nueva etiqueta, agregue una coma después del nombre de la etiqueta.
fa_ir: یک برچسب از پیشنهادها برگزینید. برای ایجاد یک برچسب جدید، پس از نام برچسب یک کاما بیفزایید.
fi: Valitse ehdotuksista tunniste. Luo uusi tunniste lisäämällä pilkku tunnisteen nimen perään.
fil_ph: Pumili ng tag mula sa mga mungkahi. Upang gumawa ng bagong tag, magdagdag ng kuwit pagkatapos ng pangalan ng tag.
fr_fr: Choisissez une étiquette parmi les suggestions. Pour créer une nouvelle balise, ajoutez une virgule après le nom de la balise.
ja_jp: 提案されている中からタグを選んでください。新しいタグを作るには、タグ名の後にコンマを入力してください。
kk_kz: Ұсынылғаннан тегті таңдаңыз. Жаңа тег жасау үшін тег атауынан кейін үтір қосыңыз.
pl: Wybierz tag spośród propozycji. Aby utworzyć nowy tag, umieść przecinek po nazwie tagu.
pt_br: Selecione uma tag das sugestões. Para criar uma nova tag, adicione uma vírgula apos cada nome de tag
ru: Выберите тег из предложений. Чтобы создать новый тег, добавьте запятую после имени тега.
sl: Izberite oznako med predlogi. Če želite ustvariti novo oznako, dodajte vejico za imenom oznake.
tr_tr: Önerilenler arasından bir etiket seçin. Yeni bir etiket oluşturmak için etiket adının ardına virgül ekleyin.

source: Automatically generate course run keys
af_za: Genereer outomaties kursusleutels
cs: Automaticky generovat klíče běhu kurzu
da: Generer automatisk kursuskørselsnøgler
de_de: Schlüssel der Kursläufe automatisch generieren.
eo: Àütömätïçällý généräté çöürsé rün kéýs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_ar: Generar automáticamente claves de ejecución del curso
fa_ir: تولید خودکار کلیدهای اجرای دوره آموزشی
fi: Luo automaattisesti kurssin ajoavaimet
fil_ph: Awtomatikong bumuo ng mga key run ng kurso
fr_fr: Générer automatiquement des clés de déroulement de cours
kk_kz: Курсты бастау кілттерін автоматты түрде жасау
pt_br: Gerar automaticamente as chaves de execução do curso
sl: Samodejno ustvari ključe za tek
