Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: Analytics Configuration
af_za: Analitiese konfigurasie
cs: Konfigurace Analytics
da: Analytics-konfiguration
de_de: Analytics Einstellungen
eo: Ànälýtïçs Çönfïgürätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_ar: Configuración de análisis
fa_ir: پیکربندی تجزیه‌وتحلیل
fi: Analyticsin määritykset
fil_ph: Configuration ng Analytics
fr_fr: Configuration analytique
kk_kz: Аналитикалық Конфигурация
pt_br: Configuração analítica
sl: Konfiguracija Analytics

source: Configure the analytics API that will be used to retrieve enrollment data
af_za: Stel die analise API op wat gebruik sal word om inskrywingsdata op te spoor
cs: Nakonfigurujte analytické rozhraní API, které bude použito k načtení registračních dat
da: Konfigurer analytics API, der skal bruges til at hente tilmeldingsdata
de_de: Bearbeiten Sie die Einstellungen der Analytics API, die genutzt wird, um die Daten aller Einschreibungen abzurufen.
eo: Çönfïgüré thé änälýtïçs ÀPÌ thät wïll ßé üséd tö rétrïévé énröllmént dätä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_ar: Configure la API de análisis que se usará para recuperar los datos de inscripción
fa_ir: API تجزیه و تحلیلی را که برای بازیابی داده‌های ثبت‌نام استفاده می‌شود، پیکربندی کنید
fi: Määritä analytics API, jota käytetään ilmoittautumistietojen noutamiseen
fil_ph: I-configure ang analytics API na gagamitin para kunin ang data ng enrollment
fr_fr: Configurez l&#39;API d&#39;analyse qui sera utilisée pour récupérer les données d&#39;inscription
kk_kz: Тіркеу деректерін алу үшін пайдаланылатын аналитикалық API орнатыңыз
pt_br: Configurar a API analítica que será usada para recuperar dados da matrícula
sl: Konfigurirajte analitični API, ki bo uporabljen za pridobivanje podatkov o včlanitvi

source: period must be one of {period_choices}.
af_za: periode moet een van {period_choices} wees.
ar: الفترة يجب أن تكون واحدة من {period_choices}.
bn_bd: সময়ের এক হতে হবে {সময়ের পছন্দ}
cs: období musí být jedno z {period_choices}.
da: periode skal være en af {period_choices} .
de_de: Interval muss eines von {period_choices} sein.
eo: pérïöd müst ßé öné öf {period_choices}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: El periodo debe ser uno de: {period_choices}
es_ar: Debe ser uno de estos {period_choices}.
fa_ir: طول دوره باید یکی از {period_choices} باشد.
fi: jakson on oltava jokin seuraavista: {period_choices}.
fil_ph: ang panahon ay dapat isa sa {period_choices}.
fr_fr: période doit être l&#39;une des {period_choices}.
he: פרק הזמן חייב להיות אחד מ{period_choices}.
ja_jp: 期間は {period_choices} のいずれかでなければいけません。
ka: პერიოდი უნდა იყოს ერთ-ერთი {period_choices}.
kk_kz: период {period_choices} нұсқаларының бірі болуы тиіс
pl: Okres musi być jednym z następujących: {period_choices}.
pt_br: período precisa ser um de {period_choices}.
ru: Промежуток должен быть одним из {period_choices}.
sl: obdobje mora biti eno od {period_choices}.
tr_tr: dönem {period_choices} seçeneklerinden biri olmalı.

source: 'rate' must be in the format defined by DRF, such as '100/hour'.
af_za: 'koers' moet in die formaat wees gedefinieër deur DRF, soos '100/uur'.
ar: ’المعدل‘ يجب أن يكون بالتنسيق المحدد بواسطة DRF مثل "100/الساعة".
bn_bd: 'হার' বিন্যাস DRF ভর্তি দ্বারা সংজ্ঞায়িত হতে হবে যেমন '100 / ঘন্টা'
cs: „míra“ musí být ve formátu definovaném DRF, například „100/hod“.
da: &#39;takst&#39; skal være i formatet defineret af DRF, såsom &#39;100/time&#39;.
de_de: 'rate' muss in dem DRF definierten Format sein, zum Beispiel '100/hour'.
eo: 'räté' müst ßé ïn thé förmät défïnéd ßý DRF, süçh äs '100/höür'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: 'rate' debe estar en el formato definido por Django Rest Framework, como por ejemplo '100/hour'
es_ar: 'Tasa' debe estar en el formato definido por el DRF, tales como «100 / hora '.
fa_ir: "نرخ" باید در قالبی تعریف‌شده، توسط DRF باشد، مانند "100/hour".
fi: &quot;hinnan&quot; on oltava DRF:n määrittämässä muodossa, kuten &quot;100/tunti&quot;.
fil_ph: Ang &#39;rate&#39; ay dapat nasa format na tinukoy ng DRF, gaya ng &#39;100/hour&#39;.
fr_fr: &#39;taux&#39; doit être au format défini par DRF, tel que &#39;100/heure&#39;.
he: 'תעריף' חייב להיות בפורמט המוגדר באמצעות DRF, כגון '100/שעה'.
ja_jp: 'rate' は '100/時間' のようにDRFで定義されたフォーマットでなければなりません。
ka: "სიხშირე" DRF-ით განსაზღვრულ ფორმატში უნდა იყოს, როგორიცაა "100/საათი".
kk_kz: «Мөлшерлеме» DRF анықтаған форматта болуы тиіс, мысалға «100 / сағат» .
pl: 'ltempo' musi być w formacie zdefiniowanym przez DRF, takim jak '100/godzinę'.
pt_br: 'taxa' deve ser no formato definido por DRF, como '100/hora'
ru: 'rate' должен быть опредлен форматом DRF, таким как '100/hour'.
sl: &quot;stopnja&quot; mora biti v obliki, ki jo definira DRF, na primer &quot;100/uro&quot;.

source: Full Name
af_za: Volle naam
ar: الاسم الكامل
bn_bd: সম্পূর্ণ নাম
cs: Celé jméno
da: Fulde navn
de_de: Vollständiger Name
eo: Füll Nämé Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Nombre Completo
es_ar: Nombre completo.
fa_ir: نام و نام خانوادگی
fi: Koko nimi
fil_ph: Buong pangalan
fr_fr: Nom complet
he: שם מלא
ja_jp: 氏名
ka: სრული სახელი
kk_kz: Толық аты
pl: Imię i nazwisko
pt_br: Nome completo
ru: Полное имя
sl: Polno ime
tr_tr: Tam Ad

source: Referral Tracking ID
af_za: Verwysingsopsporing ID
ar: معرف تتبع مسار الإحالة
bn_bd: রেফারেল ট্র্যাকিং আইডি
cs: ID sledování doporučení
da: Henvisningssporings-id
eo: Référräl Träçkïng ÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: ID de seguimiento de referente
es_ar: Remisión ID de seguimiento.
fa_ir: شناسه ردیابی ارجاع
fi: Viittauksen seurantatunnus
fr_fr: ID de suivi de référence
he: מזהה מעקב פנייה
ka: რეფერალის მიდევნების ID
kk_kz: Бағыт бақылау ID
pl: Identyfikator śledzenia źródła
pt_br: ID de rastreamento de referência
ru: Реферальный отслеживающий идентификатор
sl: ID sledenja napotitev
tr_tr: Satış Ortağı Takip Kimliği

source: The rate of requests to limit this user to. The format is specified by Django Rest Framework (see http://www.django-rest-framework.org/api-guide/throttling/).
af_za: Die koers van versoeke om hierdie gebruiker tot te beperk. Die formaat word gespesifiseer deur Django Rest Framework (sien http://www.django-rest-framework.org/api-guide/throttling/).
ar: معدل الطلبات لتقييد المستخدم. التنسيق محدد بواسطة Django Rest Framework (see http://www.django-rest-framework.org/api-guide/throttling/).
bn_bd: অনুরোধের হার এই ব্যবহারকারী সীমাবদ্ধ. বিন্যাস জ্যাঙ্গো বিশ্রাম ফ্রেমওয়ার্ক (http://www.django-rest-framework.org/api-guide/throttling/ দেখুন) দ্বারা নির্দিষ্ট করা হয়
cs: Míra požadavků na omezení tohoto uživatele. Formát je určen Django Rest Framework (viz http://www.django-rest-framework.org/api-guide/throttling/).
da: Antallet af anmodninger, som denne bruger skal begrænses til. Formatet er specificeret af Django Rest Framework (se http://www.django-rest-framework.org/api-guide/throttling/).
de_de: Die Rate mit welcher dieser Nutzer Anfragen ausführen kann. Das Format ist spezifiziert im Django Rest Framework (siehe http://www.django-rest-framework.org/api-guide/throttling/).
eo: Thé räté öf réqüésts tö lïmït thïs üsér tö. Thé förmät ïs spéçïfïéd ßý Djängö Rést Främéwörk (séé http://www.djängö-rést-främéwörk.örg/äpï-güïdé/thröttlïng/). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт#
es_419: Tasa de peticiones a las que estará limitado este usuario. El formato es el especificado por Django Rest Framework (Ver http://www.django-rest-framework.org/api-guide/throttling/).
es_ar: La tasa de solicitudes para limitar a este usuario . El formato se especifica por Django Rest Framework (ver http://www.django-rest-framework.org/api-guide/throttling/).
fa_ir: میزان درخواست برای محدودکردن این کاربر به. این قالب برای چهارچوب Django Rest تخصصی شده است. ( از این آدرس بازدید کنید http://www.django-rest-framework.org/api-guide/throttling/).
fi: Pyyntöjen määrä, johon tämä käyttäjä rajoitetaan. Django Rest Framework määrittelee muodon (katso http://www.django-rest-framework.org/api-guide/throttling/).
fil_ph: Ang rate ng mga kahilingan upang limitahan ang user na ito. Ang format ay tinukoy ng Django Rest Framework (tingnan ang http://www.django-rest-framework.org/api-guide/throttling/).
fr_fr: Le taux de demandes auxquelles limiter cet utilisateur. Le format est spécifié par Django Rest Framework (voir http://www.django-rest-framework.org/api-guide/throttling/).
he: תעריף הבקשות להגבלת משתמש זה. הפורמט נמצא במערכתDjango Rest Framework (ראה http://www.django-rest-framework.org/api-guide/throttling/).
ja_jp: このユーザーを制限するリクエストの割合。フォーマットはDjango Rest Frameworkによって指定されています (http://www.django-rest-framework.org/api-guide/throttling/を見てください)。
ka: მოთხოვნების სიხშირე ამ მომხმარებლის შესაზღუდად. ფორმატი განსაზღვრულია Django Rest Framework-ის მიერ (იხ. http://www.django-rest-framework.org/api-guide/throttling/).
kk_kz: Пайдаланушыға сұраныс жылдамдығын шектеу. Формат Django Rest Framework -пен беріледі. (http://www.django-rest-framework.org/api-guide/throttling/ қарау).
pl: Limit liczby żądań dla tego użytkownika. Format jest określony przez Django Rest Framework (zobacz http://www.django-rest-framework.org/api-guide/throttling/).
pt_br: A taxa de requisições para limitar este usuário. O formato é especificado por Django Rest Framework (veja em http://www.django-rest-framework.org/api-guide/throttling/).
ru: Ограничить скорость запросов пользователя. Формат задается через Django Rest Framework (см http://www.django-rest-framework.org/api-guide/throttling/).
sl: Stopnja zahtev za omejitev tega uporabnika. Obliko določi Django Rest Framework (glejte http://www.django-rest-framework.org/api-guide/throttling/).

source: Short Code
af_za: Kort kode
ar: رمز مختصر
bn_bd: শর্ট কোড
cs: Krátký kód
da: Kort kode
eo: Shört Çödé Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Código Corto
es_ar: Código corto
fa_ir: کد کوتاه
fi: Lyhyt koodi
fil_ph: Maikling Code
fr_fr: Petit code
he: קוד קצר
ka: მოკლე კოდი
kk_kz: Қысқа Код
pl: Skrót
pt_br: Código reduzido
ru: Короткий код
sl: Kratka koda
tr_tr: Kısa Kod

source: Convenient code/slug used to identify this Partner (e.g. for management commands.)
af_za: Gerieflike kode/slak wat gebruik word om hierdie maat te identifiseer (e. g. vir bestuurskommando's. )
ar: رمز مختصر/مناسب المستخدم لتحديد هذا الشريك (مثلاً: أوامر الإدارة).
bn_bd: সুবিধাজনক কোড / স্লাগ্ এই সাথি সনাক্ত করতে ব্যবহৃত (ব্যবস্থাপনা কমান্ডের জন্য উদাঃ.)
cs: Pohodlný kód/slug používaný k identifikaci tohoto partnera (např. pro příkazy pro správu.)
da: Praktisk kode/slug, der bruges til at identificere denne partner (f.eks. til ledelseskommandoer).
de_de: Convenient code/slug wird genutzt um diesen Partner zu identifizieren(z.B. für Management-Befehle)
eo: Çönvénïént çödé/slüg üséd tö ïdéntïfý thïs Pärtnér (é.g. för mänägémént çömmänds.) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Código/slug usado para identificar a este aliado (ej: para comandos administrativos.)
es_ar: Código conveniente/slug utilizado para identificar a este socio (por ejemplo, para comandos de administración).
fa_ir: کد/مشخصه مناسبی که برای شناسایی این شریک مورد استفاده قرار می‌گیرد (مثلا برای دستورهای مدیریت.)
fi: Kätevä koodi/slug, jota käytetään tämän kumppanin tunnistamiseen (esim. hallintakomentoja varten.)
fil_ph: Maginhawang code/slug na ginamit upang makilala ang Kasosyong ito (hal. para sa mga command sa pamamahala.)
fr_fr: Code/slug pratique utilisé pour identifier ce partenaire (par exemple pour les commandes de gestion.)
he: קוד/סלאג המשמש לזיהוי שותף זה (לדוגמה, לפקודות ניהול).
ja_jp: このパートナーを特定するのに使用する便利なコード/スラグ (例．管理コマンド用)
ka: შესაბამისი კოდი/ამ პარტნიორის საიდენტიფიკაციო სლოგანი (მაგ: სამართავი ბრძანებებისთვის.)
kk_kz: Бұл серіктесті анықтау үшін қолданылатын ыңғайлы код/бөлшек (мысалы, басқару командалары үшін).
pl: Krótki kod/nazwa używany do zidentyfikowania tego partnera (np. do zarządzania komendami).
pt_br: Código / slug conveniente usado para identificar esse Parceiro (por exemplo, para comandos de gerenciamento).
ru: Удобный код/слаг, используемый для идентификации данного партнера (например, для команд управления).
sl: Priročna koda/polž, ki se uporablja za identifikacijo tega partnerja (npr. za ukaze za upravljanje).
tr_tr: Bu İş Ortağı'nı tanımlayacak uygun bir kısaisim/kod (Örn. yönetim komutları için)

source: Courses API URL
af_za: Kursusse API URL
ar: رابط واجهة برمجة التطبيقات للدورات
bn_bd: কোর্স এপিআই ইউ আর এল টি
cs: Adresa URL rozhraní API kurzů
eo: Çöürsés ÀPÌ ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: URL de la API de cursos
es_ar: URL de API de cursos
fa_ir: نشانی اینترنتی API دوره‌های آموزشی
fi: Kurssien API URL-osoite
fil_ph: URL ng Courses API
fr_fr: URL de l&#39;API des cours
he: כתובת URL לממשק API של קורסים
ja_jp: 講座API URL
ka: კურსების API-ის URL
kk_kz: Курстар API URL
pl: Adres URL API kursów
pt_br: URL da API de Cursos
ru: URL-адрес API Курсов
sl: URL za API tečajev
tr_tr: Dersler API URL

source: Course Mode API URL
af_za: Kursusmodus API URL
cs: Adresa URL rozhraní API režimu kurzu
de_de: Kursmodus API URL
eo: Çöürsé Mödé ÀPÌ ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_ar: URL de la API del modo de curso
fa_ir: نشانی اینترنتی API حالت دوره آموزشی
fil_ph: URL ng Course Mode API
fr_fr: URL de l&#39;API du mode cours
kk_kz: Курстың API режимінің URL мекенжайы
pt_br: URL da API do modo de curso
sl: URL API za način tečaja

source: E-Commerce API URL
af_za: E-handel API URL
ar: رابط واجهة برمجة التطبيقات للتجارة الإلكترونية
bn_bd: ই-কমার্স API ইউ আর এল টি
cs: Adresa URL rozhraní E-Commerce API
eo: É-Çömmérçé ÀPÌ ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: URL de la API de ecommerce
es_ar: URL de la API de e-commerce
fa_ir: نشانی اینترنتی API تجارت الکترونیک
fi: Verkkokaupan sovellusliittymän URL-osoite
fil_ph: URL ng E-Commerce API
fr_fr: URL de l&#39;API de commerce électronique
he: כתובת URL לממשק API של מסחר אלקטרוני
ja_jp: E-コマースAPI URL
ka: ელექტრონული კომერციის API-ის URL
kk_kz: Электрондық коммерция API URL мекенжайы
pl: Adres URL API E-Commerce
pt_br: URL da API do E-Commerce
ru: URL-адрес API Эл. Коммерции
sl: URL API za e-trgovino
tr_tr: E-Ticaret API URL

source: Organizations API URL
af_za: Organisasies API URL
ar: رابط واجهة برمجة التطبيقات للمؤسسات
bn_bd: সংগঠন API ইউ আর এল টি
cs: Adresa URL rozhraní API organizací
da: Organisations API URL
de_de: Organisations API URL
eo: Örgänïzätïöns ÀPÌ ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: URL de la API de organizaciones
es_ar: URL de la API de organizaciones
fa_ir: نشانی اینترنتی API سازمان‌ها
fi: Organisaatioiden sovellusliittymän URL-osoite
fil_ph: URL ng API ng Mga Organisasyon
fr_fr: URL de l&#39;API des organisations
he: כתובת URL של ממשק API של ארגונים
ja_jp: 組織API URL
ka: ორგანიზაციების API-ის URL
kk_kz: URL API ұйымдары
pl: Adres URL API organizacji
pt_br: URL da API das Organizações
ru: URL-адрес API Организаций
sl: URL za API organizacij
tr_tr: Kurumlar API URL

source: Programs API URL
af_za: Programme API URL
ar: رابط واجهة برمجة التطبيقات للبرامج
bn_bd: প্রোগ্রাম এপিআই ইউ আর এল টি
cs: Adresa URL rozhraní API programů
da: Programmer API URL
eo: Prögräms ÀPÌ ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: URL de la API de programas
es_ar: URL de API de programas
fa_ir: نشانی اینترنتی API برنامه‌ها
fi: Ohjelman sovellusliittymän URL-osoite
fil_ph: URL ng Programs API
fr_fr: URL de l&#39;API des programmes
he: כתובת URL לממשק API של תכניות
ja_jp: プログラムAPI URL
ka: პროგრამების API-ის URL
kk_kz: URL API бағдарламалары
pl: Adres URL API Programów
pt_br: URL da API dos Programas
ru: URL-адрес API Программ
sl: URL programov API
tr_tr: Programlar API URL

source: Marketing Site API URL
af_za: Bemarkingswebwerf API URL
ar: رابط واجهة برمجة التطبيقات لموقع التسويق
bn_bd: মার্কেটিং সাইট এপিআই ইউ আর এল টি
cs: Adresa URL rozhraní API marketingového webu
eo: Märkétïng Sïté ÀPÌ ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: URL de la API del sitio de marketing
es_ar: URL de la API del sitio de marketing
fa_ir: نشانی اینترنتی API وبگاه بازاریابی
fi: Markkinointisivuston sovellusliittymän URL-osoite
fil_ph: URL ng Marketing Site API
fr_fr: URL de l&#39;API du site marketing
he: כתובת URL לממשק API של אתר שיווק
ja_jp: マーケティングサイトAPI URL
ka: მარკეტინგის საიტის API-ის URL
kk_kz: Маркетинг сайтының URL API
pl: Adres URL API strony promującej
pt_br: URL da API do Site de Marketing
ru: URL-адрес API Маркетингового Сайта
sl: URL API spletnega mesta za trženje
tr_tr: Pazarlama Sitesi API URL

source: Marketing Site URL
af_za: Bemarkingswebwerf URL
ar: رابط موقع التسويق
bn_bd: মার্কেটিং সাইট ইউ আর এল
cs: Adresa URL marketingového webu
da: Marketingwebsteds-URL
eo: Märkétïng Sïté ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: URL del site de marketing
es_ar: URL del sitio de marketing
fa_ir: نشانی اینترنتی وبگاه بازاریابی
fi: Markkinointisivuston URL-osoite
fil_ph: URL ng Marketing Site
fr_fr: URL du site de commercialisation
he: כתובת URL של אתר שיווק
ja_jp: マーケティングサイトURL
ka: მარკეტინგის გვერდის URL
kk_kz: Маркетинг сайтының URL мекенжайы
pl: Adres URL strony promującej
pt_br: URL do Site de Marketing
ru: URL-адрес Маркетингового Сайта
sl: URL spletnega mesta za trženje
tr_tr: Pazarlama Sitesi URL

source: Marketing Site API Username
af_za: Bemarkingswebwerf API Gebruikersnaam
ar: اسم المستخدم لواجهة برمجة التطبيقات لموقع التسويق
bn_bd: মার্কেটিং সাইট এপিআই ব্যবহারকারীর নাম
cs: Uživatelské jméno rozhraní API marketingového webu
da: Marketing Site API brugernavn
de_de: Marketing Site API Nutzername
eo: Märkétïng Sïté ÀPÌ Ûsérnämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: Nombre de usuario de la API del Sitio de Marketing
es_ar: Nombre de usuario de la API del sitio de marketing
fa_ir: نام کاربری API وبگاه بازاریابی
fi: Markkinointisivuston API-käyttäjänimi
fil_ph: Username ng Marketing Site API
fr_fr: Nom d&#39;utilisateur de l&#39;API du site marketing
he: שם משתמש לממשק API של אתר שיווק
ja_jp: マーケティングサイトAPIユーザー名
ka: მარკეტინგის გვერდის API-ის მომხმარებლის სახელი
kk_kz: API маркетинг сайтының пайдаланушы аты
pl: Nazwa użytkownika API strony promującej
pt_br: Nome de usuário da Api do Site de Marketing
ru: Имя пользователя API Маркетингового Сайта
sl: Uporabniško ime za API spletnega mesta za marketing
tr_tr: Pazarlama Sitesi API Kullanıcı adı

source: Marketing Site API Password
af_za: Bemarkingswebwerf API wagwoord
ar: كلمة المرور لواجهة برمجة التطبيقات لموقع التسويق
bn_bd: মার্কেটিং সাইট এপিআই পাসওয়ার্ড
cs: Heslo API marketingového webu
da: Marketing Site API-adgangskode
de_de: Marketing Site API Passwort
eo: Märkétïng Sïté ÀPÌ Pässwörd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: Contraseña del API del sitio de marketing
es_ar: Contraseña de la API del sitio de marketing
fa_ir: گذرواژه API وبگاه بازاریابی
fi: Markkinointisivuston API-salasana
fil_ph: Password ng Marketing Site API
fr_fr: Mot de passe de l&#39;API du site marketing
he: סיסמת API לאתר שיווק
ja_jp: マーケティングサイトAPIパスワード
ka: მარკეტინგის გვერდის API-ის პაროლი
kk_kz: Маркетинг сайтының API құпия сөзі
pl: Hasło API strony promującej
pt_br: Senha da Api do Site de Marketing
ru: Пароль пользователя API Маркетингового Сайта
sl: Geslo za API spletnega mesta za marketing
tr_tr: Pazarlama Sitesi API Parolası

source: OpenID Connect URL
ar: رابط OpenID Connect
bn_bd: ওপেন আইডি কানেক্ট ইউ আর এল টি
eo: ÖpénÌD Çönnéçt ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
he: כתובת URL של OpenID Connect
ja_jp: オープンID接続URL
ka: OpenID Connect-ის URL

source: OpenID Connect Key
ar: مفتاح OpenID Connect
bn_bd: ওপেন আইডি কানেক্ট মূল
eo: ÖpénÌD Çönnéçt Kéý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
he: מקש OpenID Connect
ja_jp: オープンID接続キー
ka: OpenID Connect-ის გასაღები
tr_tr: OpenID Connect Anahtarı

source: OpenID Connect Secret
ar: OpenID Connect سري
bn_bd: ওপেন আইডি কানেক্ট সিক্রেট
eo: ÖpénÌD Çönnéçt Séçrét Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
he: OpenID Connect נסתר
ja_jp: オープンID接続シークレット
ka: OpenID Connect-ის საიდუმლო

source: Studio URL
ar: رابط الاستوديو
bn_bd: স্টুডিও ইউ আর এল
eo: Stüdïö ÛRL Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: URL de Studio
es_ar: URL de Studio
fa_ir: نشانی اینترنتی هنرکده
fi: Studion URL-osoite
fil_ph: URL ng studio
fr_fr: URL de l&#39;atelier
kk_kz: Студияның URL мекенжайы
pl: Adres URL Studio
pt_br: URL do Studio
ru: Студия url
sl: URL studia

source: Publisher URL
af_za: Uitgewer URL
cs: URL Publisheru
da: Udgiver-URL
de_de: Herausgeber-URL
eo: Püßlïshér ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_ar: URL de Publisher
fa_ir: نشانی اینترنتی ناشر
fi: Julkaisijan URL-osoite
fil_ph: URL ng Publisher
fr_fr: URL de l&#39;éditeur
kk_kz: Баспаның URL мекенжайы
pt_br: URL do editor
sl: URL izdajatelja

source: The base URL of your publisher service, if used. Example: https://publisher.example.com/
af_za: Die basis-URL van jou uitgewerdiens, indien gebruik. Voorbeeld: https://publisher.example.com/
cs: Základní adresa URL vaší služby pro vydavatele, pokud je použita. Příklad: https://publisher.example.com/
da: Grundwebadressen for din udgivertjeneste, hvis den bruges. Eksempel: https://publisher.example.com/
de_de: Die grundlegende URL von Ihrem Publisher Service, wenn dieser genutzt wird. Beispiel: https://publisher.example.com/
eo: Thé ßäsé ÛRL öf ýöür püßlïshér sérvïçé, ïf üséd. Éxämplé: https://püßlïshér.éxämplé.çöm/ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_ar: La URL base de su servicio de editor, si se usa. Ejemplo: https://publisher.example.com/
fa_ir: نشانی اینترنتی پایه سرویس ناشر شما، در صورت استفاده. مثال: https://publisher.example.com/
fi: Julkaisijapalvelusi perus-URL-osoite, jos sellainen on käytössä. Esimerkki: https://publisher.example.com/
fil_ph: Ang batayang URL ng iyong serbisyo ng publisher, kung ginamit. Halimbawa: https://publisher.example.com/
fr_fr: L&#39;URL de base de votre service d&#39;éditeur, le cas échéant. Exemple : https://publisher.example.com/
kk_kz: Баспагер қызметінің негізгі URL мекенжайы егер ол қолданыста болса. Мысал: https://publisher.example.com/
pt_br: O URL base de seu serviço de editor, se usado. Exemplo: https://publisher.example.com/
sl: Osnovni URL vaše storitve izdajatelja, če se uporablja. Primer: https://publisher.example.com/

source: LMS URL
eo: LMS ÛRL Ⱡ'σяєм ιρѕυм #
es_419: Dirección LMS
es_ar: URL del LMS
fa_ir: نشانی اینترنتی سامانه آموزش مجازی
fil_ph: URL ng LMS
fr_fr: URL LMS
pl: Adres URL LMS
pt_br: URL do LMS
ru: Система управления обучением url
sl: URL LMS

source: LMS Admin URL
cs: Adresa URL správce LMS
eo: LMS Àdmïn ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_ar: URL de administración de LMS
fa_ir: نشانی مدیر سامانه آموزشی مجازی
fi: LMS-järjestelmänvalvojan URL-osoite
fil_ph: URL ng Admin ng LMS
fr_fr: URL d&#39;administration LMS
kk_kz: LMS әкімшілік URL мекенжайы
pt_br: URL de administrador LMS
sl: Skrbniški URL LMS
