Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: Provide a campus image for the header of the degree
af_za: Voorsien 'n kampusbeeld vir die kop van die graad
cs: Poskytněte obrázek kampusu pro záhlaví titulu
da: Giv et campusbillede til overskriften på graden
de_de: Laden Sie ein Bild für die Überschrift dieses Abschlusses hoch.
eo: Prövïdé ä çämpüs ïmägé för thé héädér öf thé dégréé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: Proporcione una imagen del campus para el encabezado del título.
fa_ir: تصویر پردیسی را برای بالای مدرک ارائه دهید
fi: Anna kampuksen kuva tutkinnon otsikoksi
fil_ph: Magbigay ng larawan sa campus para sa header ng degree
fr_fr: Fournir une image du campus pour l&#39;en-tête du diplôme
kk_kz: Диплом тақырыбы үшін кампустың суретін беріңіз
pt_br: Forneça uma imagem do campus para o cabeçalho do curso
sl: Navedite sliko kampusa za glavo diplome

source: Provide a background image for the title section of the degree
af_za: Voorsien 'n agtergrondprent vir die titelgedeelte van die graad
cs: Poskytněte obrázek na pozadí pro titulní část titulu
da: Giv et baggrundsbillede til titelafsnittet for graden
de_de: Laden Sie ein Hintegrundbild für die Überschrift dieses Abschlusses hoch.
eo: Prövïdé ä ßäçkgröünd ïmägé för thé tïtlé séçtïön öf thé dégréé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: Proporcione una imagen de fondo para la sección del título del título.
fa_ir: تصویر پس‌زمینه برای بخش عنوان مدرک ارائه دهید
fi: Anna tutkinnon otsikkoosaan taustakuva
fil_ph: Magbigay ng larawan sa background para sa seksyon ng pamagat ng degree
fr_fr: Fournir une image de fond pour la section titre du diplôme
kk_kz: Диплом тақырыбы бөліміне фондық суретті беріңі
pt_br: Forneça uma imagem de fundo para a seção de título do curso
sl: Navedite sliko ozadja za naslovni del diplome

source: The fine print that displays at the Tuition section's bottom
af_za: Die fynskrif wat aan die onderkant van die onderriggedeelte vertoon
cs: Drobným písmem, které se zobrazuje v dolní části sekce Školné
da: Det med småt, der vises i bunden af undervisningssektionen
de_de: Das Kleingedruckte, das unten in der Sektion "Studiengebühren" angezeigt wird
eo: Thé fïné prïnt thät dïspläýs ät thé Tüïtïön séçtïön's ßöttöm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: La letra pequeña que se muestra en la parte inferior de la sección Matrícula
fa_ir: چاپ ریز که در پایین بخش شهریه نمایش داده می‌شود
fi: Pieni teksti, joka näkyy Opetusmaksu-osion alareunassa
fil_ph: Ang pinong print na ipinapakita sa ibaba ng seksyon ng Tuition
fr_fr: Les petits caractères qui s&#39;affichent en bas de la section Frais de scolarité
kk_kz: "Оқыту" бөлімінің төменгі жағында пайда болатын жақсы басып шығару"
pt_br: As letras miúdas exibidas na parte inferior da seção Tuition
sl: Drobni tisk, ki je prikazan na dnu razdelka Šolnina

source: The fine print that displays at the Deadline section's bottom
af_za: Die fynskrif wat aan die onderkant van die sperdatum vertoon word
cs: Drobné písmo, které se zobrazuje v dolní části sekce Termín
da: Det med småt, der vises nederst i Deadline-sektionen
de_de: Das Kleingedruckte, das unten im Abschnitt "Frist" angezeigt wird
eo: Thé fïné prïnt thät dïspläýs ät thé Déädlïné séçtïön's ßöttöm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: La letra pequeña que se muestra en la parte inferior de la sección Fecha límite
fa_ir: چاپ ریز که در پایین بخش Deadline نمایش داده می‌شود
fi: Pieni teksti, joka näkyy Deadline-osion alareunassa
fil_ph: Ang pinong print na ipinapakita sa ibaba ng seksyong Deadline
fr_fr: Les petits caractères qui s&#39;affichent en bas de la section Date limite
kk_kz: Бөлімнің төменгі жағында көрсетілген басып шығару мерзімі
pt_br: As letras miúdas exibidas na parte inferior da seção Prazo
sl: Drobni tisk, ki je prikazan na dnu razdelka Rok

source: The sailthru email list name to capture leads
af_za: Die seiltru -e -poslysnaam om leidrade vas te lê
cs: Název seznamu e-mailů sailthru pro zachycení potenciálních zákazníků
da: Sailthru-e-maillistens navn til at fange kundeemner
de_de: Der Name der sailthru E-Mail-Liste zur Erfassung von Kontakten
eo: Thé säïlthrü émäïl lïst nämé tö çäptüré léäds Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_ar: El nombre de la lista de correo electrónico de sailthru para capturar clientes potenciales
fa_ir: نام فهرست رایانامه sailthru برای دریافت سرنخ‌ها
fi: Sailthru-sähköpostilistan nimi liidien kaappaamiseen
fil_ph: Ang pangalan ng listahan ng email sa sailthru upang makuha ang mga lead
fr_fr: Le nom de la liste de diffusion sailthru pour capturer des prospects
kk_kz: Қорғасын алуға арналған sailthru электрондық пошта тізімінің атауы
pt_br: O nome da lista de emails sailthru para capturar leads
sl: Ime e-poštnega seznama sailthru za zajemanje potencialnih strank

source: Please provide an image file for the lead capture banner.
af_za: Verskaf asseblief 'n beeldlêer vir die loodopname -banier.
cs: Poskytněte prosím soubor obrázku pro banner pro zachycení potenciálního zákazníka.
da: Angiv venligst en billedfil til lead capture-banneret.
de_de: Bitte laden Sie ein Bild für den Titelbanner hoch.
eo: Pléäsé prövïdé än ïmägé fïlé för thé léäd çäptüré ßännér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: Proporcione un archivo de imagen para el banner de captura de clientes potenciales.
fa_ir: لطفاً یک فایل تصویری برای بنر ضبط اصلی ارائه دهید.
fi: Anna kuvatiedosto liidien kaappausbannerille.
fil_ph: Mangyaring magbigay ng image file para sa lead capture banner.
fr_fr: Veuillez fournir un fichier image pour la bannière de capture de prospects.
kk_kz: Лид түсіру үшін баннерге сурет файлын беріңіз
pt_br: Forneça um arquivo de imagem para o banner de captura de leads.
sl: Navedite slikovno datoteko za pasico za zajemanje potencialnih strank.

source: The Hubspot form ID for the lead capture form
af_za: Die HubSpot -vorm ID vir die loodopvangsvorm
cs: ID formuláře Hubspot pro formulář zachycení potenciálního zákazníka
da: Hubspot-formular-id&#39;et for leadregistreringsformularen
eo: Thé Hüßspöt förm ÌD för thé léäd çäptüré förm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_ar: El ID de formulario de Hubspot para el formulario de captura de clientes potenciales
fa_ir: شناسه فرم Hubspot برای فرم دریافت اصلی
fi: Hubspot-lomakkeen tunnus liidien keräyslomakkeelle
fil_ph: Ang Hubspot form ID para sa lead capture form
fr_fr: L&#39;ID de formulaire Hubspot pour le formulaire de capture de leads
kk_kz: Лид түсіру формасы үшін Hubspot пішінінің идентификаторы
pt_br: O ID do formulário Hubspot para o formulário de captura de leads
sl: ID obrazca Hubspot za obrazec za zajemanje potencialnih strank

source: URL to micromasters landing page
af_za: URL na Micromasters Landing Page
cs: Adresa URL vstupní stránky micromasters
da: URL til micromasters landingsside
de_de: Die URL der Seite für die Micromasters
eo: ÛRL tö mïçrömästérs ländïng pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_ar: URL de la página de inicio de micromasters
fa_ir: نشانی اینترنتی به صفحه اصلی micromasters
fi: URL-osoite micromastersin aloitussivulle
fil_ph: URL sa landing page ng micromasters
fr_fr: URL de la page de destination des micromasters
kk_kz: Micromasters қону бетінің URL мекенжайы
pt_br: URL para a página de destino dos micromasters
sl: URL do ciljne strani micromasters

source: Micromasters verbose title
af_za: Micromasters Verbose -titel
cs: Podrobný název Micromasters
da: Micromasters verbose titel
de_de: Ausführlicher Micromasters Titel
eo: Mïçrömästérs vérßösé tïtlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_ar: Título detallado de Micromasters
fa_ir: عنوان پرمخاطب Micromasters
fi: Micromasters monisanainen otsikko
fr_fr: Titre verbeux de Micromasters
kk_kz: Микромастерлердің толық атауы
pt_br: Título detalhado de Micromasters
sl: Micromasters podroben naslov

source: Micromasters descriptive paragraph
af_za: Mikromasters beskrywende paragraaf
cs: Popisný odstavec Micromasters
da: Micromasters beskrivende afsnit
de_de: Ein beschreibender Absatz über Micromasters
eo: Mïçrömästérs désçrïptïvé pärägräph Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_ar: Párrafo descriptivo de Micromasters
fa_ir: پاراگراف تشریحی Micromasters
fi: Micromastersin kuvaava kappale
fil_ph: Micromasters mapaglarawang talata
fr_fr: Paragraphe descriptif Micromasters
kk_kz: Микромастерлерге арналған сипаттамалық абзац
pt_br: Parágrafo descritivo do Micromasters
sl: Opisni odstavek Micromasters

source: Customized background image for the MicroMasters section.
af_za: Aangepaste agtergrondprent vir die Micromasters -afdeling.
cs: Přizpůsobený obrázek na pozadí pro sekci MicroMasters.
da: Tilpasset baggrundsbillede til MicroMasters-sektionen.
de_de: Benutzerdefiniertes Hintergrundbild für die MicroMasters Sektion.
eo: Çüstömïzéd ßäçkgröünd ïmägé för thé MïçröMästérs séçtïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: Imagen de fondo personalizada para la sección MicroMasters.
fa_ir: تصویر پس‌زمینه سفارشی‌شده برای بخش MicroMasters.
fi: Mukautettu taustakuva MicroMasters-osion.
fil_ph: Na-customize na larawan sa background para sa seksyong MicroMasters.
fr_fr: Image de fond personnalisée pour la section MicroMasters.
kk_kz: Микромастерлер бөлімі үшін жүйеленген фондық сурет.
pt_br: Imagem de fundo personalizada para a seção MicroMasters.
sl: Prilagojena slika ozadja za razdelek MicroMasters.

source: Override org name if micromasters program comes from different organization than Masters program
af_za: Org naam as Micromasters -program afkomstig is van verskillende organisasies as Masters -program
cs: Přepište název organizace, pokud program micromasters pochází z jiné organizace než program Masters
da: Tilsidesæt organisationens navn, hvis micromasters-programmet kommer fra en anden organisation end masterprogrammet
eo: Övérrïdé örg nämé ïf mïçrömästérs prögräm çömés fröm dïfférént örgänïzätïön thän Mästérs prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_ar: Anule el nombre de la organización si el programa de micromaestría proviene de una organización diferente a la del programa de maestría
fa_ir: اگر برنامه micromasters از سازمانی متفاوت از برنامه Masters آمده است، نام سازمان را لغو کنید
fi: Ohita organisaation nimi, jos micromasters-ohjelma tulee eri organisaatiosta kuin maisteriohjelma
fil_ph: I-override ang pangalan ng org kung ang micromasters program ay nagmula sa ibang organisasyon kaysa sa Masters program
fr_fr: Remplacer le nom de l&#39;organisation si le programme de micromasters provient d&#39;une organisation différente de celle du programme de master
kk_kz: Егер micromasters бағдарламасы Masters бағдарламасынан басқа ұйымнан шыққан болса, ұйымның атын қайта анықтаңыз
pt_br: Substitua o nome da organização se o programa micromasters vier de uma organização diferente do programa Masters
sl: Preglasite ime organizacije, če mikromasterski program prihaja iz druge organizacije kot magistrski program

source: Ranking display for search card (e.g. "#1 in the U.S."
af_za: Rangorde -skerm vir soekkaart (e. g. "#1 in die u. S. '
cs: Zobrazení hodnocení pro vyhledávací kartu (např. „č. 1 v USA“
da: Rangeringsvisning for søgekort (f.eks. &quot;#1 i USA&quot;
de_de: Reihenfolge für die Anzeige der Suchergebnisse (z.B. "#1 in den USA"
eo: Ränkïng dïspläý för séärçh çärd (é.g. "#1 ïn thé Û.S." Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: Visualización de clasificación para la tarjeta de búsqueda (por ejemplo, "# 1 en los EE. UU."
fa_ir: صفحه نمایش رتبه‌بندی برای کارت جستجو (مثلا "#1 در ایالات متحده."
fi: Hakukortin sijoitusnäyttö (esim. &quot;#1 Yhdysvalloissa&quot;
fil_ph: Display ng ranggo para sa search card (hal. &quot;#1 sa US&quot;
fr_fr: Affichage du classement pour la carte de recherche (par exemple &quot;#1 aux États-Unis&quot;
kk_kz: Іздеу картасы үшін Рейтингті көрсету (мысалы, АҚШ-тағы " #1"
pt_br: Exibição de classificação para cartão de pesquisa (por exemplo, &quot;# 1 nos EUA&quot;
sl: Prikaz razvrstitve za iskalno kartico (npr. &quot;#1 v ZDA&quot;

source: Cost display for search card (e.g. "$9,999"
af_za: Koste -vertoon vir soekkaart (e. g. "$ 9,999"
cs: Zobrazení nákladů na vyhledávací kartu (např. „9 999 USD“
da: Prisvisning for søgekort (f.eks. &quot;$9.999&quot;
de_de: Preisanzeige für die Suche (z.B. "€9,999"
eo: Çöst dïspläý för séärçh çärd (é.g. "$9,999" Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_ar: Visualización de costos para la tarjeta de búsqueda (p. ej.: "9999"
fa_ir: نمایش هزینه برای کارت جستجو (مثلا"9999 دلار"
fi: Kustannusnäyttö hakukortille (esim. &quot;9 999 dollaria&quot;
fil_ph: Display ng gastos para sa search card (hal. &quot;$9,999&quot;
fr_fr: Affichage des coûts pour la carte de recherche (par exemple &quot;9 999 $&quot;
kk_kz: Іздеу картасының құнын көрсету (мысалы, " 9 999 АҚШ доллары"
pt_br: Exibição de custo para cartão de pesquisa (por exemplo, &quot;$ 9.999&quot;
sl: Prikaz stroškov za kartico za iskanje (npr. &quot;9.999 $&quot;

source: Number of courses for search card (e.g. "11 Courses"
af_za: Aantal kursusse vir soekkaart (e. g. "11 kursusse"
cs: Počet kurzů pro vyhledávací kartu (např. "11 kurzů"
da: Antal kurser til søgekort (f.eks. &quot;11 kurser&quot;
de_de: Die Anzahl der Kurse für die Suchergebnisse (z.B. "11 Kurse"
eo: Nümßér öf çöürsés för séärçh çärd (é.g. "11 Çöürsés" Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: Número de cursos para la tarjeta de búsqueda (p. ej.: "11 curso
fa_ir: تعداد دوره‌های آموزشی برای کارت جستجو (مثلا "11 دوره آموزشی"
fi: Kurssien määrä hakukortilla (esim. &quot;11 kurssia&quot;
fil_ph: Bilang ng mga kurso para sa search card (hal. &quot;11 Courses&quot;
fr_fr: Nombre de cours pour la carte de recherche (par exemple &quot;11 cours&quot;
kk_kz: Іздеу карточкасына арналған курстар саны (мысалы, " 11 курс"
pt_br: Número de cursos para o cartão de pesquisa (por exemplo, &quot;11 cursos&quot;
sl: Število tečajev za kartico za iskanje (npr. &quot;11 tečajev&quot;

source: Bell
af_za: klok
cs: Zvonek
da: klokke
de_de: Klingel
eo: Béll Ⱡ'σяєм ι#
es_ar: Campana
fa_ir: زنگ
fil_ph: kampana
fr_fr: cloche
kk_kz: Қоңырау
pt_br: Sino
sl: Zvonček

source: Certificate
af_za: Sertifikaat
cs: Certifikát
da: Certifikat
de_de: Zertifikat
eo: Çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя #
es_ar: Certificado
fa_ir: گواهی
fi: Todistus
fil_ph: Sertipiko
fr_fr: Certificat
kk_kz: Сертификат
pt_br: Certificado
sl: potrdilo

source: Checkmark
af_za: Vinkje
cs: Značka zaškrtnutí
da: Afkrydsning
de_de: Häkchen
eo: Çhéçkmärk Ⱡ'σяєм ιρѕυм ∂σł#
es_ar: Marca de verificación
fa_ir: علامت بزنید
fi: Valintamerkki
fr_fr: Coche
kk_kz: Құсбелгі
pt_br: marca de seleção
sl: Kljukica

source: Clock
af_za: Klok
cs: Hodiny
da: Ur
de_de: Uhr
eo: Çlöçk Ⱡ'σяєм ιρѕ#
es_ar: Reloj
fa_ir: ساعت
fi: Kello
fil_ph: orasan
fr_fr: Horloge
kk_kz: Сағаттар
pt_br: Relógio
sl: ura

source: Desktop
af_za: Tafelblad
cs: Pracovní plocha
eo: Désktöp Ⱡ'σяєм ιρѕυм #
es_ar: Escritorio
fa_ir: دسکتاپ
fi: Työpöytä
fr_fr: Bureau
kk_kz: Жұмыс үстелі
pt_br: Área de Trabalho
sl: namizje

source: Info
af_za: Inligting
eo: Ìnfö Ⱡ'σяєм ι#
es_ar: Información
fa_ir: اطلاعات
fi: Tiedot
fil_ph: Impormasyon
kk_kz: Ақпарат
pt_br: Informações

source: Sitemap
cs: Mapa stránky
eo: Sïtémäp Ⱡ'σяєм ιρѕυм #
es_ar: Mapa del sitio
fa_ir: نقشه وبگاه
fi: Sivustokartta
kk_kz: Сайт картасы
pt_br: Mapa do site
sl: Zemljevid spletnega mesta

source: User
af_za: Gebruiker
cs: Uživatel
da: Bruger
de_de: Benutzer
eo: Ûsér Ⱡ'σяєм ι#
es_ar: Usuario
fa_ir: کاربر
fi: Käyttäjä
fil_ph: Gumagamit
fr_fr: Utilisateur
kk_kz: Пайдаланушы
pt_br: Usuário
sl: Uporabnik

source: Dollar
cs: Dolar
eo: Döllär Ⱡ'σяєм ιρѕυ#
es_ar: Dolar
fa_ir: دلار
fi: Dollari
fil_ph: dolyar
kk_kz: Доллар
pt_br: Dólar
sl: dolar

source: Book
af_za: Boek
cs: Rezervovat
da: Bestil
de_de: Buch
eo: Böök Ⱡ'σяєм ι#
es_ar: Libro
fa_ir: کتاب
fi: Kirja
fil_ph: Aklat
fr_fr: Livre
kk_kz: Кітап
pt_br: Livro
sl: knjiga

source: Mortar Board
af_za: Mortel raad
da: Mørtelbræt
eo: Mörtär Böärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_ar: Junta de mortero
fa_ir: کلاه فارغ التحصیلی
fil_ph: Lupon ng mortar
fr_fr: Conseil de mortier
kk_kz: Миномет тақтасы
pt_br: argamassa
sl: Malta deska

source: Star
af_za: Ster
cs: Hvězda
da: Stjerne
de_de: Stern
eo: Stär Ⱡ'σяєм ι#
es_ar: Estrella
fa_ir: ستاره
fi: Tähti
fil_ph: Bituin
kk_kz: Жұлдыз
pt_br: Estrela
sl: zvezda

source: Trophy
af_za: Trofee
cs: Trofej
da: Trofæ
de_de: Trophäe
eo: Tröphý Ⱡ'σяєм ιρѕυ#
es_ar: Trofeo
fa_ir: پاداش
fil_ph: Tropeo
fr_fr: Trophée
kk_kz: Олжа
pt_br: Troféu
sl: Trofeja

source: Icon FA class
af_za: Ikoon FA klas
cs: Ikona třídy FA
da: Ikon FA klasse
de_de: Icon FA Klasse
eo: Ìçön FÀ çläss Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_ar: Clase de icono FA
fa_ir: نماد کلاس FA
fi: Ikoni FA-luokka
fil_ph: Icon FA klase
fr_fr: Icône classe FA
kk_kz: Fa сынып белгішесі
pt_br: Ícone classe FA
sl: Ikona FA razred

source: Paired text
af_za: Gepaarde teks
cs: Spárovaný text
da: Parret tekst
de_de: Gepaarter Text
eo: Päïréd téxt Ⱡ'σяєм ιρѕυм ∂σłσя #
es_ar: Texto emparejado
fa_ir: متن جفت‌شده
fi: Parillinen teksti
fil_ph: Nakapares na text
fr_fr: Texte jumelé
kk_kz: Жұптасқан мәтін
pt_br: texto emparelhado
sl: Seznanjeno besedilo

source: Deadline applies for this semester (e.g. Spring 2019
af_za: Sperdatum is van toepassing vir hierdie semester (e. g. Lente 2019
cs: Termín platí pro tento semestr (např. jaro 2019
da: Fristen gælder for dette semester (f.eks. foråret 2019
de_de: Die Frist, die für dieses Semester gilt (z.B. Frühjahr 2019
eo: Déädlïné äpplïés för thïs séméstér (é.g. Sprïng 2019 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: La fecha límite se aplica para este semestre (por ejemplo, primavera de 2019)
fa_ir: مهلت برای این ترم (مثلا بهار 2019 اعمال می‌شود
fi: Deadline on voimassa tälle lukukaudelle (esim. kevät 2019
fil_ph: Nalalapat ang deadline para sa semestreng ito (hal. Spring 2019
fr_fr: La date limite s&#39;applique pour ce semestre (par exemple, printemps 2019
kk_kz: Мерзімі осы семестрде жарамды (мысалы, 2019 жылдың көктемі
pt_br: O prazo se aplica a este semestre (por exemplo, primavera de 2019
sl: Rok velja za ta semester (npr. pomlad 2019

source: Describes the deadline (e.g. Early Admission Deadline)
af_za: Beskryf die sperdatum (e. g. Sperdatum vir vroeë toegang)
cs: Popisuje uzávěrku (např. uzávěrka předčasného přijetí)
da: Beskriver fristen (f.eks. Tidlig optagelsesfrist)
de_de: Beschreibender Name der Frist (z.B. Frühe Eintrittsphase)
eo: Désçrïßés thé déädlïné (é.g. Éärlý Àdmïssïön Déädlïné) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: Describe la fecha límite (p. ej., fecha límite de admisión anticipada)
fa_ir: شرح مهلت( مثلا: مهلت پذیرش زودهنگام)
fi: Kuvaa määräajan (esim. Early Admission Deadline)
fil_ph: Inilalarawan ang deadline (hal. Deadline ng Maagang Pagpasok)
fr_fr: Décrit la date limite (par exemple, la date limite d&#39;admission anticipée)
kk_kz: Мерзімді сипаттайды (мысалы, мерзімінен бұрын қабылдау мерзімі)
pt_br: Descreve o prazo (por exemplo, Prazo de Admissão Antecipada)
sl: Opisuje rok (npr. zgodnji sprejemni rok)

source: The date after which the deadline expires (e.g. January 1, 2019)
af_za: Die datum waarna die sperdatum verval (e. g. 1 Januarie 2019)
cs: Datum, po kterém lhůta uplyne (např. 1. ledna 2019)
da: Den dato, hvorefter fristen udløber (f.eks. 1. januar 2019)
de_de: Der Tag, nach dem die Frist abläuft (z.B. 01.01.2019)
eo: Thé däté äftér whïçh thé déädlïné éxpïrés (é.g. Jänüärý 1, 2019) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: La fecha después de la cual vence el plazo (por ejemplo, 1 de enero de 2019)
fa_ir: تاریخی که پس از آن مهلت منقضی می‌شود (مثلاً 1 ژانویه 2019)
fi: Päivämäärä, jonka jälkeen määräaika päättyy (esim. 1.1.2019)
fil_ph: Ang petsa kung kailan mag-e-expire ang deadline (hal. Enero 1, 2019)
fr_fr: La date après laquelle le délai expire (par exemple, le 1er janvier 2019)
kk_kz: Мерзімі аяқталатын күн (мысалы, 2019 жылғы 1 қаңтар)
pt_br: A data após a qual o prazo expira (por exemplo, 1º de janeiro de 2019)
sl: Datum, po katerem poteče rok (npr. 1. januar 2019)

source: The time after which the deadline expires (e.g. 11:59 PM EST).
af_za: Die tyd waarna die sperdatum verval (e. g. 11:59 PM EST).
cs: Čas, po kterém vyprší lhůta (např. 23:59 EST).
da: Det tidspunkt, hvorefter fristen udløber (f.eks. 23:59 EST).
de_de: Die Zeit, nach der die Frist abläuft (z.B. 11:59 PM EST).
eo: Thé tïmé äftér whïçh thé déädlïné éxpïrés (é.g. 11:59 PM ÉST). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: La hora después de la cual vence el plazo (p. ej., 23:59 EST).
fa_ir: زمانی که پس از آن مهلت منقضی می‌شود (مثلاً 11:59 عصر به وقت شرقی).
fi: Aika, jonka jälkeen määräaika päättyy (esim. 23:59 EST).
fil_ph: Ang oras kung kailan mag-e-expire ang deadline (hal. 11:59 PM EST).
fr_fr: L&#39;heure après laquelle le délai expire (par exemple, 23h59 HNE).
kk_kz: Мерзімі аяқталатын уақыт (мысалы, шығыс уақыты бойынша сағат 11:59).
pt_br: A hora após a qual o prazo expira (por exemplo, 23h59 EST).
sl: Čas, po katerem se rok izteče (npr. 23:59 EST).

source: Describes what the cost is for (e.g. Tuition)
af_za: Beskryf waarvoor die koste is (e. g. Onderrig)
cs: Popisuje, za co jsou náklady (např. školné)
da: Beskriver hvad prisen er for (f.eks. undervisning)
de_de: Preis für (z.B. Unterricht)
eo: Désçrïßés whät thé çöst ïs för (é.g. Tüïtïön) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_ar: Describe para qué es el costo (por ejemplo, matrícula)
fa_ir: توضیح می دهد که هزینه آن چقدر است ( مثلا: شهریه)
fi: Kuvaa kustannukset (esim. lukukausimaksut)
fil_ph: Inilalarawan kung para saan ang gastos (hal. Tuition)
fr_fr: Décrit le coût (par exemple, les frais de scolarité)
kk_kz: Құны қандай екенін сипаттайды (мысалы, оқу)
pt_br: Descreve para que serve o custo (por exemplo, mensalidade)
sl: Opisuje, za kaj so stroški (npr. šolnina)

source: String-based field stating how much the cost is (e.g. $1000).
af_za: String-gebaseerde veld waarin u sê hoeveel die koste is (e. g. $ 1000).
cs: Řetězcové pole uvádějící, kolik to stojí (např. 1000 $).
da: Strengbaseret felt, der angiver, hvor meget prisen er (f.eks. $1000).
eo: Strïng-ßäséd fïéld stätïng höw müçh thé çöst ïs (é.g. $1000). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: Campo basado en cadenas que indica cuánto cuesta (por ejemplo, $1000).
fa_ir: فیلد مبتنی بر رشته که هزینه آن چقدر است (مثلا 1000 دلار).
fi: Merkkijonopohjainen kenttä, jossa ilmoitetaan, kuinka paljon hinta on (esim. $ 1000).
fil_ph: String-based na field na nagsasaad kung magkano ang halaga (hal. $1000).
fr_fr: Champ basé sur une chaîne indiquant le coût (par exemple, 1 000 $).
kk_kz: Құны көрсетілген жолдар негізіндегі көрсеткіштер (мысалы, 1000 АҚШ доллары).
pt_br: Campo baseado em string informando quanto é o custo (por exemplo, US$ 1.000).
sl: Polje, ki temelji na nizu, ki navaja, koliko je strošek (npr. 1000 $).
