Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: The original course, whose recommendation is stored here.
af_za: Die oorspronklike kursus, waarvan die aanbeveling hier gestoor word.
cs: Původní kurz, jehož doporučení je zde uloženo.
da: Det originale kursus, hvis anbefaling er gemt her.
es_ar: El curso original, cuya recomendación se almacena aquí.
fa_ir: دوره آموزشی اصلی که توصیه به آن در اینجا ذخیره شده است.
fi: Alkuperäinen kurssi, jonka suositus on tallennettu tähän.
fil_ph: Ang orihinal na kurso, na ang rekomendasyon ay naka-imbak dito.
fr_fr: Le cours d&#39;origine, dont la recommandation est stockée ici.
pt_br: O curso original, cuja recomendação é armazenada aqui.

source: This is the course recommended after learner completes the original course.
af_za: Dit is die kursus wat aanbeveel word nadat die leerder die oorspronklike kursus voltooi het.
cs: Toto je kurz doporučený poté, co student dokončí původní kurz.
da: Dette er det kursus, der anbefales, efter at eleven har gennemført det originale kursus.
es_ar: Este es el curso recomendado después de que el alumno complete el curso original.
fa_ir: این دوره آموزشی پس از تکمیل دوره اصلی توصیه می‌شود.
fi: Tätä kurssia suositellaan, kun oppija on suorittanut alkuperäisen kurssin.
fil_ph: Ito ang kursong inirerekomenda pagkatapos makumpleto ng mag-aaral ang orihinal na kurso.
fr_fr: Il s&#39;agit du cours recommandé une fois que l&#39;apprenant a terminé le cours original.
pt_br: Este é o curso recomendado após o aluno concluir o curso original.

source: Ratio of number of common skills and total skill count.
af_za: Verhouding van aantal algemene vaardighede en totale vaardigheidtelling.
cs: Poměr počtu běžných dovedností a celkového počtu dovedností.
da: Forholdet mellem antallet af fælles færdigheder og det samlede antal færdigheder.
es_ar: Relación entre el número de habilidades comunes y el recuento total de habilidades.
fa_ir: نسبت تعداد مهارت‌های رایج و تعداد کل آن‌ها.
fi: Yleisten taitojen lukumäärän ja taitojen kokonaismäärän suhde.
fil_ph: Ratio ng bilang ng mga karaniwang kasanayan at kabuuang bilang ng kasanayan.
fr_fr: Ratio du nombre de compétences communes et du nombre total de compétences.
pt_br: Proporção do número de habilidades comuns e contagem total de habilidades.

source: Count of common skills between the original course and recommended course.
af_za: Telling van algemene vaardighede tussen die oorspronklike kursus en aanbevole kursus.
cs: Počet společných dovedností mezi původním kurzem a doporučeným kurzem.
da: Optælling af fælles færdigheder mellem det oprindelige kursus og det anbefalede kursus.
es_ar: Recuento de habilidades comunes entre el curso original y el curso recomendado.
fa_ir: تعداد مهارت‌های مشترک بین دوره آموزشی اصلی و دوره آموزشی توصیه‌شده.
fi: Yleisten taitojen lukumäärä alkuperäisen kurssin ja suositellun kurssin välillä.
fil_ph: Bilang ng mga karaniwang kasanayan sa pagitan ng orihinal na kurso at inirerekomendang kurso.
fr_fr: Décompte des compétences communes entre le cours d&#39;origine et le cours recommandé.
pt_br: Contagem de habilidades comuns entre o curso original e o curso recomendado.

source: Ratio of number of common subjects and total subject count.
af_za: Verhouding van die aantal gewone vakke en totale vaktelling.
cs: Poměr počtu společných předmětů a celkového počtu předmětů.
da: Forhold mellem antal fællesfag og samlet fagantal.
es_ar: Relación entre el número de sujetos comunes y el número total de sujetos.
fa_ir: نسبت تعداد موضوع‌های مشترک و تعداد آن‌ها.
fi: Yleisten aiheiden lukumäärän ja oppiaineiden kokonaismäärän suhde.
fil_ph: Ratio ng bilang ng mga karaniwang paksa at kabuuang bilang ng paksa.
fr_fr: Rapport du nombre de sujets communs et du nombre total de sujets.
pt_br: Razão entre o número de assuntos comuns e a contagem total de assuntos.

source: Count of common subjects between the original course and recommended course.
af_za: Telling van algemene vakke tussen die oorspronklike kursus en aanbevole kursus.
cs: Počet společných předmětů mezi původním kurzem a doporučeným kurzem.
da: Optælling af fællesfag mellem det oprindelige kursus og det anbefalede kursus.
es_ar: Recuento de materias comunes entre el curso original y el curso recomendado.
fa_ir: تعداد موضوع‌های مشترک بین دوره آموزشی اصلی و دوره آموزشی توصیه‌شده.
fi: Yleisten aineiden lukumäärä alkuperäisen kurssin ja suositellun kurssin välillä.
fil_ph: Bilang ng mga karaniwang paksa sa pagitan ng orihinal na kurso at inirerekomendang kurso.
fr_fr: Nombre de matières communes entre le cours d&#39;origine et le cours recommandé.
pt_br: Contagem de disciplinas comuns entre o curso original e o curso recomendado.

source: Course Recommendation
af_za: Kursusaanbeveling
cs: Doporučení kurzu
da: Kursusanbefaling
es_ar: Recomendación de curso
fa_ir: توصیه دوره آموزشی
fi: Kurssin suositus
fil_ph: Rekomendasyon ng Kurso
fr_fr: Recommandation de cours
pt_br: Recomendação de curso

source: Course Recommendations
af_za: Kursusaanbevelings
cs: Doporučení kurzu
da: Kursusanbefalinger
es_ar: Recomendaciones de cursos
fa_ir: توصیه‌های دوره آموزشی
fi: Kurssin suositukset
fil_ph: Mga Rekomendasyon ng Kurso
fr_fr: Recommandations de cours
pt_br: Recomendações de curso

source: Adds recommendations for all published courses
af_za: Voeg aanbevelings by vir alle gepubliseerde kursusse
cs: Přidá doporučení pro všechny publikované kurzy
da: Tilføjer anbefalinger til alle offentliggjorte kurser
es_ar: Agrega recomendaciones para todos los cursos publicados
fa_ir: توصیه‌هایی را برای همه دوره‌های آموزشی منتشرشده اضافه می‌کند
fi: Lisää suosituksia kaikille julkaistuille kursseille
fil_ph: Nagdaragdag ng mga rekomendasyon para sa lahat ng nai-publish na kurso
fr_fr: Ajoute des recommandations pour tous les cours publiés
pt_br: Adiciona recomendações para todos os cursos publicados

source: Adds recommendations for courses created or modified in the past num days
af_za: Voeg aanbevelings by vir kursusse wat in die afgelope aantal dae geskep of gewysig is
cs: Přidá doporučení pro kurzy vytvořené nebo upravené za posledních num dnů
da: Tilføjer anbefalinger til kurser, der er oprettet eller ændret inden for de seneste dage
es_ar: Agrega recomendaciones para cursos creados o modificados en los últimos días.
fa_ir: توصیه‌هایی برای دوره‌های آموزشی ساخته‌شده یا اصلاح‌شده در تعداد روزهای گذشته می‌افزاید
fi: Lisää suosituksia kursseille, jotka on luotu tai muokattu viimeisten num päivän aikana
fil_ph: Nagdaragdag ng mga rekomendasyon para sa mga kursong ginawa o binago sa nakalipas na bilang ng mga araw
fr_fr: Ajoute des recommandations pour les cours créés ou modifiés au cours des derniers jours
pt_br: Adiciona recomendações para cursos criados ou modificados nos últimos dias

source: No partner object found!
af_za: Geen vennootvoorwerp gevind nie!
cs: Nebyl nalezen žádný partnerský objekt!
da: Intet partnerobjekt fundet!
es_ar: ¡No se ha encontrado ningún objeto asociado!
fa_ir: هیچ موضوع مرتبط با شریک پیدا نشد!
fi: Kumppaniobjektia ei löytynyt!
fil_ph: Walang nakitang partner object!
fr_fr: Aucun objet partenaire trouvé !
pt_br: Nenhum objeto parceiro encontrado!

source: The timestamp of the last time the organization data was modified.
af_za: Die tydstempel van die laaste keer dat die organisasie -data gewysig is.
da: Tidsstemplet for sidste gang, organisationens data blev ændret.
fi: Aikaleima, jolloin Organization data muokattiin viimeksi.
fil_ph: Ang timestamp ng huling beses na binago ang Organization data .
fr_fr: L&#39;horodatage de la dernière fois que le Organization data a été modifié.
pt_br: O carimbo de data/hora da última vez que Organização dados foi modificado.

source: Bootcamps
fil_ph: Mga Bootcamp
fr_fr: Camps d&#39;entraînement

source: An error occurred while publishing the program to the marketing site. Please try again. If the error persists, please contact the Engineering Team.
ar: لقد حدث خطأ أثناء نشر البرنامج في موقع التسويق. حاول مرة اخرى. إذا استمر الخطأ، يرجى الاتصال بفريق الهندسة.
bn_bd: মার্কেটিং সাইটের প্রোগ্রাম প্রকাশ করার সময় একটি ত্রুটি ঘটেছে. অনুগ্রহপূর্বক আবার চেষ্টা করুন. কোনো ত্রুটি হয়ে থাকে, প্রকৌশল টিম সাথে যোগাযোগ করুন
he: התרחשה שגיאה בעת פרסום התכנית באתר השיווק. נא נסה שנית. אם השגיאה חוזרת על עצמה, נא צור קשר עם צוות ההנדסה.
ka: პროგრამის მარკეტინგულ გვერდზე გამოქვეყნების დროს წარმოიშვა შეცდომა. გთხოვთ სცადოთ თავიდან. თუ შეცდომა დარჩა, გთხოვთ ინჟინერთა გუნდს მიმართოთ.

source: Change program excluded course runs
ar: تغيير البرنامج استبعد مجرى الدورة
bn_bd: পরিবর্তন প্রোগ্রাম বাদ অবশ্যই রান
he: שינוי תכנית מוציא מכלל אפשרות הרצות קורס
ka: პროგრამის გარეთ კურსების გაშვებების შეცვლა

source: created
ar: تم الإنشاء
bn_bd: নির্মিত

source: Studio instance {updated_text}
ar: مثال استوديو {updated_text}
bn_bd: স্টুডিও উদাহরণস্বরূপ {updated_text}

source: New Studio instance request for {title}
ar: طلب مثال استوديو جديد ل {title}
bn_bd: এর জন্য নতুন স্টুডিও উদাহরণস্বরূপ অনুরোধ {শিরোনাম}

source: Secondary (optional)
ar: ثانوي (اختياري)
bn_bd: মাধ্যমিক (ঐচ্ছিক)

source: Tertiary (optional)
ar: التعليم العالي (اختياري)
bn_bd: টারশিয়ারি (ঐচ্ছিক)

source: Is XSeries?
ar: هو XSeries؟
bn_bd: XSeries হয়?

source: Is MicroMasters?
ar: هو MicroMasters؟
bn_bd: মাইক্রো মাস্টার্স আছে কি?

source: Course Run Key
ar: مفتاح مجرى الدورة التعليمية
bn_bd: কোর্সের চালান কী

source: Choose course type
ar: اختيار مصدر الدورة التعليمية
bn_bd: স্ব-বিন্যস্ত

source: Audit Only
ar: التدقيق فقط
bn_bd: শুধু অডিট

source: Verified Certificate
ar: شهادة موثقة
bn_bd: যাচাইকৃত সার্টিফিকেট

source: Professional Education
ar: تعليم مهني
bn_bd: পেশাগত শিক্ষা

source: Seat Type
ar: نوع المقعد
bn_bd: আসন টাইপ
he: סוג מושב
ka: ადგილის ტიპი

source: Verification deadline
ar: الموعد النهائي للتحقق
bn_bd: যাচাই নির্দিষ্ট সময়সীমা
he: מועד אחרון לאימות
ka: დამოწმების საბოლოო ვადა

source: Last date/time on which verification for this product can be submitted.
ar: آخر تاريخ/توقيت الذي يمكن فيه تقديم التحقق من هذا المنتج.
bn_bd: শেষ তারিখ / সময় যা এই পণ্যের জন্য যাচাই করে জমা করা যেতে পারে।
he: התאריך/השעה האחרונים שניתן להגיש אימות עבור מוצר זה.
ka: ბოლო თარიღი/დრო როდესაც შეგიძლიათ ამ პროდუქტის ვერიფიკაციის გაგზავნა.

source: Professional (no ID verifiation)
ar: مهني (دون التحقق من معرف الهوية)
bn_bd: প্রফেশনাল (কোন আইডি যাচাই ছাড়া)
he: מקצועי (ללא אימות זיהוי)
ka: სპეციალისტი (ID-ს დაუმოწმებლად)

source: Please fill all required fields.
ar: الرجاء ملء جميع الحقول المطلوبة.
bn_bd: সব প্রয়োজনীয় ক্ষেত্রগুলি পূরণ করুন
ka: გთხოვთ ყველა მოთხოვნილი ველი შეავსოთ.

source: Course run created successfully for course "{course_title}".
ar: تم إنشاء مجرى بنجاح للدورة التعليمية "{course_title}".
ka: კურსის გაშვება კურსისთვის "{course_title}" წარმატებით შეიქმნა.

source: There was an error saving course run, {error}
ar: حدث خطأ أثناء حفظ مجرى الدورة التعليمية، {error}
ka: კურსის გაშვების შენახვისას გაჩნდა შეცდომა, {error}

source: updated
ar: تم تحديثه
bn_bd: আপডেট হইয়াছে

source: New comment added
ar: تمت إضافة تعليق جديد
bn_bd: নতুন মন্তব্য যোগ হইয়াছে

source: Comment updated
ar: تم تحديث التعليق
bn_bd: মন্তব্য আপডেট

source: {subject_desc} in course run: {title}-{pacing_type}-{start}
ar: تم إضافة {subject_desc} في مجرى الدروة التعليمية: {title}-{pacing_type}-{start}

source: {subject_desc} in Course: {title}
ar: تم إضافة {subject_desc} في الدورة التعليمية: {title}

source: Course Run Form
ar: نموذج مسار الدورة
bn_bd: কোর্সের চালান ফরম
he: טופס הרצת קורס
ka: კურსის გაშვების ფორმა

source: Edit Comment
ar: تعديل التعليق
bn_bd: মন্তব্য সম্পাদনা
he: ערוך הערה
ka: კომენტარის რედაქტირება

source: Family Name
ar: اسم العائلة
bn_bd: পারিবারিক নাম

source: change owner
ar: تغيير المالك
bn_bd: মালিকানা পরিবর্তন
ka: მფლობელის შეცვლა

source: Latest version
ar: الإصدار الأخير
bn_bd: সর্বশেষ সংস্করণ

source: Open Selected Version
ar: فتح الإصدار المختار
bn_bd: ওপেন নির্বাচিত সংস্করণ

source: The fields below will only affect this new course run. If you feel the need edit information from the parent course then you may do so on the %(link_start)s%(course_url)s%(link_middle)sparent course for this run%(link_end)s.
ar: ستؤثر الحقول أدناه فقط على مجرى الدورة التعليمية الجديدة. إذا كنت تشعر بحاجة إلى تحرير المعلومات من الدورة الأصل، يمكنك القيام بذلك على %(link_start)s%(course_url)s%(link_middle)sالدورة الأصل لهذا المجرى%(link_end)s.
ka: ქვედა ველები მხოლოდ ამ ახალი კურსის გაშვებაზე იმოქმედებენ. თუ თქვენ თვლით რომ ინფორმაცია უნდა გასწორდეს მშობელ კურსზე, შეგიძლიათ გაასწოროთ აქ %(link_start)s%(course_url)s%(link_middle)s მშობელი კურსი ამ გაშვებისთვის %(link_end)s

source: Studio instance information
ar: معلومات مثيل الاستديو
bn_bd: স্টুডিও উদাহরণস্বরূপ তথ্য
ka: სტუდიოს ასლის ინფორმაცია

source: The information in this section is required to create a course studio instance. You must fill all required information but are welcome to come back and enter the rest of the information when you are ready to announce the course, or you can do it all at once if you are ready to do so.
ar: المعلومات في هذا القسم مطلوبة لإنشاء مثيل استديو دورة تعليمية. يجب ملء جميع المعلومات المطلوبة ولكن يمكنك أن تعود مرة أخرى وتدخل بقية المعلومات عندما تكون مستعداً لإعلان هذه الدورة التعليمية، أو يمكنك القيام بذلك عندما تكون مستعد لذلك.
ka: ინფორმაცია ამ განყოფილებაში მოთხოვნილია იმისთვის რომ კურსის სტუდიოს ასლი შეიქმნას. თქვენ უნდა შეავსოთ ყველა მოთხოვნილი ინფორმაცია, მაგრამ დარჩენილი ინფორმაცია შეგიძლიათ შეავსოთ, როდესაც კურსის გამოსაცხადებლად მზად იქნებით ან შეგიძლიათ ერთდროულად შეავსოთ თუ ამისთვის მზად იქნებით.

source: Example
ar: مثال
bn_bd: উদাহরণ
he: דוגמה
ka: მაგალითი

source: Concise 70 characters maximum; < 50 chars. recommended.
ar: محدود ل 70 حرف كحد أقصى؛ يفضل <50 من حرف.
he: מכיל 70 תווים לכל היותר; מומלץ פחות מ-50 תווים.
ka: დაიყვანე მაქსიმუმ 70 სიმბოლომდე; <50 სიმბოლოა რეკომენდებული.

source: Descriptive - clearly indicates what the course is about.
ar: الوصف التوضيحي - يصف بوضوح ما الذي تتناوله الدورة.
he: תיאורי - מתאר בבירור מהו נושא הקורס.
ka: აღწერითი - ნათლად აჩვენებს რას ეხება კურსი.

source: SEO-optimized and targeted to a global audience.
ar: مزود بخاصية تحسين محركات البحث SEO وموجه للجمهور العالمي.
bn_bd: SEO-অপ্টিমাইজ এবং একটি বিশ্বব্যাপী শ্রোতা লক্ষ্য করে
he: מְמוטב SEO ונועד לקהל גלובלי.
ka: ოპტიმიზირებული და გლობალურ აუდიტორიაზე მორგებული საძიებო სისტემა

source: If the course falls in a sequence, our titling convention is: "Course Title: Subtitle"
ar: إذا تم تدريس هذه الدورة بالتسلسل، فستكون الطريقة المتعارف عليها للتسمية: "عنوان المقرر: عنوان فرعي"
bn_bd: অবশ্যই ক্রমানুসারে, আমাদের titling কনভেনশন হল: "কোর্সের শিরোনাম: উপশিরোনাম '
he: אם הקורס נמצא ברצף, המוסכמה לכותרת היא: "כותרת הקורס: כתובית"
ka: თუ კურსის თანმიმდევრობა აირევა, ჩვენი დასათაურების პირობა იქნება: "კურსის სათაური: ქვესათაური"

source: Introduction to Statistics
ar: مقدمة في الإحصاء
bn_bd: পরিসংখ্যান পরিচিতি
he: מבוא לסטטיסטיקה
ka: სტატისტიკის შესავალი

source: Institution Course Admin
ar: مشرف المؤسسة على الدورة التعليمية
bn_bd: ইনস্টিটিউশন কোর্সের এডমিন
ka: ინსტიტუტის კურსის ადმინისტრატორი

source: Change
ar: تغيير
bn_bd: পরিবর্তন
ka: ცვლილება

source: Start on a weekday (preferably Tuesday, Wednesday, or Thursday) and avoid major U.S. holidays for best access to edX staff.
ar: ابدأ بأحد أيام العمل (مثل الثلاثاء والأربعاء والخميس) وتجنب عطلات الولايات المتحدة الكبرى حتى تتمكن من الوصول بشكل أفضل إلى موظفي edX.
ka: დაიწყეთ კვირის დღეს (უმჯობესია სამშაბათს, ოთხშაბათს ან ხუთშაბათს) და edX პერსონალთან საუკეთესო წვდომისთვის აშშ-ს მთავარ დღესასწაულებს მოერიდეთ.

source: Approximate dates are acceptable; If you are unable to give an exact date, please identify a month in which the course will be offered.
ar: يتم قبول التواريخ التقريبية؛ إذا لم تكن قادراً على تقديم تاريخ محدد، الرجاء تحديد الشهر الذي سيتم افتتاح الدورة التدريبية خلاله.
ka: დაახლოებითი თარიღები მისაღებია; თუ ვერ უთითებთ ზუსტ თარიღს, გთხოვთ განსაზღვრეთ თვე რომელშიც სთავაზობთ კურსს.

source: Will your course be open to students at the same time as it is announced?
ar: هل سيتم فتح الدورة للطلاب في الوقت المعلن عنه؟
bn_bd: হিসেবে ঘোষণা করা হয় আপনার অবশ্যই একই সময়ে শিক্ষার্থীদের জন্য খোলা থাকবে
he: האם הקורס שלך יפַתח לסטודנטים בזמן שנקבע?
ka: თქვენი კურსი სტუდენტებისთვის გამოცხადებისთანავე ღია იქნება?

source: Courses split into several modules can be denoted by adding .1, .2, etc. at the end of the course number before the “x” No special html characters, accents, spaces, dashes, or underscores 10 character limit
ar: تم تقسيم الدورة التدريبية إلى وحدات عديدة التي يمكن تسميتها بإضافة .1، .2، إلخ في نهاية رقم المقرر قبل “x” لا يوجد أحرف، ألوان، مسافات أو خطوط سفلية html خاصة الحد الأقصى 10 أحرف
ka: კურსები დაყოფილი რამოდენიმე მოდულად შესაძლებელია .1, .2, და ა. შ. ციფრების დამატებით აღინიშნოს კურსის ნომრის ბოლოს, “x”-ის წინ არ გამოიყენოთ სპეციალური html სიმბოლოები, მახვილები, ჰარები, ტირეები ან ქვეტირეები 10 სიმბოლოიანი ლიმიტი

source: Example:
ar: مثال:
bn_bd: উদাহরণ
ka: მაგალითი:

source: etc.
ar: إلخ.
ka: ა.შ.

source: About page information
ar: معلومات صفحة اللمحة
bn_bd: আমাদের পৃষ্ঠা সম্পর্কে তথ্য
he: מידע על עמוד "אודות"
ka: გვერდის შესახებ ინფორმაცია

source: The date when this self-paced course run will end, replaced by an updated version of the course
ar: التاريخ الذي سينتهي فيه تشغيل هذه الدورة بالتعلم الذاتي، حين يتم استبدالها بنسخة محدثة من الدورة
he: התאריך שבו מסלול קורס זה בקצב אישי מסתיים ומוחלף בגרסה מעודכנת של הקורס
ka: ამ თვითრეგულირებადი კურსის გაშვების თარიღი დასრულდება კურსის განახლებული ვერსიით.

source: If Verified or Professional Ed, indicate certificate price in US dollars (minimum of $49)
ar: إذا كانت الشهادة موثّقة أو للتعليم المهني، حدد سعر الشهادة بالدولار الأمريكي (الحد أدنى 49$)
ka: თუ შემოწმებულია ან პროფესიული განათლებაა, მიუთითეთ სერტიფიკატის ფასი აშშ-ს დოლარებში (მინიმუმ 49$)

source: Save Draft
ar: حفظ المسودة
bn_bd: খসড়া সংরক্ষণ
he: שמור טיוטה
ka: შეინახეთ მონახაზი

source: Course Form
ar: نموذج الدورة
bn_bd: কোর্সের ফরম
he: טופס קורס
ka: კურსის ფორმა

source: Studio Instance
ar: مثال الاستوديو
bn_bd: স্টুডিও ইনস্ট্যান্সের

source: Project Management Life Cycle
ar: دورة إدارة المشاريع الحياة

source: Maximum 10 characters. Characters can be letters, numbers, or periods.
ar: الحد الأقصى 10 أحرف. يمكن للأحرف أن تكون حروف وأرقام، أو فترات
bn_bd: সর্বোচ্চ 10 টি অক্ষর. অক্ষর অক্ষর, সংখ্যা, বা সময়কাল হতে পারে

source: STUDIO INSTANCE
ar: مثيل الاستوديو
bn_bd: স্টুডিও উদাহরণস্বরূপ

source: This is the course studio URL.
ar: هذا هو رابط استوديو الدورة التعليمية.
bn_bd: এই কোর্স স্টুডিও ইউ আর

source: Is this course a part of any programs?
ar: هل هذه الدورة جزء من أي برنامج؟

source: Select the type or types of programs.
ar: اختر نوع أو أنواع البرامج.

source: Add the name of the program this course will be a part of.
ar: إضافة اسم برنامج هذه الدورة سوف يكون جزءاً منه.

source: If Verified or Professional Education, indicate certificate price in US dollars (minimum of $49)
ar: إذا كان التعليم قد تم التحقق منه أو مهني، قم بالإشارة إلى سعر الشهادة بالدولار الأمريكي (الحد الأدنى 49$)

source: BRIEF DESCRIPTION
ar: وصف ملخص
bn_bd: সংক্ষিপ্ত বর্ণনা

source: Reads as a tag line - a short, engaging description for students browsing course listings
ar: كتابة سطر تعريف - عبارة عن وصف قصير لجذب الطلاب لتصفح قوائم الدورة
he: נקרא כשורת תגית - תיאור קצר ומעניין שהסטודנטים יראו כשידפדפו ברשימות הקורס
ka: იკითხება როგორც ტეგის ხაზი - მოკლე, მიმზიდველი აღწერა სტუდენტებისთვის, რომლებიც კურსების ჩამონათვალს ათვალიერებენ.

source: Conveys why someone should take the course
ar: يوضح السبب لما يُوصى أي شخص بتعلم هذه الدورة
he: מציג מדוע כדאי לקחת את הקורס
ka: იტყობინება რატომ უნდა აარჩიოს ვინმემ ეს კურსი

source: SEO optimized and targeted to a global audience
ar: مزود بخاصية تحسين محركات البحث SEO وموجه للجمهور العالمي
he: מְמוטב SEO ונועד לקהל גלובלי.
ka: ოპტიმიზირებული და გლობალურ აუდიტორიაზე მორგებული საძიებო სისტემა

source: 140 character limit, including spaces.
ar: الحد الأقصى 140 حرف، يشمل الفراغات.
bn_bd: 140 অক্ষর সীমা, স্পেস সহ

source: FULL DESCRIPTION
ar: وصف مفصّل
he: תיאור מלא
ka: სრული აღწერა

source: Summarized description of course content
ar: وصف ملخص لمحتوى المقرر
he: תיאור מקוצר של תוכן הקורס
ka: კურსის შინაარსის შემაჯამებელი აღწერა

source: Describe why a learner should take this course
ar: اشرح لماذا ينبغي للطلاب تعلم هذه الدورة
he: תאר מדוע על תלמיד לגשת לקורס זה
ka: აღწერეთ რატომ უნდა აარჩიოს მსმენელმა ეს კურსი

source: Text should be easily scannable, using bullet points to highlight instead of long, dense text paragraphs
ar: يجب أن يكون من السهل الاطلاع على النص، باستخدام التعداد النقطي لإبراز النقاط بدلاً من الفقرات النصية الطويلة المكثفة
he: על הטקסט להיות ניתן לסריקה בקלות, באמצעות נקודות תבליט להדגשה במקום פסקאות טקסט ארוכות וצפופות
ka: სასურველია ტექსტი ადვილად აღქმადი იყოს, აქცენტისთვის საკითხების ბურთულებიანი ჩამონათვალი გამოიყენეთ, ტექსტის გრძელი და გადატვირთული აბზაცების ნაცვლად.

source: Note: the first 4-5 lines will be visible to the learner immediately upon clicking the page;
ar: ملاحظة: ستكون أول 4-5 أسطر مرئية للطالب مباشرة بمجرد النقر على الصفحة؛
he: הערה: 4-5 השורות הראשונות יהיו גלויות לתלמיד מיד בלחיצה על העמוד;
ka: შენიშვნა: გვერდზე დაწკაპუნებისთანავე მსმენელისთვის პირველი 4-5 ხაზი ხილვადი იქნება;

source: additional text will be hidden yet available via "See More" clickable text under the first 4-5 lines
ar: سيتم إخفاء النص الإضافي ومع ذلك سيبقى متاحاً من خلال النص القابل للنقر "انظر المزيد" أسفل الأسطر 4-5 الأولى
he: טקסט נוסף יוסתר אך עדיין יהיה זמין באמצעות הלחצן "ראה עוד" הנמצא מתחת ל-5-4 השורות הראשונות
ka: დამატებითი ტექსტი დაფარული იქნება, მაგრამ "იხილე მეტის" პირველი 4-5 ხაზი დასაწკაპუნებელი ტექსტის მეშვეობით, ხელმისაწვდომი

source: EXPECTED LEARNINGS
ar: توقعات التعلم
bn_bd: আশা করা শিক্ষা
he: לימודים צפויים
ka: მოსალოდნელი შედეგები

source: Answer to the question: "What will you learn from this course?"
ar: إجابة للسؤال: "ما الذي ستتعلمه في هذه الدورة؟"
he: תשובה לשאלה: "מה תלמד מקורס זה?"
ka: პასუხი კითხვაზე: "რას ისწავლი ამ კურსიდან?"

source: bulleted items, approximately 4-10 words per bullet
ar: عناصر التعداد النقطي، حوالي 4-10 كلمات في كل نقطة
he: פריטים בתבליטים, כ-10-4 מילים לכל תבליט
ka: ბურთულებიანი საკითხები, თითო ბურთულაზე დაახლოებით 4-10 სიტყვა

source: If there is more than one instructor, please indicate the order in which the instructors should be listed
ar: إذا كان هناك أكثر من معلم واحد، يرجى تحديد ترتيب المعلمين في القائمة
he: אם יש יותר ממדריך אחד, ציין את הסדר שבו יש לרשום את המדריכים
ka: თუ ერთზე მეტი ინსტრუქტორია, გთხოვთ მათი ჩამონათვალის თანმიმდევრობა მიუთითეთ.

source: Limited to the primary instructors a learner will encounter in videos
ar: يقتصر على المعلمين الأساسيين الذين سيواجههم المتعلم في أشرطة الفيديو

source: Add New
ar: إضافة جديد
bn_bd: নতুন যুক্ত করুন

source: Only one primary subject will appear on the About Page; please select one primary subject and a maximum of two additional subject areas for search.
ar: سيظهر موضوع أساسي واحد على صفحة "عن الدورة"؛ لذا يرجى تحديد موضوع أساسي واحد وموضوعين إضافيين فرعيين للبحث كحد أقصى.
he: רק נושא ראשי אחד יופיע בעמוד "אודות"; בחר נושא ראשי אחד ושני תחומי נושא נוספים לכל היותר בחיפוש.
ka: "გვერდის შესახებში" გამოჩნდება მხოლოდ ერთი ძირითადი საგანი; გთხოვთ საძიებლად აირჩიოთ ერთი ძირითადი საგნისა და მაქსიმუმ ორი დამატებითი საგნის სფერო.

source: Select an eye-catching, colorful image that captures the content and essence of your course
ar: اختر صورة لافتة للنظر وملونة لمثيل محتوى وجوهر هذه الدورة
he: בחר תמונה בולטת וצבעונית המעבירה את תוכן ומהות הקורס.
ka: აირჩიეთ თვალწარმტაცი, ფერადი გამოსახულება, რომელიც გამოხატავს თქვენი კურსის შინაარსსა და არსს

source: Do not include text or headlines
ar: يحظر إدخال النصوص أو العناوين
he: אל תכלול טקסט או כותרות
ka: არ მოიცვა ტექსტი ან სათაური
