Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: Not sending notification email for template {template} because no publisher URL is defined for partner {partner}
af_za: Stuur nie kennisgewing -e -pos vir sjabloon nie {template} omdat geen uitgewer URL vir vennoot {partner} gedefinieër is nie
cs: Neposílám e-mail s upozorněním pro šablonu {template}, protože pro partnera není definována žádná adresa URL vydavatele {partner}
da: Sender ikke meddelelses-e-mail for skabelon {template} , fordi der ikke er defineret en udgiver-URL for partner {partner}
de_de: Es werden keine E-Mails für die Vorlage {template} gesendet, da noch keine Publisher URL für den Partner {partner} definiert wurde.
eo: Nöt séndïng nötïfïçätïön émäïl för témpläté {template} ßéçäüsé nö püßlïshér ÛRL ïs défïnéd för pärtnér {partner} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_ar: No se envía el correo electrónico de notificación para la plantilla {template} porque no se ha definido ninguna URL de editor para el socio {partner}
fa_ir: هیچ رایانامه اعلان برای قالب {template} ارسال نمی‌شود زیرا هیچ نشانی اینترنتی از ناشر برای شریک {partner} تعریف نشده است.
fi: Ei lähetetä ilmoitussähköpostia mallille {template}, koska kumppanille {partner} ei ole määritetty julkaisijan URL-osoitetta
fil_ph: Hindi nagpapadala ng email ng notification para sa template {template} dahil walang tinukoy na URL ng publisher para sa kasosyo {partner}
fr_fr: Pas d&#39;envoi d&#39;e-mail de notification pour le modèle {template} car aucune URL d&#39;éditeur n&#39;est définie pour le partenaire {partner}
kk_kz: Үлгі {template} үшін хабарлама жіберілмейді, өйткені серіктес {partner}үшін басылым URL мекенжайы анықталмаған
pt_br: Não enviando e-mail de notificação para o modelo {modelo} porque nenhum URL do editor está definido para o parceiro {parceiro}
sl: Ne pošiljam e-poštnega obvestila za predlogo {template}, ker za partnerja {partner} ni določen URL izdajatelja

source: Not sending notification email for template {template} because no studio URL is defined for partner {partner}
af_za: Stuur nie kennisgewing -e -pos vir sjabloon nie {template} omdat geen ateljee URL vir vennoot {partner} gedefinieër is nie
cs: Neposílám e-mail s upozorněním pro šablonu {template}, protože pro partnera {partner} není definována žádná adresa URL studia
da: Sender ikke notifikations-e-mail for skabelon {template} , fordi der ikke er defineret en studie-URL for partner {partner}
de_de: Es werden keine E-Mails für die Vorlage {template} gesendet, da noch keine Studio URL für den Partner {partner} definiert wurde.
eo: Nöt séndïng nötïfïçätïön émäïl för témpläté {template} ßéçäüsé nö stüdïö ÛRL ïs défïnéd för pärtnér {partner} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_ar: No se envía el correo electrónico de notificación para la plantilla {template} porque no se definió ninguna URL de estudio para el socio {partner}
fa_ir: رایانامه‌ای برای قالب {template} ارسال نمی‌شود زیرا هیچ نشانی اینترنتی استودیویی برای شریک {partner} تعریف نشده است.
fi: Ei lähetetä ilmoitussähköpostia mallille {template}, koska kumppanille {partner} ei ole määritetty studion URL-osoitetta
fil_ph: Hindi nagpapadala ng email ng notification para sa template {template} dahil walang URL ng studio na tinukoy para sa partner {partner}
fr_fr: Pas d&#39;envoi d&#39;e-mail de notification pour le modèle {template} car aucune URL de studio n&#39;est définie pour le partenaire {partner}
kk_kz: Үлгі {template} үшін хабарлама жіберілмейді, өйткені серіктес {partner}үшін студия URL мекенжайы анықталмаған
pt_br: Não enviando e-mail de notificação para o modelo {modelo} porque nenhum URL de estúdio foi definido para o parceiro {parceiro}
sl: Ne pošiljam e-poštnega obvestila za predlogo {template}, ker za partnerja {partner} ni definiran URL studia

source: legal team
af_za: regspan
cs: právní tým
da: juridisk hold
de_de: Rechtsabteilung
eo: légäl téäm Ⱡ'σяєм ιρѕυм ∂σłσ#
es_ar: equipo legal
fa_ir: تیم قانونی
fi: lakitiimi
fil_ph: legal na pangkat
fr_fr: Équipe juridique
kk_kz: Заңды топ
pt_br: equipe oficial
sl: pravna ekipa

source: course team
af_za: Kursuspan
cs: tým kurzu
da: kursushold
de_de: Kurs Team
eo: çöürsé téäm Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: equipo del curso
es_ar: equipo del curso
fa_ir: تیم دوره آموزشی
fi: kurssin joukkue
fil_ph: pangkat ng kurso
fr_fr: équipe de cours
ja_jp: 講座チーム
kk_kz: Курс командасы
pl: kadra kursu
pt_br: Equipe do curso
ru: команда курса
sl: tečajna ekipa
tr_tr: ders takımı

source: Legal review requested: {title}
af_za: Wettige oorsig versoek: {title}
cs: Požadovaná právní kontrola: {title}
da: Anmodet om juridisk gennemgang: {title}
de_de: rechtliche Überprüfung angefordert: {title}
eo: Légäl révïéw réqüéstéd: {title} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: Revisión legal pedida: {title}
es_ar: Revisión legal solicitada: {title}
fa_ir: بررسی قانونی درخواست شده: {title}
fi: Oikeudellinen tarkistus pyydetty: {title}
fil_ph: Hiniling na legal na pagsusuri: {title}
fr_fr: Examen juridique demandé : {title}
ja_jp: 法的レビューリクエスト: {title}
kk_kz: Заңды шолу талап етіледі: {title}
pl: Żądanie oceny prawnej: {title}
pt_br: Revisão legal requisitada: {title}
ru: Требуется юридический запрос: {title}
sl: Zahtevan pravni pregled: {title}
tr_tr: Hukuki görüş talep edildi: {title}

source: Review requested: {key} - {title}
af_za: Hersien versoek: {key} - {title}
cs: Požadovaná kontrola: {key} – {title}
da: Anmeldelse anmodet: {key} - {title}
de_de: Überprüfung angefordert: {key} - {title}
eo: Révïéw réqüéstéd: {key} - {title} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_ar: Revisión solicitada: {key} - {title}
fa_ir: بررسی درخواست شده: {key} - {title}
fi: Pyydetty tarkistus: {key} - {title}
fil_ph: Hiniling ang pagsusuri: {key} - {title}
fr_fr: Examen demandé : {key} - {title}
kk_kz: Шолу талап етіледі: {key} - {title}
pt_br: Revisão solicitada: {chave} - {título}
sl: Zahtevan pregled: {key} - {title}

source: Review complete: {title}
af_za: Hersien voltooi: {title}
cs: Kontrola dokončena: {title}
da: Gennemgang fuldført: {title}
de_de: Überprüfung abgeschlossen: {title}
eo: Révïéw çömplété: {title} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Revisión completada: {title}
es_ar: Revisión completa: {title}
fa_ir: بررسی کامل شد:‌ {title}
fi: Tarkastus valmis: {title}
fil_ph: Tapos na ang pagsusuri: {title}
fr_fr: Examen terminé : {title}
ja_jp: レビュー完了: {title}
kk_kz: Шолу аяқталды: {title}
pl: Ocena gotowa: {title}
pt_br: Revisão completa: {title}
ru: рецензирование завершено {title}
sl: Pregled končan: {title}
tr_tr: İnceleme tamamlandı: {title}

source: Published: {title}
af_za: Gepubliseer: {title}
cs: Publikováno: {title}
da: Udgivet: {title}
de_de: Veröffentlicht: {title}
eo: Püßlïshéd: {title} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_ar: Publicado: {title}
fa_ir: منتشر شد: {title}
fi: Julkaistu: {title}
fil_ph: Na-publish: {title}
fr_fr: Publié : {title}
kk_kz: Жарияланды: {title}
pt_br: Publicado: {title}
sl: Objavljeno: {title}

source: Published: {key} - {title}
af_za: Gepubliseer: {key} - {title}
cs: Publikováno: {key} – {title}
da: Udgivet: {key} - {title}
de_de: Veröffentlicht: {key} - {title}
eo: Püßlïshéd: {key} - {title} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_ar: Publicado: {key} - {title}
fa_ir: منتشر شد: {key} - {title}
fi: Julkaistu: {key} - {title}
fil_ph: Na-publish: {key} - {title}
fr_fr: Publié : {key} - {title}
kk_kz: Жарияланды: {key} - {title}
pt_br: Publicado: {key} - {title}
sl: Objavljeno: {key} - {title}

source: Comment added: {title}
af_za: Opmerking bygevoeg: {title}
cs: Komentář přidán: {title}
da: Kommentar tilføjet: {title}
de_de: Kommentar hinzugefügt: {title}
eo: Çömmént äddéd: {title} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_ar: Comentario añadido: {title}
fa_ir: نظر ارائه شد: {title}
fi: Kommentti lisätty: {title}
fil_ph: Idinagdag ang komento: {title}
fr_fr: Commentaire ajouté : {title}
kk_kz: Пікір қосылды: {title}
pt_br: Comentário adicionado: {title}
sl: Dodan komentar: {title}

source: Programs can only be activated if they have a banner image.
af_za: Programme kan slegs geaktiveer word as hulle 'n banierbeeld het.
ar: لا يمكن تفعيل البرامج إلا إذا كان لديها صورة شعار.
bn_bd: যদি তারা একটি ব্যানার ইমেজ আছে প্রোগ্রাম শুধুমাত্র সক্রিয় করা যাবে.
cs: Programy můžou být aktivované, pouze pokud mají bannerový obrázek.
da: Programmer kan kun aktiveres, hvis de har et bannerbillede.
de_de: Programme können nur aktiviert werden, wenn sie über ein Bannerbild verfügen
eo: Prögräms çän önlý ßé äçtïvätéd ïf théý hävé ä ßännér ïmägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Los programas se pueden activar solamente si cuentan con una imagen de banner.
es_ar: Los programas solo se pueden activar si tienen una imagen de banner.
fa_ir: برنامه‌ها تنها زمانی می‌توانند فعال‌شده باشند که تصویر بنر داشته باشند.
fi: Ohjelmat voidaan aktivoida vain, jos niissä on bannerikuva.
fil_ph: Maa-activate lang ang mga program kung mayroon silang banner image.
fr_fr: Les programmes ne peuvent être activés que s&#39;ils ont une image de bannière.
ja_jp: バナー画像があれば、プログラムは作動できます。
kk_kz: Баннердың суреті болған жағдайда ғана программа активациялануы мүмкін.
pl: Programy można aktywować wyłącznie jeśli posiadają one zdjęcie / grafikę - banner.
pt_br: Programas só podem ser ativados se tiverem uma imagem de banner.
ru: Активация программ возможна только в том случае, если у них есть изображение баннера.
sl: Programe je mogoče aktivirati le, če imajo sliko pasice.
tr_tr: Programlar ancak bir banner görseline sahip olduktan sonra etkinleştirilebilir.

source: Tag to add to courses
af_za: Tag om by te voeg tot kursusse
cs: Tag pro přidání do kurzů
da: Tag for at tilføje til kurser
de_de: Markieren, um zu dem Kurs hinzuzufügen
eo: Täg tö ädd tö çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_ar: Etiqueta para agregar a los cursos
fa_ir: برچسب برای افزودن به دوره آموزشی
fi: Lisää tunniste kursseille
fil_ph: Tag na idaragdag sa mga kurso
fr_fr: Balise à ajouter aux cours
kk_kz: Курстарға қосуға арналған белгі
pt_br: Tag para adicionar aos cursos
sl: Označi za dodajanje tečajem

source: UUIDs of courses to tag
af_za: Uuïede van kursusse om te merk
cs: UUID kurzů k označení
da: UUID&#39;er af kurser til at tagge
de_de: UUIDs zum Markieren des Kurses
eo: ÛÛÌDs öf çöürsés tö täg Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_ar: UUID de cursos para etiquetar
fa_ir: UUIDs از دوره‌های آموزشی برای برچسب
fi: Merkittävien kurssien UUID-tunnukset
fil_ph: UUID ng mga kursong ita-tag
fr_fr: UUID des cours à taguer
kk_kz: UUID белгілеу курстары
pt_br: UUIDs de cursos para tag
sl: UUID-ji tečajev za označevanje

source: Use arguments from the TagCourseUUIDsConfig model instead of the command line.
af_za: Gebruik argumente uit die tagcourseUuUidsconfig -model in plaas van die opdragreël.
cs: Místo příkazového řádku použijte argumenty z modelu TagCourseUUIDsConfig.
da: Brug argumenter fra TagCourseUUIDsConfig-modellen i stedet for kommandolinjen.
de_de: Nutzen Sie Argumente aus des TagCourseUUIDsConfig Modells, anstelle der Befehlszeile.
eo: Ûsé ärgüménts fröm thé TägÇöürséÛÛÌDsÇönfïg mödél ïnstéäd öf thé çömmänd lïné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_ar: Utilice argumentos del modelo TagCourseUUIDsConfig en lugar de la línea de comandos.
fa_ir: به جای خط فرمان از آرگومان‌های مدل TagCourseUUIDsConfig استفاده کنید.
fi: Käytä TagCourseUUIDsConfig-mallin argumentteja komentorivin sijaan.
fil_ph: Gumamit ng mga argumento mula sa modelong TagCourseUUIDsConfig sa halip na sa command line.
fr_fr: Utilisez les arguments du modèle TagCourseUUIDsConfig au lieu de la ligne de commande.
kk_kz: Пәрмен жолының орнына TagCourseUUIDsConfig моделіндегі дәлелдерді қолданыңыз.
pt_br: Use argumentos do modelo TagCourseUUIDsConfig em vez da linha de comando.
sl: Namesto ukazne vrstice uporabite argumente iz modela TagCourseUUIDsConfig.

source: Missing required arguments
af_za: Ontbreek vereiste argumente
cs: Chybí požadované argumenty
da: Mangler påkrævede argumenter
de_de: Fehlendes erforderliches Argument
eo: Mïssïng réqüïréd ärgüménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_ar: Faltan argumentos requeridos
fa_ir: آرگومان‌های ضروری مفقود
fi: Pakolliset argumentit puuttuvat
fil_ph: Nawawala ang mga kinakailangang argumento
fr_fr: Arguments obligatoires manquants
kk_kz: Қажетті дәлелдер жоқ
pt_br: Argumentos obrigatórios ausentes
sl: Manjkajo zahtevani argumenti

source: Backpopulate new-style CourseType and CourseRunType where possible.
af_za: Terugpopuleer nuwe styl CourSetype en CourserUnType waar moontlik.
cs: Pokud je to možné, znovu naplňte CourseType a CourseRunType v novém stylu.
da: Backpopulate New-style CourseType og CourseRunType, hvor det er muligt.
de_de: Wenn möglich, sollten Sie den neuen CourseType und CourseRunType zurücksetzen.
eo: Bäçkpöpüläté néw-stýlé ÇöürséTýpé änd ÇöürséRünTýpé whéré pössïßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_ar: Rellene CourseType y CourseRunType con el nuevo estilo siempre que sea posible.
fa_ir: در صورت امکان، CourseType و CourseRunType به سبک جدید را جمع آوری کنید.
fi: Täytä uusi tyyli CourseType ja CourseRunType, jos mahdollista.
fil_ph: I-backpopulate ang bagong istilong CourseType at CourseRunType kung saan posible.
fr_fr: Remplir de nouveau CourseType et CourseRunType dans la mesure du possible.
kk_kz: Мүмкіндігінше курстың жаңа түрін және курсты бастау түрін толтыруға оралыңыз.
pt_br: Preencher novamente CourseType e CourseRunType de novo estilo onde possível.
sl: Če je mogoče, zapolnite CourseType in CourseRunType v novem slogu.

source: CODE
cs: KÓD
da: KODE
eo: ÇÖDÉ Ⱡ'σяєм ι#
es_ar: CÓDIGO
fa_ir: کد
fi: KOODI
kk_kz: КОД
pt_br: CÓDIGO
sl: KODA

source: Short code for a partner.
af_za: Kort kode vir 'n maat.
cs: Krátký kód pro partnera.
da: Kort kode til en partner.
de_de: Kürzel für einen Partner
eo: Shört çödé för ä pärtnér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_ar: Código corto para un socio.
fa_ir: کد کوتاه برای یک همکار.
fi: Lyhyt koodi kumppanille.
fil_ph: Maikling code para sa isang kasosyo.
fr_fr: Code court pour un partenaire.
kk_kz: Серіктеске арналған қысқа код.
pt_br: Código curto para um parceiro.
sl: Kratka koda za partnerja.

source: UUID
ar: معرف فريد عالمي "UUID"
bn_bd: ইউ ইউ আমি ডি
eo: ÛÛÌD Ⱡ'σяєм ι#

source: Course to backpopulate.
af_za: Kursus om terug te bevolk.
cs: Kurz k opětovnému naplnění.
da: Kursus for at tilbagebefolke.
de_de: Kurs zurücksetzen
eo: Çöürsé tö ßäçkpöpüläté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_ar: Curso para repoblar.
fa_ir: دوره آموزشی برای backpopulate.
fi: Takaisinkansoituksen kurssi.
fil_ph: Kurso sa backpopulate.
fr_fr: Cours à repeupler.
kk_kz: Кері толтыруға арналған курс
pt_br: Curso para backpopular.
sl: Tečaj za nazaj zapolniti.

source: KEY
cs: KLÍČ
da: NØGLE
de_de: SCHLÜSSEL
eo: KÉÝ Ⱡ'σяєм#
es_ar: CLAVE
fa_ir: کلید
fi: AVAIN
fil_ph: SUSI
fr_fr: CLÉ
kk_kz: КІЛТ
pt_br: CHAVE
sl: KLJUČ

source: Organization to backpopulate.
af_za: Organisasie om terug te bevind.
cs: Organizace pro zpětné osídlení.
da: Organisation til at backpopulate.
de_de: Unternehmen zurücksetzen
eo: Örgänïzätïön tö ßäçkpöpüläté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_ar: Organización para completar datos.
fa_ir: سازمانی برای backpopulate.
fi: Takaisinkansoitettu organisaatio.
fil_ph: Organisasyon upang i-backpopulate.
fr_fr: Organisation à reconstituer.
kk_kz: Кері толтыруды ұйымдастыру
pt_br: Organização para backpopular.
sl: Organizacija, ki jo je treba zapolniti.

source: Actually commit the changes to the database.
af_za: Die veranderinge aan die databasis eintlik verbind.
cs: Ve skutečnosti potvrďte změny v databázi.
da: Forpligter faktisk ændringerne til databasen.
de_de: Übertragen Sie die Änderungen in die Datenbank.
eo: Àçtüällý çömmït thé çhängés tö thé dätäßäsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_ar: En realidad confirme los cambios en la base de datos.
fa_ir: تغییرات را در پایگاه داده واقعی انجام دهید.
fi: Sitouta muutokset tietokantaan.
fil_ph: Talagang gumawa ng mga pagbabago sa database.
fr_fr: En fait, validez les modifications apportées à la base de données.
kk_kz: Деректер бөліміндегі өзгерістерді анықтаныз.
pt_br: Na verdade, comprometa as alterações no banco de dados.
sl: Dejansko potrdite spremembe v bazo podatkov.

source: Use arguments from the BackpopulateCourseTypeConfig model instead of the command line.
af_za: Gebruik argumente uit die BackPopulateCourSetypeConfig -model in plaas van die opdragreël.
cs: Místo příkazového řádku použijte argumenty z modelu BackpopulateCourseTypeConfig.
da: Brug argumenter fra BackpopulateCourseTypeConfig-modellen i stedet for kommandolinjen.
eo: Ûsé ärgüménts fröm thé BäçkpöpülätéÇöürséTýpéÇönfïg mödél ïnstéäd öf thé çömmänd lïné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_ar: Utilice argumentos del modelo BackpopulateCourseTypeConfig en lugar de la línea de comandos.
fa_ir: به جای خط فرمان از آرگومان های مدل BackpopulateCourseTypeConfig استفاده کنید.
fi: Käytä BackpopulateCourseTypeConfig-mallin argumentteja komentorivin sijaan.
fil_ph: Gumamit ng mga argumento mula sa modelong BackpopulateCourseTypeConfig sa halip na sa command line.
fr_fr: Utilisez les arguments du modèle BackpopulateCourseTypeConfig au lieu de la ligne de commande.
kk_kz: Пәрмен жолының орнына "курсты толтыру" сияқты конфигурация моделіндегі дәлелдерді қолданыңыз.
pt_br: Use argumentos do modelo BackpopulateCourseTypeConfig em vez da linha de comando.
sl: Namesto ukazne vrstice uporabite argumente iz modela BackpopulateCourseTypeConfig.

source: Existing course type {type} for {key} ({id}) doesn't match its own entitlements.
af_za: Bestaande kursusstipe {type} vir {key} ({id}) stem nie ooreen met sy eie regte nie.
cs: Stávající typ kurzu {type} pro {key} ({id}) neodpovídá jeho vlastním nárokům.
da: Eksisterende kursustype {type} for {key} ( {id} ) matcher ikke sine egne rettigheder.
de_de: Bestehender Kurstyp {type} für {key} ({id}) stimmt nicht mit den Angaben überein.
eo: Éxïstïng çöürsé týpé {type} för {key} ({id}) döésn't mätçh ïts öwn éntïtléménts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_ar: El tipo de curso existente {type} para {key} ({id}) no coincide con sus propios derechos.
fa_ir: نوع دوره آموزشی موجود {type} برای {key} ({id}) با حقوق خود مطابقت ندارد.
fi: Nykyinen kurssityyppi {type} kurssille {key} ({id}) ei vastaa sen omia oikeuksia.
fil_ph: Ang kasalukuyang uri ng kurso na {type} para sa {key} ({id}) ay hindi tumutugma sa sarili nitong mga karapatan.
fr_fr: Le type de cours existant {type} pour {key} ({id}) ne correspond pas à ses propres droits.
kk_kz: Қолданыстағы курс түрі {type}{key} ({id}) өзінің құқықтарына сәйкес келмейді.
pt_br: O tipo de curso existente {type} para {key} ({id}) não corresponde aos seus próprios direitos.
sl: Obstoječa vrsta tečaja {type} za {key} ({id}) se ne ujema z lastnimi pravicami.

source: Existing run type {run_type} for {key} ({id}) doesn't match course type {type}.Skipping type.
af_za: Bestaande lopie tipe {run_type} vir {key} ({id}) stem nie ooreen met die kursus tipe {type}. Oorslaan tipe.
cs: Stávající typ běhu {run_type} pro {key} ({id}) neodpovídá typu kurzu {type}. Typ přeskakování.
da: Eksisterende kørselstype {run_type} for {key} ( {id} ) matcher ikke kursustype {type} . Springer over.
eo: Éxïstïng rün týpé {run_type} för {key} ({id}) döésn't mätçh çöürsé týpé {type}.Skïppïng týpé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_ar: El tipo de ejecución existente {run_type} para {key} ({id}) no coincide con el tipo de curso {type}. Tipo de omisión.
fa_ir: نوع اجرای موجود {run_type} برای {key} ({id}) با نوع دوره آموزشی {type} تطابق ندارد. نوع پرش.
fi: Nykyinen juoksutyyppi {run_type} kohteelle {key} ({id}) ei vastaa kurssityyppiä {type}. Ohitustyyppi.
fil_ph: Ang kasalukuyang uri ng run {run_type} para sa {key} ({id}) ay hindi tumutugma sa uri ng kurso na {type}.Uri ng paglaktaw.
fr_fr: Le type de course existant {run_type} pour {key} ({id}) ne correspond pas au type de cours {type}. Type de saut.
kk_kz: Қолданыстағы іске қосу түрі{run_type} {key} ({id}) курс түрі үшін сәйкес келмейді{type}.Өткізу түрі.
pt_br: O tipo de execução existente {tipo de execução} para {chave} ({identificação}) não corresponde ao tipo de curso {modelo} .Tipo de modelo.
sl: Obstoječa vrsta teka {run_type} za {key} ({id}) se ne ujema z vrsto tečaja {type}. Vrsta preskoka.

source: Existing run type {run_type} for {key} ({id}) doesn't match its own seats.
af_za: Bestaande lopie tipe {run_type} vir {key} ({id}) stem nie ooreen met sy eie sitplekke nie.
cs: Stávající typ spuštění {run_type} pro {key} ({id}) neodpovídá jeho vlastním místům.
da: Eksisterende kørselstype {run_type} for {key} ( {id} ) matcher ikke sine egne pladser.
eo: Éxïstïng rün týpé {run_type} för {key} ({id}) döésn't mätçh ïts öwn séäts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: El tipo de ejecución existente {run_type} para {key} ({id}) no coincide con sus propios asientos.
fa_ir: نوع اجرای دوره آموزشی موجود {run_type} برای {key} ({id}) با جایگاه‌های خودش تطابق ندارد.
fi: Nykyinen ajotyyppi {run_type} kohteelle {key} ({id}) ei vastaa sen omia paikkoja.
fil_ph: Ang kasalukuyang uri ng run {run_type} para sa {key} ({id}) ay hindi tumutugma sa sarili nitong mga upuan.
fr_fr: Le type de course existant {run_type} pour {key} ({id}) ne correspond pas à ses propres sièges.
kk_kz: Қолданыстағы іске қосу түрі {run_type} {key} ({id}) үшін сәйкес келмейді өзіндік орындары бар.
pt_br: O tipo de execução existente {tipo de execução} para {chave} ({identificação}) não corresponde a seus próprios assentos.
sl: Obstoječa vrsta izvajanja {run_type} za {key} ({id}) se ne ujema z lastnimi sedeži.

source: Course {key} ({id}) matched type {type}
af_za: Kursus {key} ({id}) ooreenstemmende tipe {type}
cs: Typ shody kurzu {key} ({id}) {type}
da: Kursus {key} ( {id} ) matchet type {type}
de_de: Kurs {key} ({id}) passende Typen {type}
eo: Çöürsé {key} ({id}) mätçhéd týpé {type} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_ar: Curso {key} ({id}) tipo coincidente {type}
fa_ir: دوره آموزشی {key} ({id}) مطابق با نوع {type}
fi: Kurssi {key} ({id}) vastasi tyyppiä {type}
fil_ph: Ang kursong {key} ({id}) ay tumugma sa uri {type}
fr_fr: Cours {key} ({id}) correspondant au type {type}
kk_kz: Курс{key} ({id}) сәйкестірілген түрі{type}.
pt_br: Tipo de correspondência {key} ({identificação}) do curso {type}
sl: Tečaj {key} ({id}) se ujema z vrsto {type}

source: Could not convert course {key} ({id}) to type {type}
af_za: Kon die kursus nie {key} ({id}) omskakel na tipe {type}
cs: Kurz {key} ({id}) nelze převést na typ {type}
da: Kunne ikke konvertere kursus {key} ( {id} ) til type {type}
de_de: Kurs {key} ({id}) konnte nicht zum Typen {type} konvertiert werden
eo: Çöüld nöt çönvért çöürsé {key} ({id}) tö týpé {type} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: No se pudo convertir el curso {key} ({id}) para escribir {type}
fa_ir: امکان تبدیل دوره آموزشی {key} ({id}) به نوع {type} نیست
fi: Kurssia {key} ({id}) ei voitu muuntaa tyypiksi {type}
fil_ph: Hindi ma-convert ang kursong {key} ({id}) para i-type ang {type}
fr_fr: Impossible de convertir le cours {key} ({id}) en type {type}
kk_kz: Курс {key} ({id}) түрге{type} конвертацияланбады
pt_br: Não foi possível converter o curso {chave} ({identificação}) para o tipo {modelo}
sl: Tečaja {key} ({id}) ni bilo mogoče pretvoriti v vrsto {type}

source: You must specify --partner
af_za: Jy moet --partner spesifiseer
cs: Musíte zadat --partner
da: Du skal angive --partner
de_de: Sie müssen den --partner definieren
eo: Ýöü müst spéçïfý --pärtnér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_ar: Debe especificar --partner
fa_ir: باید -- همکار را مشخص کنید
fi: Sinun on määritettävä --partner
fil_ph: Dapat mong tukuyin --partner
fr_fr: Vous devez spécifier --partner
kk_kz: Сіз серіктесті ерекшелендіру қажетсіз
pt_br: Você deve especificar --parceiro
sl: Določiti morate --partner
