Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: Open Courses
af_za: Oop kursusse
da: Åbne kurser
fa_ir: باز کردن دوره های آموزشی
fi: Avoimet kurssit
fil_ph: Buksan ang mga Kurso
fr_fr: Cours ouverts
pt_br: Cursos Abertos

source: 2U Executive Education Courses
af_za: 2U Kursusse vir Uitvoerende Onderwys
da: 2U Executive Education Kurser
fa_ir: دوره های آموزش اجرایی 2U
fi: 2U Executive Education Kurssit
fr_fr: Cours de formation des cadres 2U
pt_br: Cursos de Educação Executiva 2U

source: Add redirects from all published course url slugs
af_za: Voeg herleiding by van alle gepubliseerde kursus -URL -slakke
cs: Přidejte přesměrování ze všech publikovaných adres URL kurzu
da: Tilføj omdirigeringer fra alle offentliggjorte kursus-url-slugs
es_ar: Agregar redireccionamientos de todos los slugs de URL de cursos publicados
fa_ir: همه موارد از مشخصه‌های دوره‌های آموزشی منتشرشده تغییر مسیر داده می‌شود
fi: Lisää uudelleenohjaukset kaikista julkaistuista kurssin URL-osoituksista
fil_ph: Magdagdag ng mga pag-redirect mula sa lahat ng na-publish na mga slug ng url ng kurso
fr_fr: Ajouter des redirections à partir de tous les slugs d&#39;URL de cours publiés
kk_kz: Барлық жарияланған курс URL мекен-жайларынан қайта бағыттауларды қосыңыз
pt_br: Adicionar redirecionamentos de todos os slugs de URL do curso publicado
sl: Dodajte preusmeritve iz vseh objavljenih url naslovov tečaja

source: Course uuids
af_za: Kursus UUIDS
cs: Uuid kurzu
da: Kursus uuids
es_ar: UUIDS del curso
fa_ir: uuids دوره آموزشی
fi: Kurssi uuids
fr_fr: uuids de cours
kk_kz: Uuids курсы
pt_br: uuids do curso
sl: Tečaj uuids

source: Home
af_za: Tuiste
cs: Domů
da: Hjem
es_ar: Hogar
fa_ir: خانه
fi: Koti
fil_ph: Bahay
fr_fr: Accueil
kk_kz: Негізгі бет
pt_br: Página inicial
sl: Domov

source: Course Skills
af_za: Kursusvaardighede
cs: Dovednosti kurzu
da: Kursusfærdigheder
es_ar: Habilidades del curso
fa_ir: مهارت‌های دوره آموزشی
fi: Kurssin taidot
fil_ph: Mga Kasanayan sa Kurso
fr_fr: Compétences du cours
kk_kz: Курс Дағдылары
pt_br: Habilidades do Curso
sl: Spretnosti tečaja

source: Refresh Course Skills
af_za: Verfris kursusvaardighede
cs: Obnovit dovednosti kurzu
da: Genopfrisk kursusfærdigheder
es_ar: Actualizar habilidades del curso
fa_ir: روزآمدسازی مهارت‌های دوره آموزشی
fi: Päivitä kurssitaidot
fil_ph: I-refresh ang Mga Kasanayan sa Kurso
fr_fr: Rafraîchir les compétences du cours
kk_kz: Курс Дағдыларын Жаңартыңыз
pt_br: Atualizar habilidades do curso
sl: Osvežite veščine tečaja

source: Refresh Program Skills
af_za: Verfris programvaardighede
cs: Obnovit dovednosti programu
da: Opdater programfærdigheder
es_ar: Actualización de habilidades del programa
fa_ir: مهارت های برنامه را به روز کنید
fi: Päivitä ohjelman taidot
fil_ph: I-refresh ang Mga Kasanayan sa Programa
fr_fr: Rafraîchir les compétences du programme
pt_br: Atualizar habilidades do programa

source: Note: This email address is unable to receive replies. For questions or comments, please contact your Project Coordinator(s):
af_za: Opmerking: hierdie e-posadres kan nie antwoorde ontvang nie. Vir vrae of kommentaar, kontak jou projekkoördineerder(s):
da: Bemærk: Denne e-mailadresse kan ikke modtage svar. For spørgsmål eller kommentarer, kontakt venligst din(e) projektkoordinator(er):
fa_ir: توجه: این آدرس ایمیل قادر به دریافت پاسخ نیست. برای سوالات یا نظرات، لطفاً با هماهنگ کننده (های) پروژه خود تماس بگیرید:
fi: Huomautus: Tämä sähköpostiosoite ei voi vastaanottaa vastauksia. Jos sinulla on kysyttävää tai kommentteja, ota yhteyttä projektikoordinaattoriisi:
fil_ph: Tandaan: Ang email address na ito ay hindi makatanggap ng mga tugon. Para sa mga tanong o komento, mangyaring makipag-ugnayan sa iyong (mga) Project Coordinator:
fr_fr: Remarque : Cette adresse e-mail ne peut pas recevoir de réponses. Pour des questions ou des commentaires, veuillez contacter votre(vos) coordonnateur(s) de projet :
pt_br: Nota: Este endereço de e-mail não pode receber respostas. Para perguntas ou comentários, entre em contato com o(s) seu(s) Coordenador(es) de Projeto:

source: Course '%(course_name)s' has been successfully reviewed by edX and is now published on %(course_publish_date)s. To see live course, go here: <a href="%(course_marketing_url)s">%(course_marketing_url)s</a>
af_za: Kursus '%(course_name)s' is suksesvol deur edX hersien en word nou op %(course_publish_date)s gepubliseer. Gaan hierheen om live course te sien: <a href="%(course_marketing_url)s">%(course_marketing_url)s</a>
da: Kursus'%(course_name)s' er blevet reviewet af edX og vil nu blive publiseret den%(course_publish_date)s. Se kurset her: <a href="%(course_marketing_url)s">%(course_marketing_url)s</a>
fa_ir: دوره '%(course_name)s' با موفقیت توسط edX بررسی و اکنون در %(course_publish_date)s منتشر شده است. برای مشاهده دوره لطفا به اینجا مراجعه نمایید: <a href="%(course_marketing_url)s">%(course_marketing_url)s</a>
fi: edX on tarkistanut kurssin &#39; %(course_name)s</span> &#39; ja se on nyt julkaistu osoitteessa <span class='notranslate'>%(course_publish_date)s</span> . Katso suora kurssi täältä: <a href="<span class='notranslate'>%(course_marketing_url)s"><span class='notranslate'>%(course_marketing_url)s</span></a>
fil_ph: Ang kursong &#39; %(course_name)s</span> &#39; ay matagumpay na nasuri ng edX at na-publish na ngayon sa <span class='notranslate'>%(course_publish_date)s</span> . Para makita ang live na kurso, pumunta dito: <a href="<span class='notranslate'>%(course_marketing_url)s"><span class='notranslate'>%(course_marketing_url)s</span></a>
fr_fr: Le cours &#39; %(course_name)s</span> &#39; a été révisé avec succès par edX et est maintenant publié sur <span class='notranslate'>%(course_publish_date)s</span> . Pour voir le cours en direct, rendez-vous ici : <a href="<span class='notranslate'>%(course_marketing_url)s"><span class='notranslate'>%(course_marketing_url)s</span></a>
pt_br: O curso &#39; %(course_name)s</span> &#39; foi revisado com sucesso por edX e agora está publicado em <span class='notranslate'>%(course_publish_date)s</span> . Para ver o curso ao vivo, acesse: <a href="<span class='notranslate'>%(course_marketing_url)s"><span class='notranslate'>%(course_marketing_url)s</span></a>

source: Course '%(course_name)s' has been successfully reviewed by edX and is now ready for publication. The course will be published on %(course_publish_date)s. To see a preview of the Course About Page, go here: <a href="%(course_marketing_url)s">%(course_marketing_url)s</a>
af_za: Kursus '%(course_name)s' is suksesvol deur edX hersien en is nou gereed vir publikasie. Die kursus word op %(course_publish_date)s gepubliseer. Gaan hierheen om 'n voorskou van die kursus oor bladsy te sien: <a href="%(course_marketing_url)s">%(course_marketing_url)s</a>
da: Kurset '%(course_name)s' er blevet gennemset af edX og er nu klar til at blive publiseret. Kurset bliver publiseret den %(course_publish_date)s. Du kan se et preview af kursets forside her: <a href="%(course_marketing_url)s">%(course_marketing_url)s</a>
fa_ir: دوره '%(course_name)s' با موفقیت توسط edX بررسی و اکنون ـآماده انتشار می باشد. دوره در %(course_publish_date)s منتشر خواهد شد. برای مشاهده لطفا به اینجا مراجعه نمایید: <a href="%(course_marketing_url)s">%(course_marketing_url)s</a>
fi: edX on tarkistanut kurssin &#39; %(course_name)s</span> &#39; ja se on nyt valmis julkaistavaksi. Kurssi julkaistaan osoitteessa <span class='notranslate'>%(course_publish_date)s</span> . Jos haluat nähdä esikatselun kurssin Tietoja -sivusta, mene tänne: <a href="<span class='notranslate'>%(course_marketing_url)s"><span class='notranslate'>%(course_marketing_url)s</span></a>
fil_ph: Ang kursong &#39; %(course_name)s</span> &#39; ay matagumpay na nasuri ng edX at handa na para sa publikasyon. Ang kurso ay ipa-publish sa <span class='notranslate'>%(course_publish_date)s</span> . Para makakita ng preview ng Course About Page, pumunta dito: <a href="<span class='notranslate'>%(course_marketing_url)s"><span class='notranslate'>%(course_marketing_url)s</span></a>
fr_fr: Le cours &#39; %(course_name)s</span> &#39; a été révisé avec succès par edX et est maintenant prêt à être publié. Le cours sera publié sur <span class='notranslate'>%(course_publish_date)s</span> . Pour voir un aperçu de la page À propos du cours, rendez-vous ici : <a href="<span class='notranslate'>%(course_marketing_url)s"><span class='notranslate'>%(course_marketing_url)s</span></a>
pt_br: O curso &#39; %(course_name)s</span> &#39; foi revisado com sucesso pela edX e agora está pronto para publicação. O curso será publicado em <span class='notranslate'>%(course_publish_date)s</span> . Para ver uma prévia da página Sobre o curso, acesse: <a href="<span class='notranslate'>%(course_marketing_url)s"><span class='notranslate'>%(course_marketing_url)s</span></a>

source: Course '%(course_name)s' has been successfully reviewed by edX and is now published on %(course_publish_date)s. To see live course, go here: %(course_marketing_url)s
af_za: Kursus '%(course_name)s' is suksesvol deur edX hersien en word nou op %(course_publish_date)s gepubliseer. Gaan hierheen om live kursus te sien: %(course_marketing_url)s
da: Kurset &#39; %(course_name)s &#39; er blevet gennemgået med succes af edX og er nu udgivet på %(course_publish_date)s . For at se live forløb, gå her: %(course_marketing_url)s
fa_ir: دوره '%(course_name)s' با موفقیت توسط edX منتشر شده است. %(course_publish_date)s. برای دیدن دوره، لطفا به اینجام مراجعه نمایید: %(course_marketing_url)s
fi: edX on tarkistanut kurssin &#39; <span class='notranslate'>%(course_name)s</span> &#39; ja se on nyt julkaistu osoitteessa <span class='notranslate'>%(course_publish_date)s</span> . Katso suora kurssi täältä: <span class='notranslate'>%(course_marketing_url)s</span>
fil_ph: Ang kursong &#39; <span class='notranslate'>%(course_name)s</span> &#39; ay matagumpay na nasuri ng edX at na-publish na ngayon sa <span class='notranslate'>%(course_publish_date)s</span> . Para makita ang live na kurso, pumunta dito: <span class='notranslate'>%(course_marketing_url)s</span>
fr_fr: Le cours &#39; <span class='notranslate'>%(course_name)s</span> &#39; a été révisé avec succès par edX et est maintenant publié sur <span class='notranslate'>%(course_publish_date)s</span> . Pour voir le cours en direct, rendez-vous ici : <span class='notranslate'>%(course_marketing_url)s</span>
pt_br: O curso &#39; <span class='notranslate'>%(course_name)s</span> &#39; foi revisado com sucesso por edX e agora está publicado em <span class='notranslate'>%(course_publish_date)s</span> . Para ver o curso ao vivo, acesse: <span class='notranslate'>%(course_marketing_url)s</span>

source: Course '%(course_name)s' has been successfully reviewed by edX and is now ready for publication. The course will be published on %(course_publish_date)s. To see a preview of the Course About Page, go here: %(course_preview_url)s
af_za: Kursus '%(course_name)s' is suksesvol deur edX hersien en is nou gereed vir publikasie. Die kursus word op %(course_publish_date)s gepubliseer. Gaan hierheen: %(course_preview_url)s om 'n voorskou van die kursus oor bladsy te sien
da: Kurset &#39; %(course_name)s &#39; er blevet gennemgået af edX og er nu klar til udgivelse. Kurset vil blive offentliggjort på %(course_publish_date)s . For at se en forhåndsvisning af siden Kurset Om, gå her: %(course_preview_url)s
fa_ir: دوره '%(course_name)s' با موفقیت توسط edX بررسی و برای انتشار آماده است. دوره در %(course_publish_date)s منتشر خواهد شد. برای مشاهده لطفا به اینجا مراجعه نمایید: %(course_preview_url)s
fi: edX on tarkistanut kurssin &#39; <span class='notranslate'>%(course_name)s</span> &#39; ja se on nyt valmis julkaistavaksi. Kurssi julkaistaan osoitteessa <span class='notranslate'>%(course_publish_date)s</span> . Jos haluat nähdä esikatselun kurssin Tietoja -sivusta, mene tänne: <span class='notranslate'>%(course_preview_url)s</span>
fil_ph: Ang kursong &#39; <span class='notranslate'>%(course_name)s</span> &#39; ay matagumpay na nasuri ng edX at handa na para sa publikasyon. Ang kurso ay ipa-publish sa <span class='notranslate'>%(course_publish_date)s</span> . Para makakita ng preview ng Course About Page, pumunta dito: <span class='notranslate'>%(course_preview_url)s</span>
fr_fr: Le cours &#39; <span class='notranslate'>%(course_name)s</span> &#39; a été révisé avec succès par edX et est maintenant prêt à être publié. Le cours sera publié sur <span class='notranslate'>%(course_publish_date)s</span> . Pour voir un aperçu de la page À propos du cours, rendez-vous ici : <span class='notranslate'>%(course_preview_url)s</span>
pt_br: O curso &#39; <span class='notranslate'>%(course_name)s</span> &#39; foi revisado com sucesso pela edX e agora está pronto para publicação. O curso será publicado em <span class='notranslate'>%(course_publish_date)s</span> . Para ver uma prévia da página Sobre o curso, acesse: <span class='notranslate'>%(course_preview_url)s</span>

source: The refresh program skills task triggered successfully.
af_za: Die herlaaiprogramvaardigheidstaak is suksesvol geaktiveer.
cs: Úloha dovedností obnovení programu byla úspěšně spuštěna.
da: Opgaven for opdatering af programfærdigheder blev udløst.
es_ar: La tarea de habilidades del programa de actualización se activó correctamente.
fa_ir: مهارت‌های برنامه ی نوسازی با موفقیت راه‌اندازی شد.
fi: Päivitysohjelman taitojen tehtävä käynnistyi onnistuneesti.
fil_ph: Matagumpay na na-trigger ang gawain sa mga kasanayan sa pag-refresh ng programa.
fr_fr: La tâche d&#39;actualisation des compétences du programme s&#39;est déclenchée avec succès.
pt_br: A tarefa de habilidades do programa de atualização foi acionada com sucesso.

source: The refresh course skills task triggered successfully.
af_za: Die taakverfrissende kursusvaardighede word suksesvol geaktiveer.
cs: Úkol obnovení dovedností kurzu byl úspěšně spuštěn.
da: Opgaven med opdateringskursusfærdigheder blev udløst.
es_ar: La tarea de actualización de habilidades del curso se activó correctamente.
fa_ir: کار تازه‌سازی مهارت‌های دوره آموزشی با موفقیت راه اندازی شد.
fi: Kurssin taitojen päivitystehtävä käynnistyi onnistuneesti.
fil_ph: Matagumpay na na-trigger ang gawain sa mga kasanayan sa pag-refresh ng kurso.
fr_fr: La tâche d&#39;actualisation des compétences du cours s&#39;est déclenchée avec succès.
kk_kz: "Курс дағдыларын жаңарту" тапсырмасы сәтті басталды.
pt_br: A tarefa de atualização das habilidades do curso foi acionada com sucesso.
sl: Naloga za osvežitvene veščine se je uspešno sprožila.

source: The course skills were updated successfully.
af_za: Die kursusvaardighede is suksesvol opgedateer.
cs: Dovednosti kurzu byly úspěšně aktualizovány.
da: Kursusfærdighederne blev opdateret med succes.
es_ar: Las habilidades del curso se actualizaron con éxito.
fa_ir: مهارت‌های دوره آموزشی با موفقیت روزآمد شد.
fi: Kurssin taidot päivitettiin onnistuneesti.
fil_ph: Matagumpay na na-update ang mga kasanayan sa kurso.
fr_fr: Les compétences du cours ont été mises à jour avec succès.
kk_kz: Курс дағдылары сәтті жаңартылды.
pt_br: As habilidades do curso foram atualizadas com sucesso.
sl: Veščine tečaja so bile uspešno posodobljene.

source: Request could not be completed due to an incorrect ElasticSearch query parameters
af_za: Versoek kon nie voltooi word nie weens 'n verkeerde Elasticsearch-navraagparameters
cs: Požadavek nebylo možné dokončit kvůli nesprávným parametrům dotazu ElasticSearch
da: Anmodningen kunne ikke gennemføres på grund af forkerte ElasticSearch-forespørgselsparametre
es_ar: No se pudo completar la solicitud debido a parámetros de consulta de ElasticSearch incorrectos
fa_ir: به‌دلیل پارامترهای نادرست پرس‌وجو ElasticSearch، درخواست تکمیل نشد
fi: Pyyntöä ei voitu suorittaa loppuun virheellisten ElasticSearch-kyselyparametrien vuoksi
fil_ph: Hindi makumpleto ang kahilingan dahil sa maling mga parameter ng query sa ElasticSearch
fr_fr: La demande n&#39;a pas pu être traitée en raison de paramètres de requête ElasticSearch incorrects
kk_kz: Сұрау ElasticSearch сұрауының дұрыс емес параметрлеріне байланысты орындалмады
pt_br: A solicitação não pôde ser concluída devido a parâmetros de consulta ElasticSearch incorretos
sl: Zahteve ni bilo mogoče dokončati zaradi napačnih parametrov poizvedbe ElasticSearch

source: Name for translation
af_za: Naam vir vertaling
cs: Název pro překlad
da: Navn til oversættelse
es_ar: Nombre para traducir
fa_ir: نامی برای ترجمه
fi: Nimi käännökselle
fil_ph: Pangalan para sa pagsasalin
fr_fr: Nom pour la traduction
kk_kz: Аударма атауы
pt_br: Nome para tradução
sl: Ime za prevod

source: LanguageTag model translations
af_za: Languagetag -modelvertalings
cs: Překlady modelu LanguageTag
da: LanguageTag-modeloversættelser
es_ar: Traducciones del modelo LanguageTag
fa_ir: ترجمه‌های مدل LanguageTag
fi: LanguageTag-mallin käännökset
fil_ph: Mga pagsasalin ng modelo ng LanguageTag
fr_fr: Traductions de modèles LanguageTag
kk_kz: Тілдік тегтер модельдерінің аудармалары
pt_br: Traduções do modelo LanguageTag
sl: Prevodi modela LanguageTag

source: Inactive
af_za: Onaktief
cs: Neaktivní
da: Inaktiv
es_ar: Inactivo
fa_ir: غیرفعال
fi: Epäaktiivinen
fil_ph: Hindi aktibo
fr_fr: Inactif
pt_br: Inativo
sl: Neaktiven

source: Title of the learner pathway.
af_za: Titel van die leerderweg.
cs: Název studijní cesty.
da: Titlen på elevforløbet.
es_ar: Título de la vía de aprendizaje.
fa_ir: عنوان مسیر یادگیرنده.
fi: Oppimispolun nimi.
fil_ph: Pamagat ng landas ng mag-aaral.
fr_fr: Intitulé du parcours d&#39;apprentissage.
pt_br: Título do caminho do aluno.

source: Course/Program associated pathways also appear in search results
af_za: Kursus/program geassosieerde paaie verskyn ook in soekresultate
cs: Ve výsledcích vyhledávání se také objevují cesty spojené s kurzem/programem
da: Kursus-/programtilknyttede veje vises også i søgeresultaterne
es_ar: Las rutas asociadas al curso/programa también aparecen en los resultados de búsqueda
fa_ir: مسیرهای مرتبط با دوره/برنامه نیز در میان نتایج جستجو ظاهر می‌شوند
fi: Kurssiin/ohjelmaan liittyvät reitit näkyvät myös hakutuloksissa
fil_ph: Lumilitaw din ang mga pathway na nauugnay sa kurso/Programa sa mga resulta ng paghahanap
fr_fr: Les parcours associés aux cours/programmes apparaissent également dans les résultats de recherche
pt_br: Caminhos associados ao curso/programa também aparecem nos resultados da pesquisa
sl: Poti, povezane s tečajem/programom, se pojavijo tudi v rezultatih iskanja

source: The active/inactive status of this Pathway.
af_za: Die aktiewe/onaktiewe status van hierdie baan.
cs: Aktivní/neaktivní stav této cesty.
da: Den aktive/inaktive status for denne Pathway.
es_ar: El estado activo/inactivo de esta ruta.
fa_ir: وضعیت فعال/غیرفعال این مسیر.
fi: Tämän polun aktiivinen/ei-aktiivinen tila.
fil_ph: Ang aktibo/hindi aktibong katayuan ng Pathway na ito.
fr_fr: Le statut actif/inactif de ce Pathway.
pt_br: O status ativo/inativo deste Caminho.
sl: Aktivno/neaktivno stanje te poti.

source: Learner Pathway
af_za: Leerderweg
cs: Cesta pro studenta
da: Lærervej
es_ar: Ruta de aprendizaje
fa_ir: مسیر یادگیرنده
fi: Oppijan polku
fr_fr: Parcours de l&#39;apprenant
pt_br: Caminho do Aluno
sl: Učna pot

source: Learner Pathways
af_za: Leerderweë
cs: Cesty pro studenty
da: Lærerveje
es_ar: Rutas de aprendizaje
fa_ir: مسیرهای یادگیرنده
fi: Oppijan polut
fr_fr: Parcours des apprenants
pt_br: Percursos do Aprendiz
sl: Poti učencev

source: Minimum number of nodes to complete this step of the pathway
af_za: Minimum aantal nodusse om hierdie stap van die pad te voltooi
cs: Minimální počet uzlů pro dokončení tohoto kroku cesty
da: Minimum antal knudepunkter for at fuldføre dette trin i stien
es_ar: Número mínimo de nodos para completar este paso de la ruta
fa_ir: حداقل تعداد گره برای تکمیل این مرحله از مسیر
fi: Solmujen vähimmäismäärä tämän polun vaiheen suorittamiseen
fil_ph: Minimum na bilang ng mga node upang makumpleto ang hakbang na ito ng pathway
fr_fr: Nombre minimum de nœuds pour terminer cette étape du chemin
pt_br: Número mínimo de nós para concluir esta etapa do caminho
sl: Najmanjše število vozlišč za dokončanje tega koraka poti

source: Learner Pathway Step
af_za: Leerderwegstap
cs: Krok cesty pro studenta
da: Learner Pathway Trin
es_ar: Paso del camino del alumno
fa_ir: مرحله مسیر یادگیرنده
fil_ph: Hakbang ng Learner Pathway
fr_fr: Étape du parcours de l&#39;apprenant
pt_br: Etapa do Caminho do Aluno
sl: Korak poti učenca

source: Learner Pathway Steps
af_za: Leerderwegstappe
cs: Kroky cesty pro studenta
da: Trin til elevstien
es_ar: Pasos del camino del alumno
fa_ir: مراحل مسیر یادگیرنده
fi: Oppijan polun vaiheet
fil_ph: Mga Hakbang sa Landas ng Mag-aaral
fr_fr: Étapes du parcours de l&#39;apprenant
pt_br: Etapas do Caminho do Aluno
sl: Koraki poti učenca

source: Learner Pathway Course
af_za: Leerderpad kursus
cs: Cesta kurzu pro studenty
da: Learner Pathway kursus
es_ar: Curso de ruta de aprendizaje
fa_ir: دوره‌ آموزشی مسیر یادگیرنده
fi: Learner Pathway -kurssi
fr_fr: Cours sur le parcours de l&#39;apprenant
pt_br: Curso do Caminho do Aprendiz
sl: Tečaj učne poti

source: Learner Pathway Courses
af_za: Leerderpad kursusse
cs: Cesty kurzu pro studenty
da: Learner Pathway-kurser
es_ar: Cursos de ruta de aprendizaje
fa_ir: دوره‌های آموزشی مسیر یادگیرنده
fi: Learner Pathway -kurssit
fil_ph: Mga Kurso ng Learner Pathway
fr_fr: Cours du parcours de l&#39;apprenant
pt_br: Cursos de Caminho do Aprendiz
sl: Tečaji za učence

source: Learner Pathway Program
af_za: Leerderwegprogram
cs: Cesta programu pro studenty
es_ar: Programa de vías de aprendizaje
fa_ir: برنامه مسیر یادگیرنده
fi: Learner Pathway -ohjelma
fr_fr: Programme de parcours d&#39;apprentissage
pt_br: Programa Caminho do Aprendiz
sl: Program za pot do učenca

source: Learner Pathway Programs
af_za: Leerderwegprogramme
cs: Cesty programu pro studenty
da: Learner Pathway-programmer
es_ar: Programas de vías de aprendizaje
fa_ir: برنامه‌های مسیر یادگیرنده
fi: Learner Pathway -ohjelmat
fil_ph: Mga Programa ng Learner Pathway
fr_fr: Programmes de parcours d&#39;apprentissage
pt_br: Programas do Caminho do Aprendiz
sl: Programi poti za učence

source: Update the course recommendations based on skills.
af_za: Dateer die kursusaanbevelings op grond van vaardighede op.
cs: Aktualizovat doporučení kurzu na základě dovedností.
da: Opdater kursusanbefalingerne baseret på færdigheder.
es_ar: Actualice las recomendaciones del curso en función de las habilidades.
fa_ir: توصیه‌های دوره آموزشی را بر اساس مهارت‌ها روزآمد کنید.
fi: Päivitä kurssisuositukset taitojen mukaan.
fil_ph: I-update ang mga rekomendasyon sa kurso batay sa mga kasanayan.
fr_fr: Mettre à jour les recommandations de cours en fonction des compétences.
pt_br: Atualize as recomendações do curso com base nas habilidades.

source: Use arguments from the UpdateCourseRecommendationsConfig model instead of the command line.
af_za: Gebruik argumente uit die UpdateCourseRecommendationsConfig-model in plaas van die opdragreël.
cs: Místo příkazového řádku použijte argumenty z modelu UpdateCourseRecommendationsConfig.
da: Brug argumenter fra UpdateCourseRecommendationsConfig-modellen i stedet for kommandolinjen.
es_ar: Utilice argumentos del modelo UpdateCourseRecommendationsConfig en lugar de la línea de comandos.
fa_ir: به جای خط فرمان از آرگومان‌های مدل UpdateCourseRecommendationsConfig استفاده کنید.
fi: Käytä UpdateCourseRecommendationsConfig-mallin argumentteja komentorivin sijaan.
fil_ph: Gumamit ng mga argumento mula sa modelong UpdateCourseRecommendationsConfig sa halip na sa command line.
fr_fr: Utilisez les arguments du modèle UpdateCourseRecommendationsConfig au lieu de la ligne de commande.
pt_br: Use argumentos do modelo UpdateCourseRecommendationsConfig em vez da linha de comando.
