Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: bn_bd, ca, de_de, eo, es_419, fr, fr_ca, id, ja_jp, mn, nb, ro, ru, sw_ke, tr_tr

source: Preview
bn_bd: প্রিভিউ
ca: Previsualitzar
de_de: Vorschau
eo: Prévïéw Ⱡ'σяєм ιρѕυм #
es_419: Vista previa
fr: Aperçu
fr_ca: Aperçu
id: Pratinjau
ja_jp: プレビュー
mn: Урьдчилан харах
nb: Forhåndsvis
ro: Previzualizează
ru: Предварительный просмотр
sw_ke: Mtazamo kabla
tr_tr: Önizleme

source: Something went wrong! please try again later.
bn_bd: হয়েছে! অনুগ্রহ করে একটু পরে আবার চেষ্টা করুন।
ca: Alguna cosa ha anat malament! siusplau, intenta-ho més tard.
de_de: Etwas ist schief gelaufen! Bitte später nochmal versuchen.
eo: Söméthïng wént wröng! pléäsé trý ägäïn lätér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Algo falló! Por favor reintente más tarde.
fr: Quelque chose s'est mal passé ! Veuillez réessayer plus tard.
fr_ca: Quelque chose s'est mal passé! Veuillez essayer de nouveau plus tard.
id: Terjadi kesalahan! Silakan coba beberapa saat lagi.
ja_jp: 問題が発生しました！後ほど再試行してください。
mn: Алдаа гарлаа. Дараа дахин оролдоорой.
nb: Noe gikk feil! vennligst forsøk igjen senere.
ro: Ceva nu a mers bine! Te rugăm să încerci din nou mai târziu.
ru: Что-то пошло не так. Пожалуйста, повторите попытку позже.
sw_ke: Kuna kosa lilifanyika! tafadhali jaribu tena baadaye.
tr_tr: Bir şey ters gitti! Lütfen daha sonra tekrar deneyin.

source: Hide changes
bn_bd: পরিবর্তন গুলো লুকান
ca: Amaga els canvis
de_de: Änderungen verstecken
eo: Hïdé çhängés Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Ocultar cambios
fr: Cacher les changements
fr_ca: Cacher les changements
id: Sembunyikan perubahan
ja_jp: 変更を非表示
mn: Өөрчлөлтийг нуух
nb: Skjul endringer
ro: Ascunde modificări
ru: Спрятать изменения
sw_ke: Ficha mabadiliko
tr_tr: Değişiklikleri gizle

source: Show changes
bn_bd: পরিবর্তনগুলি দেখান
ca: Mostra els canvis
de_de: Änderungen anzeigen
eo: Shöw çhängés Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Mostrar cambios
fr: Afficher les changement
fr_ca: Afficher les changements
id: Tampilkan perubahan
ja_jp: 変更を表示
mn: Өөрчлөлтийг харуулах
nb: Vis endringer
ro: Afișează modificări
ru: Показать изменения
sw_ke: Onesha mabadiliko
tr_tr: Değişiklikleri göster

source: The image file size cannot exceed 1 MB.
ca: La mida del fitxer d'imatge no pot superar els 1 MB.
de_de: Die Dateigröße darf nicht größer sein als 1MB.
eo: Thé ïmägé fïlé sïzé çännöt éxçééd 1 MB. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: El tamaño del archivo de imagen no puede ser más de 1 MB.
fr: Le poids de l'image ne peut exéder 1MB.
fr_ca: La taille du fichier d'image ne peut excéder 1 MB.
id: Ukuran berkas gambar tidak boleh melebihi 1 MB.
ja_jp: 画像ファイルサイズは1MBを超えてはいけません。
mn: Зурган файлийн хэмжээ 1 МВ-аас хэтрэх ёсгүй.
nb: Bildets filstørrelse kan ikke overskride 1 MB.
ro: Dimensiunea imaginii nu poate depăși 1 MB.
ru: Размер изображения не должен превышать 1 МБ.
sw_ke: Ukubwa wa faili la picha unatakiwa usizidi MB 1.
tr_tr: Görüntü dosyası boyutu 1 MB'ı geçemez.

source: New Instructor
ca: Nou instructor
de_de: Neuer Dozent
eo: Néw Ìnstrüçtör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Nuevo instructor
fr: Nouveau professeur.
fr_ca: Nouvel instructeur
id: Instruktur Baru
ja_jp: 新しい講師
mn: Шинэ сургагч
nb: Ny kursansvarlig
ro: Instructor nou
ru: новый преподаватель
sw_ke: Mwalimu mpya
tr_tr: Yeni Eğitmen

source: Add staff member
ca: Afegiu un membre del personal
de_de: Mitarbeiter hinzufügen
eo: Àdd stäff mémßér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Agregar miembro del equipo del curso
fr: Ajouter un membre à l'équipe.
fr_ca: Ajouter un membre d'équipe pédagogique
id: Tambahkan anggota staf baru
ja_jp: スタッフを追加
mn: Ажилтан нэмэх
nb: Legg til kursstab
ro: Adaugă un membru al echipei
ru: Добавить сотрудника
sw_ke: Ongeza mfanyakazi
tr_tr: Personel ekle

source: Please upload a instructor image.
ca: Carregueu una imatge d'instructor.
de_de: Bitte laden Sie ein Bild des Lehrers/Dozenten hoch.
eo: Pléäsé üplöäd ä ïnstrüçtör ïmägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Por favor cargue una imagen del instructor
fr_ca: S'il vous plaît, téléversez une image de l'enseignant.
id: Silakan unggah gambar instruktur.
mn: Багшийн зураг ачаалах.
nb: Vær vennlig å laste opp bilde av instruktøren.
ro: Te rugăm să încarci imaginea instructorului.
ru: Пожалуйста, загрузите изображение инструктора.
sw_ke: Tafadhali weka picha ya Mwalimu.
tr_tr: Lütfen eğitmen görselini ekleyiniz.

source: Something went wrong!
bn_bd: কিছু ভুল হয়েছে!
ca: Alguna cosa ha anat malament!
de_de: Es ist irgendetwas schief gelaufen!
eo: Söméthïng wént wröng! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Algo falló!
fr: Quelque chose s'est mal passé.
fr_ca: Quelque chose s'est mal passé!
id: Terjadi kesalahan!
ja_jp: 問題が発生しました！
mn: Ямар нэгэн алдаа гарлаа！
nb: Noe gikk feil!
ro: Ceva nu a mers bine!
ru: Что-то пошло не так!
sw_ke: Kumetoa hitilafu
tr_tr: Bir şey ters gitti!

source: Type
de_de: Typ
eo: Týpé Ⱡ'σяєм ι#
es_419: Tipo
id: Ketik
ro: Tip
ru: Тип
sw_ke: Aina
tr_tr: Tür

source: Facebook
eo: Fäçéßöök Ⱡ'σяєм ιρѕυм ∂#

source: Twitter
eo: Twïttér Ⱡ'σяєм ιρѕυм #

source: Blog
eo: Blög Ⱡ'σяєм ι#
ru: Блог
sw_ke: Blogu

source: Other
de_de: Anderer Abschluss
eo: Öthér Ⱡ'σяєм ιρѕ#
es_419: Otro
fr_ca: Autre
id: Lainnya
ro: Altele
ru: Другое
sw_ke: Nyingine
tr_tr: Diğer

source: Title
de_de: Titel, Namenszusatz
eo: Tïtlé Ⱡ'σяєм ιρѕ#
es_419: Título
fr_ca: Titre
id: Judul
ro: Titlu
ru: Заголовок
sw_ke: "Cheo"
tr_tr: Başlık

source: optional
de_de: Weitere Angaben
eo: öptïönäl Ⱡ'σяєм ιρѕυм ∂#
es_419: opcional
fr_ca: optionnel
id: pilihan
ro: opțional
ru: необязательный
sw_ke: hiari
tr_tr: isteğe bağlı

source: URL
eo: ÛRL Ⱡ'σяєм#

source: Please specify a type and url for each social link.
de_de: Bitte geben Sie für jeden sozialen Link einen Typ und eine URL an.
eo: Pléäsé spéçïfý ä týpé änd ürl för éäçh söçïäl lïnk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Por favor especifica un tipo y URL para cada enlace social.
fr_ca: Veuillez spécifier un type et une URL pour chaque lien social.
id: Tentukan jenis dan URL untuk setiap tautan sosial.
ro: Te rugăm să specifici un tip și un URL pentru fiecare link social.
ru: Пожалуйста, укажите тип и URL для каждой социальной ссылки.
sw_ke: Tafadhali ainisha aina na url kwa kila kiunganishi cha mitandao ya kijamii.
tr_tr: Lütfen her bir sosyal bağlantı için tür ve url belirtiniz.

source: Social links with the same type must have different titles.
de_de: Soziale Links vom gleichen Typ müssen unterschiedliche Titel haben.
eo: Söçïäl lïnks wïth thé sämé týpé müst hävé dïfférént tïtlés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Los enlaces sociales del mismo tipo deben tener títulos distintos.
fr_ca: Les liens sociaux du même type doivent avoir des titres différents.
id: Tautan sosial dengan jenis yang sama harus memiliki titel yang berbeda
ro: Linkurile sociale de același tip trebuie să aibă titluri diferite.
ru: Социальные связи одного типа должны иметь разные названия.
sw_ke: Viunganishi vya jamii vya aina moja lazima viwe na majina tofauti.
tr_tr: Aynı türdeki sosyal bağlantılar farklı başlıklara sahip olmalı.

source: Area of Expertise
de_de: Fachgebiet
eo: Àréä öf Éxpértïsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Área de conocimiento
fr_ca: Domaine d'expertise
id: Bidang Keahlian
ro: Domeniu de expertiză
ru: Область специализации
sw_ke: Eneo ulilo na utaalam nao

source: Please specify a value for each area of expertise.
de_de: Bitte geben Sie für jedes Fachgebiet einen Wert an.
eo: Pléäsé spéçïfý ä välüé för éäçh äréä öf éxpértïsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Por favor, especifique un valor para cada área de especialización.
fr_ca: Veuillez spécifier une valeur pour chaque domaine d'expertise.
id: Tentukan nilai untuk setiap bidang keahlian.
ro: Te rugăm să specifici fiecare domeniu de expertiză.
ru: Пожалуйста, укажите значение для каждой области знаний.
sw_ke: Tafadhali ainisha thamani ya kila eneo ulilo na utaalam nao.

source: The image size must be smaller than 256kb
ca: La mida de la imatge ha de ser inferior a 256 kb
de_de: Die Bildgröße muss kleiner als 256kb betragen.
eo: Thé ïmägé sïzé müst ßé smällér thän 256kß Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: El tamaño de la imagen debe ser inferior a 256 kb
fr_ca: La taille de l'image doit être inférieure à 256 Ko
id: Ukuran gambar harus lebih kecil daripada 256kb
mn: Зургийн хэмжээ 256kb-ээс бага байх шаардлагатай.
nb: Størrelsen på bildefilen må være mindre enn 256kb
ro: Dimensiunea imaginii trebuie să fie mai mică de 256kb
ru: Размер изображения должен быть меньше 256 КБ
sw_ke: Ukubwa wa picha lazima uwe na udogo wa zaidi 256kb
tr_tr: Görselin dosya boyutu 256 kb'den küçük olmalıdır

source: The image dimensions must be
de_de: Die Bildabmessungen müssen so gewählt werden, dass sie
eo: Thé ïmägé dïménsïöns müst ßé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Las dimensiones de la imagen deben ser
fr_ca: Les dimensions de l'image doivent être
id: Dimensi gambar harus
ro: Dimensiunile imaginii trebuie să fie
ru: Размеры изображения должны быть
sw_ke: Vipimo vya picha lazima viwe
tr_tr: Görseller şu boyutta olmalı

source: Unsupported Image extension
ca: Extensió d'imatge no compatible
de_de: Nicht unterstützte Bilderweiterung
eo: Ûnsüppörtéd Ìmägé éxténsïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Extensión de imagen no admitida
fr_ca: Type d'image non supporté
id: Ekstensi gambar tidak didukung
mn: Дэмжигдэхгүй зургийн өргөтгөл
nb: Bildeformat støttes ikke
ro: Format imagine nesuportat
ru: Тип изображения не поддерживается
sw_ke: Upanuzi wa picha usikubalika
tr_tr: Desteklenmeyen görüntü uzantısı

source: Update staff member
ca: Actualitza el personal
de_de: Mitarbeiter aktualisieren
eo: Ûpdäté stäff mémßér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Actualizar miembro del equipo
fr: Mettre à jour les membres de l'équipe.
fr_ca: Mettre à jour le membre de l'équipe pédagogique
id: Perbarui anggota staf
ja_jp: スタッフをアップデート
mn: Ажилтныг шинэчлэх
nb: Oppdater kursstab
ro: Actualizează date membru al echipei
ru: Изменить сотрудника
sw_ke: Sasisha taarifa za mfanyakazi
tr_tr: Personel Güncelle

source: Update Instructor
ca: Actualitza l'instructor
de_de: Dozent aktualisieren
eo: Ûpdäté Ìnstrüçtör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Actualizar Instructor
fr_ca: Mettre à jour l'instructeur
id: Perbarui Instruktur
ja_jp: 講師をアップデート
mn: Багшийг шинэчлэх.
nb: Oppdater instruktør
ro: Actualizează date instructor
ru: Обновить преподавателя
sw_ke: Sasisha taarifa ya Mkufunzi
tr_tr: Eğitmen Güncelle

source: Save
bn_bd: সংরক্ষণ করুন
ca: Desa
de_de: Speichern
eo: Sävé Ⱡ'σяєм ι#
es_419: Guardar
fr: Enregistrer
fr_ca: Sauvegarder
id: Simpan
ja_jp: 保存
mn: Хадгалах
nb: Lagre
ro: Salvează
ru: Сохранить
sw_ke: hifadhi
tr_tr: Kaydet

source: Please enter a valid URL.
bn_bd: দয়াকরে একটি বৈধ ইউআরএল প্রবেশ করান।
ca: Introduïu un URL vàlid.
de_de: Bitte geben Sie eine gültige URL ein
eo: Pléäsé éntér ä välïd ÛRL. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Por favor, ingrese una URL válida.
fr: Veuillez entrer une URL valide.
fr_ca: S'il vous plaît entrer un URL valide.
id: Masukkan URL yang valid.
ja_jp: 正しいURLを入力してください。
mn: Зөв URL хаягийг оруулна үү.
nb: Vennligst legg til en gyldig URL.
ro: Te rugăm să introduci un URL valid.
ru: Пожалуйста, укажите корректный URL.
sw_ke: Tafadhali ingiza URL halali.
tr_tr: Lütfen geçerli bir URL girin.

source: You have successfully created a Studio URL ({studioLinkTag}) for {courseRunDetail}
ca: Heu creat correctament una URL de Studio ({studioLinkTag}) per {courseRunDetail}
de_de: Sie haben erfolgreich eine URL ({studioLinkTag}) für den Kurs {courseRunDetail} erstellt.
eo: Ýöü hävé süççéssfüllý çréätéd ä Stüdïö ÛRL ({studioLinkTag}) för {courseRunDetail} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Ha creado exitosamente una URL para Studio ({studioLinkTag}) para {courseRunDetail}
fr_ca: Vous avez créé avec succès une URL Studio ({studioLinkTag}) pour {courseRunDetail}
id: Anda telah berhasil membuat URL Studio ({studioLinkTag}) untuk {courseRunDetail}
mn: {courseRunDetail}-д Studio URL ({studioLinkTag})-г амжилттай үүсгэлээ.
nb: Du har en vellykket opprettelse av Studio URL ({studioLinkTag}) for {courseRunDetail}
ro: A fost creat cu succes un URL Studio ({studioLinkTag}) pentru {courseRunDetail}
ru: У Вас есть успешно созданная Студия URL ({studioLinkTag}) для {courseRunDetail}
sw_ke: Umefanikiwa kuunda Studio URL ({studioLinkTag}) kwa ajili ya {courseRunDetail}
tr_tr: {courseRunDetail} için başarıyla Studio URL ({studioLinkTag}) oluşturdunuz

source: There was an error in saving your data.
bn_bd: আপনার তথ্য সংরক্ষণ করার সময় একটি ত্রুটি হয়েছিল ..
ca: S'ha produït un error en desar les vostres dades.
de_de: Beim Speichern Ihrer Daten ist ein Fehler aufgetreten.
eo: Théré wäs än érrör ïn sävïng ýöür dätä. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Ocurrió un error al guardar sus datos.
fr: Erreur lors de la sauvegarde de vos données.
fr_ca: Il y a eu une erreur lors de la sauvegarde de vos données.
id: Terdapat kesalahan dalam menyimpan data Anda.
ja_jp: データ保存の際、エラーが発生しました。
mn: Таны өгөгдлийг хадгалах явцад алдаа үүслээ.
nb: Det oppstod en feil ved forsøk på å lagre dine data.
ro: A apărut o eroare la salvarea informațiilor tale.
ru: При сохранении данных произошла ошибка.
sw_ke: Kulikuwa na tatizo katika kuhifadhi taarifa zako.
tr_tr: Verinizi kaydederken bir hata oluştu.

source: No courses have been created.
ca: No s'han creat cursos.
de_de: Es sind keine Kurse erstellt worden.
eo: Nö çöürsés hävé ßéén çréätéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: No se han creado cursos.
fr: Aucune cours n’était crée
fr_ca: Aucun cours n'a été créé.
id: Tidak ada kursus yang telah dibuat.
ja_jp: コースが作成されていません。
mn: Ямар ч хичээл үүсээгүй байна
nb: Ingen kurs er opprettet.
ro: Nu a fost creat niciun curs.
ru: Не создано ни одного курса.
sw_ke: Hakuna kozi zilizoundwa.
tr_tr: Herhangi bir ders oluşturulmadı.

source: OFF
bn_bd: বন্ধ
ca: Apagat
de_de: AUS
eo: ÖFF Ⱡ'σяєм#
fr_ca: DÉSACTIVÉ
ja_jp: オフ
mn: унтраах
nb: AV
ru: ВЫКЛ
tr_tr: KAPALI

source: ON
bn_bd: চালু
ca: encès
de_de: EIN
eo: ÖN Ⱡ'σя#
fr_ca: ACTIVÉ
ja_jp: オン
mn: асаах
nb: PÅ
ru: ВКЛ
tr_tr: AÇIK

source: File must be smaller than 1 megabyte in size.
bn_bd: ফাইলের আকার 1 মেগাবাইট হতে ছোট হতে হবে।

source: You have successfully created a studio instance ({studioLinkTag}) for {courseRunDetail} with a start date of {startDate}
bn_bd: {courseRunDetail} জন্য আপনি সফলভাবে একটি স্টুডিও ইন্সটেন্স তৈরি করেছেন ({studioLinkTag}) আরম্ভের তারিখ সহকারে {startDate}

source: No course run previews are currently available.
bn_bd: বর্তমানে কোন কোর্সের রান প্রিভিউ পাওয়া যায়নি।
