Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: Spanish Description
af_za: Spaanse beskrywing
cs: Španělský popis
da: Spansk beskrivelse
es_ar: Descripción en español
fa_ir: توضیح اسپانیایی
fi: Espanjalainen Kuvaus
fil_ph: Paglalarawan ng Espanyol
fr_fr: Descriptif espagnol
kk_kz: Испан тіліндегі Сипаттама
pt_br: Descrição em Espanhol
sl: Španski opis

source: For seo, this field allows for alternate spanish description to be manually inputted
af_za: Vir SEO laat hierdie veld toe dat alternatiewe Spaanse beskrywing met die hand ingevoer word
cs: Pro SEO umožňuje toto pole ručně zadat alternativní popis ve španělštině
da: For seo tillader dette felt, at alternativ spansk beskrivelse kan indtastes manuelt
es_ar: Para SEO, este campo permite que se ingrese manualmente una descripción alternativa en español
fa_ir: برای سئو، این قسمت اجازه می‌دهد تا توضیحات اسپانیایی جایگزین به‌صورت دستی وارد شود
fi: SEO:lle tämä kenttä sallii vaihtoehtoisen espanjankielisen kuvauksen syöttämisen manuaalisesti
fil_ph: Para sa seo, ang field na ito ay nagbibigay-daan para sa kahaliling paglalarawan ng espanyol na manu-manong maipasok
fr_fr: Pour le référencement, ce champ permet de saisir manuellement une autre description en espagnol
kk_kz: Seo үшін Бұл өріс испан тілінде балама сипаттаманы қолмен енгізуге мүмкіндік береді
pt_br: Para seo, este campo permite que a descrição alternativa em espanhol seja inserida manualmente
sl: Za SEO to polje omogoča ročni vnos nadomestnega španskega opisa

source: This field signifies if any of this org's courses are in the enterprise subscription catalog
af_za: Hierdie veld dui aan of een van hierdie kursusse van hierdie org in die ondernemingsintekening katalogus is
cs: Toto pole označuje, zda je některý z kurzů této organizace v katalogu podnikových předplatných
da: Dette felt angiver, om nogen af denne organisations kurser er i virksomhedsabonnementskataloget
es_ar: Este campo indica si alguno de los cursos de esta organización está en el catálogo de suscripción empresarial.
fa_ir: این قسمت نشان می‌دهد که آیا هر یک از دوره‌های آموزشی این سازمان در فهرست آبونمان سازمان وجود دارد یا خیر
fi: Tämä kenttä ilmaisee, onko jokin tämän organisaation kursseista yrityksen tilausluettelossa
fil_ph: Ang field na ito ay nagpapahiwatig kung ang alinman sa mga kurso ng org na ito ay nasa catalog ng subscription sa enterprise
fr_fr: Ce champ indique si l&#39;un des cours de cette organisation figure dans le catalogue d&#39;abonnements d&#39;entreprise
pt_br: Este campo indica se algum dos cursos desta organização está no catálogo de assinatura empresarial

source: The 6 character-hex-value of the orgnization theme color, all related course under same organization will use this color as theme color. (e.g. "#ff0000" which equals red) No need to provide the `#`
af_za: Die 6 karakter-hekswaarde van die organisasie-temakleur, alle verwante kursusse onder dieselfde organisasie, sal hierdie kleur as temakleur gebruik. (e. g. "#ff0000" wat gelyk is aan rooi), hoef nie die `#` te voorsien nie
cs: 6-znaková hexadecimální hodnota barvy motivu organizace, všechny související kurzy pod stejnou organizací, budou používat tuto barvu jako barvu motivu. (např. "#ff0000" což se rovná červené) Není třeba zadávat `#`
da: 6-tegn-hex-værdien af organisationstemafarven, alle relaterede kurser under samme organisation vil bruge denne farve som temafarve. (f.eks. &quot;#ff0000&quot;, som er lig med rød) Det er ikke nødvendigt at angive `#`
es_ar: El valor hexadecimal de 6 caracteres del color del tema de la organización, todos los cursos relacionados bajo la misma organización usarán este color como color del tema. (por ejemplo, "#ff0000"; que es igual a rojo) No es necesario proporcionar el `#`
fa_ir: 6 کاراکتر-هگزا از رنگ تم سازمان, همه دوره های مرتبط در یک سازمان از این الگوی رنگ برای رنگ تم استفاده خواهند کرد. (e.g. "#ff0000" که برابر است با قرمز) نیازی به ارائه `#` نیست
fi: Organisaation teemavärin 6 merkin heksadesimaaliarvo, kaikki saman organisaation liittyvät kurssit käyttävät tätä väriä teemavärinä. (esim. &quot;#ff0000&quot;, joka on punainen) #-merkkiä ei tarvitse antaa
fil_ph: Ang 6 na character-hex-value ng kulay ng tema ng organisasyon, lahat ng nauugnay na kurso sa ilalim ng parehong organisasyon ay gagamit ng kulay na ito bilang kulay ng tema. (hal. &quot;#ff0000&quot; na katumbas ng pula) Hindi na kailangang ibigay ang `#`
fr_fr: La valeur hexadécimale à 6 caractères de la couleur du thème de l&#39;organisation, tous les cours liés à la même organisation utiliseront cette couleur comme couleur de thème. (par exemple &quot;#ff0000&quot; qui équivaut à rouge) Pas besoin de fournir le `#`
pt_br: O valor hexadecimal de 6 caracteres da cor do tema da organização, todos os cursos relacionados na mesma organização usarão essa cor como cor do tema. (por exemplo, &quot;#ff0000&quot; que é igual a vermelho) Não há necessidade de fornecer o `#`

source: Corresponding organization code in an external product source
af_za: Ooreenstemmende organisasiekode in 'n eksterne produkbron
cs: Odpovídající kód organizace v externím zdroji produktu
da: Tilsvarende organisationskode i en ekstern produktkilde
es_ar: Código de organización correspondiente en una fuente de producto externa
fa_ir: کد سازمان مربوطه در منبع محصول خارجی
fi: Vastaava organisaatiokoodi ulkoisessa tuotelähteessä
fil_ph: Kaukulang code ng organisasyon sa isang panlabas na pinagmumulan ng produkto
fr_fr: Code d&#39;organisation correspondant dans une source de produit externe
pt_br: Código de organização correspondente em uma origem de produto externo

source: LevelType model translations
af_za: LevelType -modelvertalings
cs: Překlady modelů LevelType
da: LevelType modeloversættelser
es_ar: Traducciones del modelo LevelType
fa_ir: ترجمه مدل LevelType
fi: LevelType-mallin käännökset
fil_ph: Mga pagsasalin ng modelo ng LevelType
fr_fr: Traductions de modèles LevelType
kk_kz: Деңгей үлгілерінің аудармалары
pt_br: Traduções do modelo LevelType
sl: Prevodi modela LevelType

source: Name of the external source.
af_za: Naam van die eksterne bron.
cs: Název externího zdroje.
da: Navn på den eksterne kilde.
es_ar: Nombre de la fuente externa.
fa_ir: نام منبع خارجی
fi: Ulkoisen lähteen nimi.
fil_ph: Pangalan ng panlabas na pinagmulan.
fr_fr: Nom de la source externe.
pt_br: Nome da fonte externa.

source: Description of the external source.
af_za: Beskrywing van die eksterne bron.
cs: Popis externího zdroje.
da: Beskrivelse af den eksterne kilde.
es_ar: Descripción de la fuente externa.
fa_ir: شرح منبع خارجی
fi: Ulkoisen lähteen kuvaus.
fil_ph: Paglalarawan ng panlabas na pinagmulan.
fr_fr: Description de la source externe.
pt_br: Descrição da fonte externa.

source: Programs of these types will be OFAC restricted
af_za: Programme van hierdie soorte sal OFAC beperk word
cs: Programy tohoto typu budou omezeny OFAC
da: Programmer af denne type vil være OFAC-begrænsede
es_ar: Los programas de este tipo estarán restringidos por la OFAC
fa_ir: برنامه هایی از این نوع محدود به OFAC خواهند بود
fi: Tämän tyyppiset ohjelmat ovat OFAC-rajoitettuja
fil_ph: Ang mga programa ng mga ganitong uri ay paghihigpitan ng OFAC
fr_fr: Les programmes de ces types seront restreints à l&#39;OFAC
pt_br: Programas desses tipos serão restritos pela OFAC

source: ProgramType model translations
af_za: ProgramType -modelvertalings
cs: Překlady modelů typu ProgramType
da: ProgramType modeloversættelser
es_ar: Traducciones del modelo ProgramType
fa_ir: ترجمه‌های مدل ProgramType
fi: ProgramType-mallin käännökset
fil_ph: Mga pagsasalin ng modelo ng ProgramType
fr_fr: Traductions de modèles ProgramType
kk_kz: Бағдарлама үлгілерінің аудармалары
pt_br: Traduções do modelo de tipo de programa
sl: Prevodi modela ProgramType

source: SEO Meta tags for Products
af_za: SEO Metatags vir produkte
cs: SEO Meta tagy pro produkty
da: SEO Meta tags for produkter
es_ar: Metaetiquetas SEO para productos
fa_ir: متا تگ های SEO برای محصولات
fi: SEO sisällönkuvauskentät tuotteille
fil_ph: SEO Meta tag para sa Mga Produkto
fr_fr: Balises Meta SEO pour les produits
pt_br: Metatags de SEO para produtos

source: The ID of the Taxi Form (by 2U) that would be rendered in place of the hubspot capture form
af_za: Die ID van die taxi -vorm (deur 2U) wat in die plek van die HubSpot -vangsvorm weergegee sou word
cs: ID formuláře taxi (od 2U), které by bylo vykresleno místo formuláře zachycení hubspotu
da: ID&#39;et for taxaformularen (af 2U), der ville blive gengivet i stedet for hubspot-opsamlingsformularen
es_ar: El ID del formulario de taxi (por 2U) que se representaría en lugar del formulario de captura hubspot
fa_ir: شناسه فرم تاکسی (توسط 2U) که به جای فرم ضبط هاب اسپات ارائه می‌شود
fi: Taksilomakkeen tunnus (2U), joka hahmonnettaisiin hubspot-kaappauslomakkeen tilalle
fil_ph: Ang ID ng Taxi Form (sa pamamagitan ng 2U) na ibibigay bilang kapalit ng hubspot capture form
fr_fr: L&#39;ID du formulaire de taxi (par 2U) qui serait rendu à la place du formulaire de capture hubspot
pt_br: O ID do formulário de táxi (por 2U) que seria renderizado no lugar do formulário de captura do hubspot

source: The grouping of the Taxi Form (by 2U) that would be rendered instead of the hubspot capture form
af_za: Die groepering van die taxi -vorm (deur 2U) wat weergegee sou word in plaas van die HubSpot -vangsvorm
cs: Seskupení formuláře pro taxi (po 2U), které by bylo vykresleno místo formuláře zachycení hubspotu
da: Grupperingen af taxaformularen (ved 2U), der ville blive gengivet i stedet for hubspot-opsamlingsformularen
es_ar: La agrupación del formulario de taxi (por 2U) que se representaría en lugar del formulario de captura hubspot
fa_ir: گروه‌بندی Taxi Form (by 2U) که به جای فرم ضبط نقطه هاب ارائه می‌شود
fi: Taksilomakkeen ryhmittely (2U:lla), joka hahmonnettaisiin hubspot-kaappauslomakkeen sijaan
fil_ph: Ang pagpapangkat ng Taxi Form (sa pamamagitan ng 2U) na ire-render sa halip na hubspot capture form
fr_fr: Le regroupement du formulaire de taxi (par 2U) qui serait rendu à la place du formulaire de capture hubspot
pt_br: O agrupamento do formulário de táxi (por 2U) que seria renderizado no lugar do formulário de captura do hubspot

source: The URL of the paid landing page on external site
af_za: Die URL van die betaalde bestemmingsblad op eksterne webwerf
cs: Adresa URL placené vstupní stránky na externím webu
da: URL&#39;en på den betalte landingsside på eksternt websted
es_ar: La URL de la página de destino paga en el sitio externo
fa_ir: نشانی اینترنتی صفحه اصلی پولی در وبگاه خارجی
fi: Ulkoisen sivuston maksetun aloitussivun URL-osoite
fil_ph: Ang URL ng bayad na landing page sa panlabas na site
fr_fr: L&#39;URL de la page de destination payante sur le site externe
pt_br: A URL da página de destino paga no site externo

source: The URL of the organic landing page on external site
af_za: Die URL van die organiese bestemmingsblad op eksterne webwerf
cs: Adresa URL organické vstupní stránky na externím webu
da: URL&#39;en for den organiske landingsside på eksternt websted
es_ar: La URL de la página de destino orgánica en el sitio externo
fa_ir: نشانی اینترنتی صفحه اصلی سازمانی در وبگاه خارجی
fi: Ulkoisen sivuston maksuttoman aloitussivun URL-osoite
fil_ph: Ang URL ng organic na landing page sa panlabas na site
fr_fr: L&#39;URL de la page de destination organique sur le site externe
pt_br: O URL da página de destino orgânica no site externo

source: The start date of the external course offering for marketing purpose
af_za: Die begindatum van die eksterne kursusaanbod vir bemarkingsdoeleindes
cs: Datum zahájení nabídky externího kurzu pro marketingové účely
da: Startdatoen for det eksterne kursusudbud til markedsføringsformål
es_ar: La fecha de inicio de la oferta de cursos externos con fines de marketing.
fa_ir: تاریخ شروع ارائه دوره آموزشی خارجی برای اهداف بازاریابی
fi: Ulkoisen kurssitarjonnan alkamispäivä markkinointitarkoituksiin
fil_ph: Ang petsa ng pagsisimula ng panlabas na pag-aalok ng kurso para sa layunin ng marketing
fr_fr: La date de début de l&#39;offre de cours externe à des fins de marketing
pt_br: A data de início da oferta de curso externo para fins de marketing

source: The ends date of the external course offering for marketing purpose
af_za: Die einde van die eksterne kursusaanbod vir bemarkingsdoeleindes
cs: Datum ukončení nabídky externího kurzu pro marketingové účely
da: Slutdatoen for det eksterne kursusudbud til markedsføringsformål
es_ar: La fecha de finalización de la oferta de cursos externos con fines de marketing.
fa_ir: تاریخ پایان دوره خارجی ارائه شده برای اهداف بازاریابی
fi: Ulkoisen kurssitarjouksen päättymispäivä markkinointitarkoituksiin
fil_ph: Ang petsa ng pagtatapos ng panlabas na pag-aalok ng kurso para sa layunin ng marketing
fr_fr: La date de fin de l&#39;offre de cours externe à des fins de marketing
pt_br: A data de término da oferta de curso externo para fins de marketing

source: The suggested deadline for enrollment for marketing purpose
af_za: Die voorgestelde sperdatum vir inskrywing vir bemarkingsdoeleindes
cs: Navrhovaný termín pro registraci pro marketingové účely
da: Den foreslåede frist for tilmelding til markedsføringsformål
es_ar: La fecha límite sugerida para la inscripción con fines de marketing.
fa_ir: مهلت پیشنهادی برای ثبت‌نام با اهداف بازاریابی
fi: Ehdotettu määräaika ilmoittautumiselle markkinointitarkoituksiin
fil_ph: Ang iminungkahing deadline para sa pagpapatala para sa layunin ng marketing
fr_fr: La date limite suggérée pour l&#39;inscription à des fins de marketing
pt_br: O prazo sugerido para inscrição para fins de marketing

source: The identifier for a product variant.
af_za: Die identifiseerder vir 'n produkvariant.
cs: Identifikátor varianty produktu.
da: Id&#39;et for en produktvariant.
es_ar: El identificador de una variante de producto.
fa_ir: شناسه یک نوع محصول.
fi: Tuoteversion tunniste.
fil_ph: Ang identifier para sa isang variant ng produkto.
fr_fr: L&#39;identifiant d&#39;une variante de produit.
pt_br: O identificador de uma variante de produto.

source: Course override
af_za: Kursus oorskry
cs: Přepsání kurzu
da: Kursusoverstyring
es_ar: Anulación del curso
fa_ir: لغو دوره
fi: Kurssin ohitus
fil_ph: Override ng kurso
fr_fr: Remplacement de cours
pt_br: Substituição de curso

source: This field allows for override the default course term
af_za: Hierdie veld laat die standaardkursusperiode toe
cs: Toto pole umožňuje přepsat výchozí termín kurzu
da: Dette felt giver mulighed for at tilsidesætte standardkursusperioden
es_ar: Este campo permite anular el término del curso predeterminado
fa_ir: این فیلد اجازه می دهد تا اصطلاح دوره پیش فرض را لغو کنید
fi: Tämä kenttä mahdollistaa kurssin oletusjakson ohituksen
fil_ph: Binibigyang-daan ng field na ito na i-override ang default na termino ng kurso
fr_fr: Ce champ permet de remplacer la durée du cours par défaut
pt_br: Este campo permite substituir o termo padrão do curso

source: This field contain external course marketing type specific to product lines
af_za: Hierdie veld bevat eksterne kursusbemarkingstipe wat spesifiek op produklyne is
cs: Toto pole obsahuje typ marketingu externích kurzů specifický pro produktové řady
da: Dette felt indeholder ekstern kursusmarkedsføringstype, der er specifik for produktlinjer
es_ar: Este campo contiene un tipo de marketing de curso externo específico para las líneas de productos
fa_ir: این فیلد شامل نوع بازاریابی دوره خارجی مخصوص خطوط محصول است
fi: Tämä kenttä sisältää tuotelinjoille ominaisen ulkoisen kurssimarkkinointityypin
fil_ph: Ang field na ito ay naglalaman ng panlabas na uri ng marketing sa kurso na partikular sa mga linya ng produkto
fr_fr: Ce champ contient un type de marketing de cours externe spécifique aux lignes de produits
pt_br: Este campo contém o tipo de marketing de curso externo específico para linhas de produtos

source: Determines weather the course should be displayed on the owning organization's page
af_za: Bepaal die weer Die kursus moet op die bladsy van die organisasie vertoon word
da: Bestemmer vejret, banen skal vises på ejerorganisationens side
fa_ir: تعیین می کند که آیا دوره باید در صفحه سازمان مالک نمایش داده شود یا خیر
fi: Määrittää sään, jonka kurssi tulee näyttää omistavan organisaation sivulla
fil_ph: Tinutukoy ang panahon na dapat ipakita ang kurso sa page ng nagmamay-ari ng organisasyon
fr_fr: Détermine la météo pour laquelle le parcours doit être affiché sur la page de l&#39;organisation propriétaire
pt_br: Determina o tempo em que o curso deve ser exibido na página da organização proprietária

source: Add the collaborator image, please make sure its dimensions are 200x100px
af_za: Voeg die medewerkersbeeld by, maak seker dat die afmetings daarvan 200x100px is
cs: Přidejte obrázek spolupracovníka, ujistěte se, že jeho rozměry jsou 200 x 100 pixelů
da: Tilføj samarbejdspartnerbilledet. Sørg for, at dets dimensioner er 200x100px
es_ar: Agregue la imagen del colaborador, asegúrese de que sus dimensiones sean 200x100px
fa_ir: تصویر همکار را اضافه کنید، لطفا مطمئن شوید که ابعاد آن 200x100 پیکسل باشد
fi: Lisää yhteistyökumppanin kuva ja varmista, että sen mitat ovat 200 x 100 pikseliä
fil_ph: Idagdag ang larawan ng collaborator, pakitiyak na ang mga dimensyon nito ay 200x100px
fr_fr: Ajoutez l&#39;image du collaborateur, assurez-vous que ses dimensions sont de 200 x 100 px
kk_kz: Бірлескен автордың суретін қосыңыз, оның өлшемдері 200x100 пиксель екеніне көз жеткізіңіз
pt_br: Adicione a imagem do colaborador, certifique-se de que suas dimensões sejam 200x100px
sl: Dodajte sliko sodelavca, preverite, ali so njene dimenzije 200 x 100 slikovnih pik

source: U.S. Value Per Lead
af_za: U. S. Waarde per lood
cs: Americká hodnota na potencionálního zákazníka
da: amerikansk værdi pr. kundeemne
es_ar: Valor de EE. UU. por cliente potencial
fa_ir: ارزش ایالات متحده به ازای سرب
fi: Yhdysvaltain arvo per liidi
fil_ph: Halaga ng US Bawat Lead
fr_fr: Valeur américaine par prospect
pt_br: Valor por lead nos EUA

source: U.S. value per lead in U.S. dollars.
af_za: U. S. waarde per lood in u. S. dollar.
cs: Americká hodnota na potenciálního zákazníka v amerických dolarech.
da: amerikansk værdi pr. bly i amerikanske dollars.
es_ar: Valor de EE. UU. por cliente potencial en dólares estadounidenses.
fa_ir: ارزش ایالات متحده هر سرب به دلار آمریکا.
fi: Yhdysvaltain arvo per lyijy Yhdysvaltain dollareina.
fil_ph: Halaga ng US sa bawat lead sa US dollars.
fr_fr: Valeur américaine par prospect en dollars américains.
pt_br: Valor dos EUA por lead em dólares americanos.

source: International Value Per Lead
af_za: Internasionale waarde per lood
cs: Mezinárodní hodnota na potenciálního zákazníka
da: International værdi pr. kundeemne
es_ar: Valor internacional por cliente potencial
fa_ir: ارزش بین‌المللی به ازای هر شمش سرب
fi: Kansainvälinen arvo per lyijyä
fil_ph: Internasyonal na Halaga Bawat Lead
fr_fr: Valeur internationale par prospect
pt_br: Valor internacional por lead

source: International value per lead in U.S. dollars.
af_za: Internasionale waarde per lood in u. S. dollar.
cs: Mezinárodní hodnota na potenciálního zákazníka v amerických dolarech.
da: International værdi pr. bly i amerikanske dollars.
es_ar: Valor internacional por lead en dólares estadounidenses.
fa_ir: ارزش بین المللی هر سرب برحسب دلار آمریکا.
fi: Kansainvälinen arvo per liidi Yhdysvaltain dollareina.
fil_ph: Internasyonal na halaga bawat lead sa US dollars.
fr_fr: Valeur internationale par prospect en dollars américains.
pt_br: Valor internacional por lead em dólares americanos.

source: U.S. Value Per Click
af_za: U. S. Waarde per klik
cs: Americká hodnota za proklik
da: US værdi pr. klik
es_ar: Valor por clic de EE. UU.
fa_ir: ارزش ایالات متحده به ازای هر کلیک
fi: Yhdysvaltain arvo napsautuskohtaisesti
fil_ph: Halaga Bawat Pag-click sa US
fr_fr: Valeur américaine par clic
pt_br: Valor por clique nos EUA

source: U.S. value per click in U.S. dollars.
af_za: U. S. waarde per klik in u. S. dollar.
cs: Americká hodnota za proklik v amerických dolarech.
da: Amerikansk værdi pr. klik i amerikanske dollars.
es_ar: Valor estadounidense por clic en dólares estadounidenses.
fa_ir: ارزش ایالات متحده به ازای هر کلیک به دلار آمریکا.
fi: Napsautuskohtainen arvo Yhdysvaltain dollareina.
fil_ph: US value per click sa US dollars.
fr_fr: Valeur américaine par clic en dollars américains.
pt_br: Valor americano por clique em dólares americanos.

source: International Value Per Click
af_za: Internasionale waarde per klik
cs: Mezinárodní hodnota za proklik
da: International værdi pr. klik
es_ar: Valor internacional por clic
fa_ir: ارزش بین‌المللی به ازای هر کلیک
fi: Kansainvälinen napsautuskohtainen arvo
fr_fr: Valeur internationale par clic
pt_br: Valor internacional por clique

source: International value per click in U.S. dollars.
af_za: Internasionale waarde per klik in u. S. dollar.
cs: Mezinárodní hodnota za proklik v amerických dolarech.
da: International værdi pr. klik i amerikanske dollars.
es_ar: Valor internacional por clic en dólares estadounidenses.
fa_ir: ارزش بین‌المللی به ازای هر کلیک برحسب دلار آمریکا.
fi: Kansainvälinen napsautuskohtainen arvo Yhdysvaltain dollareina.
fil_ph: Internasyonal na halaga sa bawat pag-click sa US dollars.
fr_fr: Valeur internationale par clic en dollars américains.
pt_br: Valor internacional por clique em dólares americanos.

source: Latitude
af_za: Breedtegraad
cs: Zeměpisná šířka
da: Breddegrad
es_ar: Latitud
fa_ir: عرض جغرافیایی
fi: Leveysaste

source: Longitude
af_za: Lengtegraad
cs: Zeměpisná délka
da: Længde
es_ar: Longitud
fa_ir: طول جغرافیایی
fi: Pituusaste

source: Allowlist
af_za: Toelaatlys
cs: Seznam povolených
da: Tilladelsesliste
es_ar: Lista de permitidos
fa_ir: فهرست مجاز
fi: Sallitut lista
fr_fr: Liste d&#39;autorisation
pt_br: lista de permissões

source: Blocklist
af_za: Bloklys
cs: Seznam blokovaných
da: Blokeringsliste
es_ar: Lista de bloqueos
fa_ir: فهرست بلاک‌شده
fi: Estolista
fr_fr: Liste de blocage
pt_br: lista de bloqueio

source: The actual duration of this course as experienced by learners who complete it.
af_za: Die werklike duur van hierdie kursus soos ervaar deur leerders wat dit voltooi.
cs: Skutečná doba trvání tohoto kurzu podle zkušeností studentů, kteří jej absolvují.
da: Den faktiske varighed af dette kursus som oplevet af elever, der gennemfører det.
es_ar: La duración real de este curso tal como lo experimentan los alumnos que lo completan.
fa_ir: مدت زمان واقعی این دوره منطبق بر تجربه فراگیرانی ست که آن را تکمیل می کنند.
fi: Kurssin todellinen kesto sen suorittaneiden opiskelijoiden kokemana.
fil_ph: Ang aktwal na tagal ng kursong ito gaya ng nararanasan ng mga mag-aaral na nakatapos nito.
fr_fr: La durée réelle de ce cours telle que vécue par les apprenants qui le terminent.
pt_br: A duração real deste curso conforme vivenciada pelos alunos que o concluíram.

source: The last time this course was modified in the database.
af_za: Die laaste keer dat hierdie kursus in die databasis gewysig is.
cs: Naposledy, kdy byl tento kurz upraven v databázi.
da: Sidste gang dette kursus blev ændret i databasen.
es_ar: La última vez que se modificó este curso en la base de datos.
fa_ir: آخرین باری که این دوره در پایگاه داده اصلاح شد.
fi: Tätä kurssia on viimeksi muokattu tietokannassa.
fil_ph: Ang huling beses na binago ang kursong ito sa database.
fr_fr: La dernière fois que ce cours a été modifié dans la base de données.
pt_br: A última vez que este curso foi modificado no banco de dados.
