Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: Minimum effort and Maximum effort can not be same
de_de: Minimale und maximale Bemühungen können nicht gleich sein.
eo: Mïnïmüm éffört änd Mäxïmüm éffört çän nöt ßé sämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: El esfuerzo mínimo y esfuerzo máximo no pueden ser lo mismo
ja_jp: エフォートの最小時間数と最大時間数は同じではいけません
pl: Szacowana minimalna i maksymalna liczba godzin nie mogą być takie same
ru: Минимальные усилия и максимальные усилия не могут быть одинаковыми.
tr_tr: Minimum çaba ve maksimum çaba aynı olamaz

source: Maximum effort can not be empty
de_de: Maximale Bemühungen können nicht leer sein
eo: Mäxïmüm éffört çän nöt ßé émptý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Esfuerzo máximo no puede estar vacío
pl: Pole maksymalnej liczby godzin nie może być puste
ru: Максимальные усилия не могут быть пустыми.
tr_tr: Maksimum çaba boş bırakılamaz

source: Enter XSeries program name
de_de: Geben Sie den Namen des XSeries Programmes ein
eo: Éntér XSérïés prögräm nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Ingrese el nombre del programa XSeries
ja_jp: XSeriesプログラム名を入力してください
pl: Podaj nazwę programu XSeries
ru: Введите программное имя XSeries
tr_tr: XSeries program adını girin

source: Enter Micromasters program name
de_de: Geben Sie den Namen des Micromasters Programm ein
eo: Éntér Mïçrömästérs prögräm nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Ingrese el nombre del programa Micromasters
ja_jp: Micromastersプログラム名を入力してください
pl: Podaj nazwę programu Micromasters
ru: Введите имя программы Micromasters
tr_tr: MicroMaster program ismini girin

source: Enter Professional Certificate program name
de_de: Geben Sie den Namen des Professional Certificate Programmes ein
eo: Éntér Pröféssïönäl Çértïfïçäté prögräm nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Ingrese el nombre del programa de Certificado Profesional
ja_jp: Professional Certificateプログラム名を入力してください
pl: Podaj nazwę programu certyfikatu edukacji specjalistycznej
ru: Введите название программы "Профессиональный сертификат".
tr_tr: Profesyonel Sertifika programı adını girin

source: Choose enrollment track
de_de: Wählen Sie eine Einschreibungs Pfad
eo: Çhöösé énröllmént träçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Seleccione seguimiento de inscripción
ja_jp: 受講登録トラックを選ぶ
pl: Wybierz ścieżkę kursu
ru: Выберите дорожку регистрации
tr_tr: Kayıtlanma yolunu seçin

source: Audit only
de_de: Nur Gasthörer
eo: Àüdït önlý Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Asistentes únicamente
ja_jp: 聴講のみ
pl: Przeglądający
ru: только проверка
tr_tr: Sadece Dinleyici

source: Professional education
de_de: Professionelle Bildung
eo: Pröféssïönäl édüçätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Educación profesional
pl: Edukacja specjalistyczna
ru: Профессиональное образование
tr_tr: Profesyonel eğitim

source: Enrollment Track
de_de: Einscheibungs Pfad
eo: Énröllmént Träçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Modo de inscripción
ja_jp: 受講登録トラック
pl: Ścieżka kursu
ru: Порядок регистрации
tr_tr: Kayıtlanma Yolu

source: Create Master's Track
eo: Çréäté Mästér's Träçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Price must be greater than or equal to 0.01
de_de: Preis muss mindestens 0.01 sein
eo: Prïçé müst ßé gréätér thän ör éqüäl tö 0.01 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: El precio debe ser mayor o igual a 0.01.
ru: Цена должна быть больше или равна 0,01
tr_tr: Ücret 0.01'dan daha büyük ya da eşit olabilir

source: Only audit seat can be without price.
ar: يمكن لمقعد الاستماع فقط أن يكون بدون ثمن.
bn_bd: শুধু নিরীক্ষা আসন মূল্য ছাড়া হতে পারে
de_de: Kostenlos nur für Prüfungsbeisitzer
eo: Önlý äüdït séät çän ßé wïthöüt prïçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Solamente las plazas de asistente no verificado pueden ser gratuitas.
ja_jp: 聴講生は無料です。
pl: Wyłącznie tryb przeglądającego może być pozbawiony ceny.
ru: Только место аудитора может быть без цены.

source: Price is required.
de_de: Preis ist erforderlich
eo: Prïçé ïs réqüïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Se requiere precio.
ru: Требуется цена.
tr_tr: Ücret gereklidir.

source: This field is required.
bn_bd: ঘরটি অবশ্যই পূরণ করতে হবে।
de_de: Dieses Feld ist erforderlich
eo: Thïs fïéld ïs réqüïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Este campo es requerido.
ja_jp: この欄は必須です。
pl: To pole jest wymagane.
ru: Это обязательное поле.
tr_tr: Bu alan gerekli.

source: Invalid course key.
de_de: Ungültiger Kursschlüssel
eo: Ìnvälïd çöürsé kéý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Clave de curso no válida.
ja_jp: 無効な講座キー。
pl: Nieprawidłowy klucz kursu.
ru: Неверный курс.
tr_tr: Geçersiz ders anahtarı.

source: Owner role can not be publisher if the state is draft or review
de_de: Eigentümerrolle kann nicht Verleger sein, wenn der Status noch Entwurf oder in Überprüfung ist.
eo: Öwnér rölé çän nöt ßé püßlïshér ïf thé stäté ïs dräft ör révïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: La función de propietario no puede ser editor si el estado es borrador o revisión.
pl: Roli kierownika nie można uruchomić jeśli stan znajduje się w szkicu lub w ocenie.
ru: Роль владельца не может быть издателем, если государство является редактором проекта или рецензированием.

source: Please create {} course user role before assigning it owner role
de_de: Bitte erstellen Sie {} Kurs-Benutzer-Rolle bevor Sie Eigentümerrollen zuweisen
eo: Pléäsé çréäté {} çöürsé üsér rölé ßéföré ässïgnïng ït öwnér rölé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Por favor cree {} rol de usuario de curso antes de asignar rol de propietario.
pl: Proszę utworzyć {} rolę w kadrze kursu zanim będzie można nadać rolę kierownika.
ru: Пожалуйста, создайте {} пользовательскую роль курса, прежде чем назначать ее владельцу.

source: Create initial run for the course
de_de: Erstellen Sie den ersten Lauf für den Kurs
eo: Çréäté ïnïtïäl rün för thé çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Cree el lanzamiento inicial para el curso.
pl: Utwórz pierwszą edycję tego kursu
ru: Создать начальный забег для курса
tr_tr: Dersin yayın başlangıç tarihini girin

source: Course title
ar: عنوان الدورة
bn_bd: কোর্সের শিরোনাম
de_de: Kurstitel
eo: Çöürsé tïtlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Título del curso
he: כותרת הקורס
ja_jp: 講座タイトル
ka: კურსის სათაური
pl: Nazwa kursu
ru: Название курса
tr_tr: Ders başlığı

source: Course number
ar: رقم الدورة
bn_bd: কোর্সের সংখ্যা
de_de: Kursnummer
eo: Çöürsé nümßér Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Número del curso
he: מספר הקורס
ja_jp: 講座番号
ka: კურსის ნომერი
pl: Numer kursu
ru: Номер курса
tr_tr: Ders numarası

source: Brief Description
ar: وصف مختصر
bn_bd: সংক্ষিপ্ত বর্ণনা
de_de: Instruktionsanweisung
eo: Brïéf Désçrïptïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Breve descripción
he: תיאור קצר
ja_jp: 簡潔な説明
ka: მოკლე აღწერა
pl: Krótki opis
ru: Краткое описание
tr_tr: Kısa Açıklama

source: Full Description
ar: وصف مفصّل
bn_bd: পূর্ণ বিবরণ
de_de: Umfängliche Beschreibung
eo: Füll Désçrïptïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Descripción completa
he: תיאור מלא
ja_jp: 詳細な説明
ka: სრული აღწერა
pl: Pełny opis
ru: Полное описание
tr_tr: Ayrıntılı Açıklama

source: Partner Name
ar: اسم الشريك
bn_bd: সাথি নাম
eo: Pärtnér Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Nombre del aliado
he: שם השותף
ja_jp: パートナー名
ka: პარტნიორის სახელი
pl: Nazwa partnera
ru: Имя партнера
tr_tr: İş Ortağı Adı

source: Level Type
ar: نوع المستوى
bn_bd: শ্রেনী প্রকার
de_de: Level Typ
eo: Lévél Týpé Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Tipo de Nivel
he: סוג רמה
ja_jp: レベル・タイプ
ka: დონის ტიპი
pl: Poziom zaawansowania
ru: Тип уровня
tr_tr: Seviye Türü

source: Expected Learnings
ar: توقعات التعلم
bn_bd: প্রত্যাশিত শিক্ষা
de_de: Lernerwartungen
eo: Éxpéçtéd Léärnïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Aprendizaje esperado
he: לימודים צפויים
ja_jp: 期待される学習知識
ka: მოსალოდნელი შედეგები
pl: Spodziewany zakres nauki
ru: Ожидаемые результаты
tr_tr: Beklenen Kazanımlar

source: Learner Testimonials
de_de: Teilnehmer Bewertungen
eo: Léärnér Téstïmönïäls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Testimonios de estudiantes
ja_jp: 受講者証明書
pl: Opinie studentów
ru: Свидетельства учеников
tr_tr: Öğrenci Tanıklıkları

source: Video Link
eo: Vïdéö Lïnk Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Enlace al Video
ja_jp: 動画リンク
pl: Odnośnik do filmu
ru: Ссылка Видео
tr_tr: Video Bağlantısı

source: Course Metadata Course PK
de_de: Kursmetadaten Kurs-PK
eo: Çöürsé Métädätä Çöürsé PK Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Metadatos de Curso PK
pl: Metadata PK kursu
ru: Курс Метаданные Курс PK

source: Level 1
ar: المستوى 1
bn_bd: স্তর 1
de_de: Stufe 1
eo: Lévél 1 Ⱡ'σяєм ιρѕυм #
es_419: Nivel 1
he: רמה 1
ja_jp: レベル1
ka: 1 დონე
pl: Poziom 1
ru: Уровень 1
tr_tr: Seviye 1

source: Level 2
ar: المستوى 2
bn_bd: স্তর 2
de_de: Stufe 2
eo: Lévél 2 Ⱡ'σяєм ιρѕυм #
es_419: Nivel 2
he: רמה 2
ja_jp: レベル2
ka: 2 დონე
pl: Poziom 2
ru: Уровень 2
tr_tr: Seviye 2

source: Level 3
ar: المستوى 3
bn_bd: স্তর 3
de_de: Stufe 3
eo: Lévél 3 Ⱡ'σяєм ιρѕυм #
es_419: Nivel 3
he: רמה 3
ja_jp: レベル3
ka: 3 დონე
pl: Poziom 3
ru: Уровень 3
tr_tr: Seviye 3

source: Level 4
ar: المستوى 4
bn_bd: স্তর 4
de_de: Stufe 4
eo: Lévél 4 Ⱡ'σяєм ιρѕυм #
es_419: Nivel 4
he: רמה 4
ja_jp: レベル4
ka: 4 დონე
pl: Poziom 4
ru: Уровень 4
tr_tr: Seviye 4

source: Level 5
ar: المستوى 5
bn_bd: স্তর 5
de_de: Stufe 5
eo: Lévél 5 Ⱡ'σяєм ιρѕυм #
es_419: Nivel 5
he: רמה 5
ja_jp: レベル5
ka: 5 დონე
pl: Poziom 5
ru: Уровень 5
tr_tr: Seviye 5

source: Content Language
ar: لغة المحتوى
bn_bd: বিষয়বস্তু ভাষা
de_de: Sprache der Lehrinhalte
eo: Çöntént Längüägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Idioma del Contenido
he: שפת התוכן
ja_jp: コンテンツ用言語
ka: შინაარსის ენა
pl: Język treści
ru: Язык контента
tr_tr: İçerik Dili

source: Length of course, in number of weeks
ar: مدة الدورة، بالأسابيع
bn_bd: কোর্সের মেয়াদ , সপ্তাহ সংখ্যা্য়
de_de: Dauer des Kurses, Anzahl in Wochen
eo: Léngth öf çöürsé, ïn nümßér öf wééks Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Duración del curso, en número de semanas
he: אורך הקורס במספר שבועות
ja_jp: 講座の長さ（週数）
ka: კურსის ხანგრძლივობა კვირების რაოდენობის მიხედვით
pl: Czas trwania kursu wyrażony w tygodniach
ru: Разумеется, в течение нескольких недель.
tr_tr: Ders uzunluğu, hafta sayısı olarak

source: Please add any additional notes or special instructions for the course About Page.
ar: يرجى إضافة أية ملاحظات إضافية أو إرشادات خاصة عن الدورة في صفحة النبذة.
de_de: Bitte fügen Sie zusätzliche Notizen oder besondere Instruktionen für diesen Kurs auf der Beschreibungsseite hinzu.
eo: Pléäsé ädd äný äddïtïönäl nötés ör spéçïäl ïnstrüçtïöns för thé çöürsé Àßöüt Pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Por favor añada cualquier anotación o instrucciones especiales para la página de acerca del curso
he: הוסף הערות נוספות כלשהן או הוראות מיוחדות לעמוד האודות של הקורס.
ja_jp: Aboutページに関する追記や特別な指示を記入してください。
ka: გთხოვთ დაამატოთ დამატებითი შენიშვნები ან სპეციალური ინსტრუქციები კურსს "გვერდის შესახებ".
pl: Proszę wprowadzić dodatkowe uwagi lub instrukcje dla karty kursu.
ru: Пожалуйста, добавьте дополнительные примечания или специальные инструкции к курсу "О странице".
tr_tr: Hakkında Sayfası için derse ait ek not ve özel bilgileri lütfen ekleyin.

source: Comma separated list of edX usernames or emails of admins.
ar: قائمة المقسمة باستخدام الفواصل لأسماء مستخدمي edX أو عناوين البريد الإلكتروني للمشرفين.
bn_bd: edX ব্যবহারকারীর নাম বা এদ্মিন ইমেলের তালিকা
de_de: Komma getrennte Liste der edx Nutzernamen oder E-Mail-Adressen der Administratoren.
eo: Çömmä sépärätéd lïst öf édX üsérnämés ör émäïls öf ädmïns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Lista separada por comas de los nombres de usuarios o correos electrónicos de los administradores.
he: רשימה מופרדת בפסיקים של שמות משתמשים או כתובות דואר אלקטרוני של מנהלי מערכת.
ja_jp: コンマで区切られた管理者のメールまたはedXユーザー名のリスト。
ka: edX-ის მომხმარებელთა სახელების ან ადმინისტრატორების ელფოსტების მძიმეებით გამოყოფილი სია.
pl: Lista oddzielonych przecinkami nazw użytkownika lub adresów e-mail administratorów.
ru: Разделенный запятыми список имен пользователей edX или адресов электронной почты администраторов.
tr_tr: Yöneticilerin virgüllerle ayrılmış edX kullanıcı adları ya da e-posta adresleri listesi.

source: Comma separated list of edX usernames or emails of additional staff.
ar: قائمة المقسكة بواسطة فواصل التي تشمل أسماء مستخدمي edX أو عناوين البريد الإلكتروني لأعضاء الطاقم الإضافيين.
de_de: Komma getrennte Liste der edx Nutzernamen oder E-Mail-Adressen der Mitarbeiter.
eo: Çömmä sépärätéd lïst öf édX üsérnämés ör émäïls öf äddïtïönäl stäff. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Lista separada por comas de los nombres de usuario o correos electrónicos de los miembros adicionales del equipo.
he: רשימה מופרדת בפסיקים של שמות משתמשים או כתובות דואר אלקטרוני של חברי צוות נוספים.
ja_jp: コンマで区切られた追加スタッフのメールまたはedXユーザー名のリスト。
ka: edX-ის მომხმარებელთა სახელების ან დამატებითი პერსონალის ელფოსტების მძიმეებით გამოყოფილი სია.
pl: Lista oddzielonych przecinkami nazw użytkownika lub adresów e-mail pozostałych członków kadry.
ru: Запятая отделена от списка имен пользователей edX или адресов электронной почты дополнительных сотрудников.
tr_tr: Ek personelin virgüllerle ayrılmış edX kullanıcı adları ya da e-posta adresleri listesi.

source: Has OFAC Restriction Text
eo: Häs ÖFÀÇ Réstrïçtïön Téxt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Audit
ar: مستمع
bn_bd: অডিট
de_de: Gasthörer
eo: Àüdït Ⱡ'σяєм ιρѕ#
es_419: Tomar como asistente
he: שומע חופשי
ja_jp: 聴講
ka: აუდიტი
pl: Przeglądający
ru: Бесплатный курс
tr_tr: Gözlemle

source: Professional (with ID verification)
ar: مهني (مع التحقق من معرف الهوية)
bn_bd: প্রফেশনাল (আইডি যাচাই সঙ্গে)
de_de: Professional (mit ID Verifizierung)
eo: Pröféssïönäl (wïth ÌD vérïfïçätïön) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: Profesional (Con verificación de ID)
he: מקצועי (עם אימות זיהוי)
ja_jp: Professional (ID認証あり)
ka: სპეციალისტი (ID-ს დამოწმებით)
pl: Specjalistyczny (z weryfikacją tożsamości)
ru: Профессионал (с верификацией ID)
tr_tr: Profesyonel (kimlik doğrulamalı)

source: Professional (no ID verification)
de_de: Professionell (keine ID Verifizierung nötig)
eo: Pröféssïönäl (nö ÌD vérïfïçätïön) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Profesional (Sin verificación de identidad)
pl: Specjalistyczny (bez weryfikacji tożsamości)
ru: Профессиональный (без верификации ID)
tr_tr: Profesyonel (Kimlik doğrulamasız)

source: Organization Role
af_za: Organisasierol
ar: دور المؤسسة
bn_bd: প্রতিষ্ঠানের ভূমিকা
cs: Role v organizaci
da: Organisations rolle
de_de: Organisations rolle
eo: Örgänïzätïön Rölé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Rol de la organización
es_ar: Función de la organización
fa_ir: نقش سازمانی
fi: Organisaation rooli
fil_ph: Tungkulin ng Organisasyon
fr_fr: Rôle de l&#39;organisation
ja_jp: 組織内権限
ka: როლი ორგანიზაციაში
kk_kz: Ұйымның рөлі
pl: Rola w organizacji
pt_br: Função Organização
ru: Роль Организации
sl: Organizacijska vloga

source: Course Role
ar: دور الدورة التعليمية
bn_bd: কোর্স ভূমিকা
de_de: Kursrolle
eo: Çöürsé Rölé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Rol en el curso
ja_jp: 講座内権限
ka: როლი კურსში
pl: Rola w kursie
ru: роль курса
tr_tr: Ders Rolü

source: Submitted for Marketing Review
de_de: Freigegeben für Marketingkontrolle
eo: Süßmïttéd för Märkétïng Révïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Enviado para revisión de Marketing
pl: Przesłany do oceny marketingowej
ru: Представлено для маркетингового обзора
tr_tr: Pazarlama Denetimine Gönderildi

source: Approved by Course Team
de_de: Freigegeben durch das Kursteam
eo: Àpprövéd ßý Çöürsé Téäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Aprobado por el equipo del curso
pl: Zatwierdzony przez kadrę kursu
ru: Утверждено командой курсов
tr_tr: Ders Ekibi Tarafından Onaylanmış

source: Awaiting Course Team Review
de_de: Freigabe des Kursteams ausstehend
eo: Àwäïtïng Çöürsé Téäm Révïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: En espera de la revisión del equipo del curso
pl: Oczekuje na ocenę kadry kursu
ru: В ожидании обзора команды по проведению курсов
tr_tr: Ders Ekibinin İncelemesi Bekleniyor

source: N/A
eo: N/À Ⱡ'σяєм#
pl: N/D
ru: Нет данных
tr_tr: Yok

source: Awaiting Marketing Review
de_de: Marketingkontrolle ausstehend
eo: Àwäïtïng Märkétïng Révïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: En espera de la revisión de Marketing
pl: Oczekuje na ocenę zespołu marketingowego
ru: Ожидание маркетингового обзора
tr_tr: Pazarlamanın İncelemesi Bekleniyor

source: Approved by Marketing
de_de: Marketingkontrolle freigegeben
eo: Àpprövéd ßý Märkétïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Aprobado por Marketing
pl: Zatwierdzony w ocenie marketingowej
ru: Утверждено отделом маркетинга
tr_tr: Pazarlama Tarafından Onaylandı

source: Submitted for review
de_de: Zur Kontrolle freigegeben
eo: Süßmïttéd för révïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Enviado para revisión
ja_jp: レビュー用に提出済
pl: Zgłoszony do oceny
ru: Представлено на рассмотрение
tr_tr: İncelemeye gönderildi

source: Preview Accepted
de_de: Vorschau angenommen
eo: Prévïéw Àççéptéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: Preview Declined
de_de: Vorschau abgelehnt
eo: Prévïéw Déçlïnéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Vista previa rechazada
pl: Podgląd odrzucony
ru: Предварительный просмотр Отклонен
tr_tr: Önizleme Reddedildi

source: Edit
ar: تحرير
de_de: Bearbeiten
eo: Édït Ⱡ'σяєм ι#
es_419: Editar
ja_jp: 編集
ka: შესწორება
pl: Edytuj
ru: Редактировать
tr_tr: Düzenle

source: New Instructor
ar: مرشد جديد
bn_bd: নতুন প্রশিক্ষক
de_de: Neuer Dozent
eo: Néw Ìnstrüçtör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Nuevo Instructor
ja_jp: 新しい講師
pl: Nowy prowadzący
ru: новый преподаватель
tr_tr: Yeni Eğitmen

source: Click here to upload your image
de_de: Klicken Sie hier, um ein Bild hochladen zu können
eo: Çlïçk héré tö üplöäd ýöür ïmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Hacer clic aquí para subir su imagen
ja_jp: 画像をアップロードするにはここをクリック
pl: Kliknij tutaj, aby przesłać obrazek
ru: Нажмите здесь, чтобы загрузить свое изображение
tr_tr: Fotoğrafınızı yüklemek için buraya tıklayın

source: The image dimensions must be 110×110
de_de: Die Bildabmessung muss 110x110 sein
eo: Thé ïmägé dïménsïöns müst ßé 110×110 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: The image size must be less than 256KB
de_de: Die Bildgröße muss kleiner sein als 256KB
eo: Thé ïmägé sïzé müst ßé léss thän 256KB Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: El tamaño de la imagen debe ser menor a 256KB
ja_jp: 画像サイズは256KB以下にしてください
pl: Wielkość pliku graficznego nie może przekroczyć 256KB.
ru: Размер изображения должен быть меньше 256 КБ.
tr_tr: Görsel boyutu 256 KB'dan az olmalı

source: First Name
de_de: Vorname
eo: Fïrst Nämé Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Nombre
ja_jp: 名
pl: Imię
ru: Имя
tr_tr: Ad

source: required
ar: مطلوب
bn_bd: প্রয়োজনীয়
de_de: Erforderlich
eo: réqüïréd Ⱡ'σяєм ιρѕυм ∂#
es_419: requerido
he: נדרש
ja_jp: 必須
ka: სავალდებულო
pl: wymagane
ru: требуется
tr_tr: gerekli

source: Last Name
de_de: Nachname
eo: Läst Nämé Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Apellido
ja_jp: 姓
pl: Nazwisko
ru: Фамилия
tr_tr: Soyadı

source: Title
ar: العنوان
bn_bd: খেতাব
de_de: Titel, Namenszusatz
eo: Tïtlé Ⱡ'σяєм ιρѕ#
es_419: Título
he: כותרת
ja_jp: タイトル
ka: სათაური
pl: Tytuł
ru: заголовок
tr_tr: Başlık

source: Enter a different organization
de_de: Geben Sie eine andere Organisation an
eo: Éntér ä dïfférént örgänïzätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Ingrese una organización diferente
pl: Wprowadź inną organizację
ru: Войти в другую организацию
tr_tr: Farklı bir kurum girin

source: Bio
ar: السيرة الذاتية
bn_bd: বায়ো
de_de: Biografie
eo: Bïö Ⱡ'σяєм#
es_419: Biografía
ja_jp: 略歴
pl: Biografia
ru: Биография

source: one or two paragraphs in HTML format (consider using &lt;p&gt;)
de_de: Ein oder zwei Paragraphen im HTML Format (Nutzen Sie auch &lt;p&gt;)
eo: öné ör twö pärägräphs ïn HTML förmät (çönsïdér üsïng &lt;p&gt;) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Social Links
de_de: Soziale Netzwerke
eo: Söçïäl Lïnks Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: optional
bn_bd: ঐচ্ছিক
de_de: Weitere Angaben
eo: öptïönäl Ⱡ'σяєм ιρѕυм ∂#
es_419: opcional
ja_jp: オプション
pl: opcjonalny
ru: необязательный
tr_tr: isteğe bağlı

source: Add new social link
de_de: Einen Link zu einem sozialen Netzwerk hinzufügen
eo: Àdd néw söçïäl lïnk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: Major Works
ar: أعمال كبرى
bn_bd: প্রধান কর্ম
de_de: Hauptarbeit
eo: Mäjör Wörks Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Trabajos destacados
ja_jp: 主な作品
pl: Główne osiągnięcia
ru: Основные работы
tr_tr: Başlıca Eserleri

source: a list in HTML format (consider using &lt;ul&gt; or &lt;br&gt;)
de_de: Eine Liste im HTML Format (Nutzen Sie auch &lt;ul&gt; oder &lt;br&gt;)
eo: ä lïst ïn HTML förmät (çönsïdér üsïng &lt;ül&gt; ör &lt;ßr&gt;) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Areas of Expertise
de_de: Fachgebiete
eo: Àréäs öf Éxpértïsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: Add new area of expertise
de_de: Ein neues Fachgebiet hinzufügen
eo: Àdd néw äréä öf éxpértïsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Add Staff Member
ar: إضافة عضو طاقم
bn_bd: স্টাফ সদস্য যোগ করুন
de_de: Mitarbeiter hinzufügen
eo: Àdd Stäff Mémßér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Adicionar miembro del equipo
ja_jp: スタッフ追加
pl: Dodaj członka kadry
ru: Добавить сотрудника
tr_tr: Personel Ekle

source: REVIEWS
de_de: Kontrollen
eo: RÉVÌÉWS Ⱡ'σяєм ιρѕυм #
es_419: REVISIONES
ja_jp: レビュー
pl: OCENY
ru: РЕЦЕНЗИИ
tr_tr: İNCELEMELER

source: You can currently edit information for this course run. However, before you can submit this course run for review, you must finalize the information for {link_start}{course_url}{link_middle}{course_name}{link_end} with edX.
de_de: Sie können die Informationen dieses Kurselaufs bearbeiten. Bevor Sie einen Kurslauf zu Überprüfung einreichen, müssen die Informationen für {link_start}{course_url}{link_middle}{course_name}{link_end} von edX vervollständigt worden sein.
eo: Ýöü çän çürréntlý édït ïnförmätïön för thïs çöürsé rün. Höwévér, ßéföré ýöü çän süßmït thïs çöürsé rün för révïéw, ýöü müst fïnälïzé thé ïnförmätïön för {link_start}{course_url}{link_middle}{course_name}{link_end} wïth édX. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη #

source: Decline
de_de: Ablehnen
eo: Déçlïné Ⱡ'σяєм ιρѕυм #
es_419: Declinar
ja_jp: 却下
pl: Odrzuć
ru: Отклонить
tr_tr: Reddet

source: Accept
de_de: Akzeptieren
eo: Àççépt Ⱡ'σяєм ιρѕυ#
es_419: Aceptar
ja_jp: 承認
pl: Zaakceptuj
ru: Принять
tr_tr: Kabul Et

source: Accepted
de_de: Annehmen
eo: Àççéptéd Ⱡ'σяєм ιρѕυм ∂#
es_419: Aceptado
ja_jp: 承認済
pl: Zaakceptowany
ru: Принято
tr_tr: Kabul Edildi

source: Publish
de_de: Veröffentlichen
eo: Püßlïsh Ⱡ'σяєм ιρѕυм #
es_419: Publicar
he: פרסם
ja_jp: 公開
ka: გამოქვეყნება
pl: Opublikuj
ru: Опубликовать
tr_tr: Yayınla

source: ABOUT PAGE PREVIEW
de_de: Vorschau der Beschreibungsseite
eo: ÀBÖÛT PÀGÉ PRÉVÌÉW Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: VISTA PREVIA DE LA PÁGINA DE INTRODUCCIÓN AL CURSO
ja_jp: Aboutページプレビュー
pl: PODGLĄD KARTY KURSU
ru: Про страницу предварительного просмотра
tr_tr: HAKKINDA SAYFASI ÖNGÖSTERİMİ

source: Preview URL
ar: معاينة URL
de_de: Vorschau-Adresse
eo: Prévïéw ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: URL de la vista previa
ja_jp: プレビュー URL
ka: გადახედვის URL
pl: Adres URL zapowiedzi
ru: Предварительный просмотр url
tr_tr: Öngösterim URL
