Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: Accept About Page Preview
de_de: Akzeptieren Sie die Vorschau der Beschreibungsseite
eo: Àççépt Àßöüt Pägé Prévïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Aceptar Vista Previa de la Página de introducción
ja_jp: Aboutページプレビューを承認
pl: Zaakceptuj wygląd karty kursu.
ru: Принять О предварительном просмотре страницы
tr_tr: Hakkında Sayfası Önizlemesini Kabul Et

source: By accepting the About page preview, you are confirming that the information for this course run in Publisher is correct.
de_de: Mit dem Akzeptieren der Vorschau der Beschreibungsseite, bestätigen Sie, dass die Informationen für diesen Kurs in Publisher korrekt sind.
eo: Bý äççéptïng thé Àßöüt pägé prévïéw, ýöü äré çönfïrmïng thät thé ïnförmätïön för thïs çöürsé rün ïn Püßlïshér ïs çörréçt. Ⱡ'σяєм ιρѕυ#
es_419: Al aceptar la vista previa de la página de introducción al curso, estás confirmando que la información de este curso en Publisher es correcta.
ja_jp: Aboutページプレビューを承認することにより、Publisher内のcourse runの情報が正しいことを確認したことになります。
pl: Akceptując wygląd karty kursu potwierdzasz, że informacje w Publisherze dla tej edycji kursu są poprawne.
ru: Соглашаясь с предварительным просмотром страницы, вы подтверждаете, что информация для данного курса, проведенного в Издательстве, является правильной.

source: Note that before edX can publish the About page for this course run, the following information for the course run must be entered in Studio.
de_de: Beachten Sie, dass die folgenden Informationen für diesen Kurs in Studio eingegeben sind, bevor edX die Beschreibungsseite veröffentlichen kann.
eo: Nöté thät ßéföré édX çän püßlïsh thé Àßöüt pägé för thïs çöürsé rün, thé föllöwïng ïnförmätïön för thé çöürsé rün müst ßé éntéréd ïn Stüdïö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт ł#
es_419: Antes que puedas publicar la página de introducción de este curso en edX, la siguiente información debe ser ingresada en Studio.
ja_jp: edXがAboutページを公開する前に、次の情報をStudioで入力しなければいけませんので、ご注意ください。
pl: Weź pod uwagę, że zanim koordynator opublikuje kartę kursu dla tej edycji kursu, następujące informacje o edycji kursu muszą zostać wprowadzone do Studio.
ru: Обратите внимание, что прежде чем EdX сможет опубликовать страницу "О курсе", в Studio необходимо ввести следующую информацию о курсе.

source: The course run start and end date.
de_de: Das Start und End Datum des Kurslaufs
eo: Thé çöürsé rün stärt änd énd däté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: La fecha de inicio y finalización del curso.
ja_jp: course run開始および終了日。
pl: Data rozpoczęcia i zakończenia edycji kursu.
ru: Дата начала и окончания курса.
tr_tr: Dersin başlangıç ve bitiş tarihi.

source: The course card image.
de_de: Bild der Kurskarte
eo: Thé çöürsé çärd ïmägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Imagen de portada para el curso
ja_jp: 講座カード画像。
pl: Obrazek na kartę kursu
ru: Изображение для "визитной карточки" курса.
tr_tr: Ders kartı görseli.

source: Names, titles, and signature images for all certificate signatories.
de_de: Namen, Titel und Signaturen für alle Zertifikat Unterzeichner.
eo: Nämés, tïtlés, änd sïgnätüré ïmägés för äll çértïfïçäté sïgnätörïés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Nombres, títulos e imágenes de firma para todos los signatarios del certificado.
ja_jp: 修了証の署名欄の名前、タイトル、署名の画像。
pl: Nazwiska, stopnie naukowe i zdjęcia podpisów wszystkich sygnatariuszy certyfikatu.
ru: Имена, должности и изображения подписей для всех подписавших сертификат лиц.
tr_tr: Tüm sertifika imzacılarının isim, ünvan ve imza görselleri.

source: OK
eo: ÖK Ⱡ'σя#
ru: ОК
tr_tr: TAMAM

source: Course
ar: الدورة
bn_bd: কোর্স
de_de: Kurs
eo: Çöürsé Ⱡ'σяєм ιρѕυ#
es_419: Curso
he: קורס
ja_jp: 講座
ka: კურსი
pl: Kurs
ru: Курс
tr_tr: Ders

source: Authored in Studio?
ar: مؤلفة في الاستوديو؟
de_de: Verfasst in Studio?
eo: Àüthöréd ïn Stüdïö? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: ¿Creado en Studio?
he: נוצר בסטודיו?
ja_jp: Studioで作成済？
ka: სტუდიოში ავტორიზებული?
pl: Zaprojektowany w Studio?
ru: Автором в студии?
tr_tr: Studio'da Yetkiniz Var Mı?

source: Multiple Partner Course?
ar: هل الدورة متعددة الشركاء؟
de_de: Mehrfacher Partnerkurs?
eo: Mültïplé Pärtnér Çöürsé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: ¿Curso ofrecido por más de un socio?
he: קורס שותפים מרובים
ja_jp: 複数のパートナー講座？
ka: მრავალრიცხოვანი პარტნიორი კურსი?
pl: Wspólny kurs wielu instytucji?
ru: Курс для нескольких партнеров?
tr_tr: Çok Ortaklı Ders?

source: Subject Area
ar: مجال الموضوع
de_de: Themenfeld
eo: Süßjéçt Àréä Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Tema general
he: תחום הנושא
ja_jp: 分野
ka: საგნის არე
pl: Obszar tematyczny
ru: Тематическая область

source: Language: Course Text
ar: اللغة: نص الدورة
de_de: Sprache: Kurstext
eo: Längüägé: Çöürsé Téxt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Idioma: texto del curso
he: שפה: טקסט הקורס
ja_jp: 言語: 講座内テキスト
ka: ენა: კურსის ტექსტი
pl: Język: tekst treści kursu
ru: Язык: Текст курса
tr_tr: Dil: Ders Metni

source: Language: Transcripts
ar: اللغة: نصوص
de_de: Sprache: Transkripte
eo: Längüägé: Tränsçrïpts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Idioma: transcripciones
he: שפה: תמלולים
ja_jp: 言語: 字幕
ka: ენა: სუბტიტრები
pl: Język; transkrypcje
ru: Язык: Транскрипты
tr_tr: Dil: Altyazılar

source: Language: Video
ar: اللغة: فيديو
de_de: Sprache: Video
eo: Längüägé: Vïdéö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Idioma: video
he: שפה: סרטון וידאו
ja_jp: 言語: 動画
ka: ენა: ვიდეო
pl: Język: filmy
ru: Язык: Видео
tr_tr: Dil: Video

source: Course Run
ar: مسار الدورة
bn_bd: কোর্সের চালান
de_de: Kursverlauf
eo: Çöürsé Rün Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Versión del curso
he: הרצת קורס
ka: კურსის გაშვება
pl: Edycja kursu
ru: Прогон курса
tr_tr: Dersi Yayın Tarihi

source: New or Rerun?
ar: جديد أم إعادة تشغيل؟
de_de: Neu oder Wiederholung?
eo: Néw ör Rérün? Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: ¿Nuevo o repetición?
he: חדש או הרצה חוזרת?
ja_jp: 新規または再開講？
ka: ახალი თუ თავიდან გაშვებული?
pl: Nowy czy wznowienie?
ru: Новый или повторный запуск?
tr_tr: Yeni ya da Yeniden Yayın?

source: Faculty
ar: الكلية
de_de: Fakultät
eo: Fäçültý Ⱡ'σяєм ιρѕυм #
es_419: Cuerpo Docente
he: פקולטה
ka: ფაკულტეტი
pl: Wydział
ru: преподавательский состав
tr_tr: Fakülte

source: Course Run Display Name
ar: اسم عرض تشغيل الدورة
de_de: Name des Kurslaufs
eo: Çöürsé Rün Dïspläý Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Nombre de la versión del curso para mostrar
he: שם התצוגה להרצת קורס
ja_jp: Course Run 表示名
ka: კურსის გაშვების ხილვადი სახელი
pl: Nazwa wyświetlana edycji kursu
ru: Отображаемое название запускаемого курса
tr_tr: Ders Yayınının Görünecek İsmi

source: Course Run Number
ar: رقم تشغيل الدورة
de_de: Nummer des Kurslaufs
eo: Çöürsé Rün Nümßér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Número de la versión del curso
he: מספר הרצת קורס
ja_jp: Course Run 番号
ka: კურსის გაშვების ნომერი
pl: Numer edycji kursu
ru: Номер запуска курса
tr_tr: Ders Yayını Numarası

source: edX Course Run ID
ar: معرف تشغيل دورة edX
de_de: ID des Kurslaufs
eo: édX Çöürsé Rün ÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: ID de la versión del curso en edX
he: מזהה הרצת קורס של edX
ka: edX კურსის გაშვების ID
pl: Wewnętrzny identyfikator edycji kursu
ru: Запуск курса ID edX
tr_tr: edX Ders Yayını ID

source: Certificate Type
ar: نوع الشهادة
de_de: Zertifikattyp
eo: Çértïfïçäté Týpé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Tipo de certificado
he: סוג תעודה
ja_jp: 修了証の種類
ka: სერტიფიკატის ტიპი
pl: Rodzaj certyfikatu
ru: Тип сертификата
tr_tr: Sertifika Türü

source: Course $ (minimum)
ar: سعر الدورة $ (كحد أدنى)
de_de: Kurs $ (minimum)
eo: Çöürsé $ (mïnïmüm) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Curso $ (mínimo)
he: מחיר הקורס בדולרים (מינימום)
ja_jp: 講座 $ (最低額)
ka: კურსი $ (მინიმუმი)
pl: Cena kursu (minimalna)
ru: Курс $ (minimum)
tr_tr: Ders ücreti (minimum)

source: Credit $ (minimum)
eo: Çrédït $ (mïnïmüm) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Crédito $ (minimum)
ja_jp: 単位 $ (最低額)
pl: Cena punktów edukacyjnych (minimalna)
ru: Кредит $ (minimum)
tr_tr: Kredi ücreti (minimum)

source: Self Paced?
ar: تعلم ذاتي؟
de_de: Selbstbestimmt?
eo: Sélf Päçéd? Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: ¿A ritmo del estudiante?
he: בקצב אישי?
ka: თვითრეგულირებადი?
pl: W tempie własnym?
ru: Самостоятельное обучение?
tr_tr: Kendi Kendine?

source: MDC Submission Due Date
ar: تاريخ استحقاق تقديمات MDC
de_de: MDC Fälligkeitsdatum der Einreichung
eo: MDÇ Süßmïssïön Düé Däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Fecha de envío limite de MDC
he: מועד הגשת MDC
ja_jp: MDC 提出締切
ka: MDC გაგზავნის თარიღი
pl: Termin na złożenie listy kontrolnej kursu
ru: Срок сдачи документов MDC

source: Start Date
ar: تاريخ البدء
bn_bd: শুরুর তারিখ
de_de: Zeitpunkt des Starts
eo: Stärt Däté Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Fecha de Inicio
he: תאריך התחלה
ja_jp: 開始日
ka: დაწყების თარიღი
pl: Data rozpoczęcia
ru: Дата начала
tr_tr: Başlama Tarihi

source: End Date
ar: تاريخ الانتهاء
bn_bd: শেষ তারিখ
de_de: Zeitpunkt der Beendigung
eo: Énd Däté Ⱡ'σяєм ιρѕυм ∂#
es_419: Fecha de Finalización
he: תאריך סיום
ja_jp: 終了日
ka: დასრულების თარიღი
pl: Data zakończenia
ru: Дата окончания
tr_tr: Bitiş Tarihi

source: Verified Registration Expiration Date
ar: تاريخ انتهاء صلاحية التسجيل المعتمد
de_de: Ablaufdatum für die verifizierte Registrierung
eo: Vérïfïéd Régïsträtïön Éxpïrätïön Däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Fecha límite para verificación
he: תאריך התפוגה של ההרשמה המאומתת
ja_jp: 認証付き登録有効期限
ka: შემოწმებული რეგისტრაციის ვადის ამოწურვის თარიღი
pl: Data wygaśnięcia potwierdzenia tożsamości
ru: Подтвержденная дата окончательного срока действия регистрации

source: Certificate Issued Date
ar: تاريخ إصدار الشهادة
de_de: Ausstellungsdatum des Zertifikats
eo: Çértïfïçäté Ìssüéd Däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Fecha de emisión del certificado
he: תאריך התעודות שהונפקו
ja_jp: 修了証発行日
ka: სერტიფიკატის გაცემის თარიღი
pl: Data wydania certyfikatu
ru: Дата выдачи сертификата
tr_tr: Sertifika Veriliş Tarihi

source: Enrollment Type
de_de: Einschreibungsart
eo: Énröllmént Týpé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: TIpo de Inscripción
he: סוג הרשמה
ja_jp: 受講登録タイプ
pl: Forma uczestnictwa
ru: Тип зачисления
tr_tr: Kayıt Türü

source: Pacing Type
ar: نوع الدراسة
bn_bd: পদার্পণ প্রকার
de_de: Kurstempo
eo: Päçïng Týpé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Tipo de Ritmo del curso
he: סוג קצב
ja_jp: 講座の種類
ka: მსვლელობის ტიპი
pl: Typ formuły
ru: Тип порядка обучения
tr_tr: Eğitim Şekli

source: Reason for declining preview
de_de: Gründe für rückläufige Vorschau
eo: Réäsön för déçlïnïng prévïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Razón de declinar la previsualización
ja_jp: プレビュー却下の理由
pl: Powód odrzucenia zapowiedzi
ru: Причина отклонения предварительного просмотра
tr_tr: Önizlemeyi reddetme nedeni

source: The About page for this course run was published on %(course_publish_date)s.
de_de: Die Beschreibungsseite für diesen Kurs wurde veröffentlicht auf %(course_publish_date)s.
eo: Thé Àßöüt pägé för thïs çöürsé rün wäs püßlïshéd ön %(course_publish_date)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: La página de introducción para este curso fue publicada en%(course_publish_date)s.
ja_jp: このcourse runのAboutページは %(course_publish_date)sに公開されました。
pl: Karta kursu dla tej edycji kursu została opublikowana dn. %(course_publish_date)s.
ru: Страница "О курсе" была опубликована на сайте %(course_publish_date)s
tr_tr: Bu ders yayınının Hakkında sayfası %(course_publish_date)s tarihinde yayınlandı.

source: View it on edx.org at
de_de: In edx.org sehen
eo: Vïéw ït ön édx.örg ät Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Verlo en edx.org en
ja_jp: edx.org 上で見る
pl: Zobacz na stronie platformy
ru: Смотри это на edx.org at

source: All
ar: الكل
bn_bd: সকল
de_de: Alles
eo: Àll Ⱡ'σяєм#
es_419: Todos
he: הכל
ja_jp: すべて
ka: ყველა
pl: Wszystko
ru: Все
tr_tr: Tümü

source: STUDIO
bn_bd: স্টুডিও
eo: STÛDÌÖ Ⱡ'σяєм ιρѕυ#
ru: СТУДИЯ

source: CAT
eo: ÇÀT Ⱡ'σяєм#

source: DRUPAL
eo: DRÛPÀL Ⱡ'σяєм ιρѕυ#

source: Successfully published to Studio, E-Commerce, and Discovery.
de_de: Erfolgreich veröffentlicht für Studio, E-Commerce und Discovery
eo: Süççéssfüllý püßlïshéd tö Stüdïö, É-Çömmérçé, änd Dïsçövérý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Publicado con éxito en Studio, E-commerce y Discovery.
pl: Opublikowano pomyślnie
ru: Успешно опубликован в изданиях Studio, E-Commerce и Discovery.
tr_tr: Studio, E-Ticaret ve Keşif içinde başarıyla yayınlandı.

source: Publication failed.
de_de: Veröffentlichung fehlgeschlagen.
eo: Püßlïçätïön fäïléd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Falló la publicación.
pl: Opublikowanie nieudane
ru: Ошибка публикации.
tr_tr: Yayınlama başarısız.

source: Course About Pages
de_de: Beschreibungsseiten des Kurses
eo: Çöürsé Àßöüt Pägés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Páginas de introducción de los Cursos
ja_jp: Aboutページ
pl: Karty kursów
ru: Страница "О курсе"
tr_tr: Ders Hakkında Sayfaları

source: EdX Publisher is used to create course About pages. Users enter, review, and approve content in Publisher. Publisher keeps track of the details and sends email updates when actions are necessary.
de_de: EdX Publisher wird verwendet, um die Kurs-"Über" Seite zu erstellen. Benutzer geben Inhalte in Publisher ein, überprüfen und genehmigen sie. Der Publisher behält den Überblick über die Details und sendet bei Bedarf E-Mail-Updates.
eo: ÉdX Püßlïshér ïs üséd tö çréäté çöürsé Àßöüt pägés. Ûsérs éntér, révïéw, änd äpprövé çöntént ïn Püßlïshér. Püßlïshér kééps träçk öf thé détäïls änd sénds émäïl üpdätés whén äçtïöns äré néçéssärý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αт#
es_419: EdX Publisher es usado para crear las páginas de introducción de los cursos. Los usuarios ingresan, revisa y aprueban el contenido en Publisher. Publisher registra los detalles y envía correos actualizados cuando hay acciones necesarias.
ja_jp: EdX Publisher はAboutページを作成する際に使用します。ユーザーはPublisher内でコンテンツを入力、レビュー、承認します。Publisher は詳細を管理し、対応が必要な場合にはメールを送ります。
pl: Publisher jest wykorzystywany do tworzenia kart kursów. Użytkownicy wprowadzają, weryfikują i zatwierdzają treści w Publisherze, który śledzi wszystkie zmiany i wysyła powiadomienia e-mail gdy niezbędne jest podjęcie określonych czynności.
ru: EdX Publisher используется для создания курса "О страницах". Пользователи вводят, просматривают и утверждают контент в Издательстве. Издатель следит за деталями и отправляет обновления по электронной почте, когда это необходимо.
tr_tr: EdX Publisher dersler için Hakkında sayfaları oluşturmada kullanılır. Kullanıcılar Publisher içine içerikleri girip, inceleyip ve onaylar. Publisher içindeki eylemlerin ayrıntılarını tutarak gerektiğinde e-posta güncellemeleri gönderir.

source: EdX Publisher is a companion to edX Studio. Course teams enter About page information in Publisher, and course content in Studio.
de_de: EdX Publisher ist ein Begleiter von edX Studio. Die Kursteams geben Informationen über die Info-Seite im Publisher und Kursinhalte in Studio ein.
eo: ÉdX Püßlïshér ïs ä çömpänïön tö édX Stüdïö. Çöürsé téäms éntér Àßöüt pägé ïnförmätïön ïn Püßlïshér, änd çöürsé çöntént ïn Stüdïö. Ⱡ'σ#
es_419: EdX Publisher es un complemento de edX Studio. Los equipos de los cursos ingresan información de la página de introducción en Publisher, y el contenido del curso en Studio.
ja_jp: EdX Publisher は edX Studioの仲間です。講座チームはAboutページの情報をPublisherに、講座コンテンツをStudioに入力します。
pl: Publisher jest uzupełnieniem systemu Studio. Kadry kursów wprowadzają informacje na kartę kursu w Publisherze, a treści kursu w Studio.
ru: EdX Publisher является компаньоном EdX Studio. Команды курса вводят информацию о странице в Издательстве, а содержание курса - в Студии.

source: Add a New Course
de_de: Einen neuen Kurs hinzufügen
eo: Àdd ä Néw Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Agregar nuevo curso
ja_jp: 新規講座を入力
pl: Dodaj nowy kurs
ru: Добавить новый курс
tr_tr: Yeni Ders Ekle

source: Add a Course Run
de_de: Einen neuen Kurslauf hinzufügen
eo: Àdd ä Çöürsé Rün Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Agregar una versión del curso
ja_jp: course runを入力
pl: Dodaj edycję kursu
ru: Добавить прогон курса
tr_tr: Ders Yayını Ekle

source: Course runs
ar: مجريات الدورة التعليمية
de_de: Anzahl Kursdurchläufe
eo: Çöürsé rüns Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Versiones del curso
ka: კურსის გაშვებები
pl: Edycje kursu
ru: Запуски курса
tr_tr: Ders yayınları

source: In Development
de_de: In Bearbeitung
eo: Ìn Dévélöpmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: En Desarrollo
ja_jp: 開発中
pl: W trakcie tworzenia
ru: В разработке
tr_tr: Geliştirilme Aşamasında

source: In Preview
de_de: Vorschau
eo: Ìn Prévïéw Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: En Vista Previa
ja_jp: プレビュー中
pl: W trakcie oceny
ru: На рассмотрении
tr_tr: Önizlemede

source: Studio Request
de_de: Studio Anfrage
eo: Stüdïö Réqüést Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Solicitud de Studio
ja_jp: Studio リクエスト
pl: Żądanie Studio
ru: Запрос студии
tr_tr: Studio İsteği

source: Published About Pages
de_de: Veröffentlichte Beschreibungsseiten
eo: Püßlïshéd Àßöüt Pägés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Páginas de introducción publicadas
ja_jp: Aboutページ公開済
pl: Opublikowane karty kursów
ru: опубликовано "О курсе"
tr_tr: Yayınlanmış Hakkında Sayfaları

source: No course runs currently have an About page preview available for course team review.
de_de: Derzeit ist in keinem Kurslauf eine Vorschau der Info-Seite verfügbar, um das Kursteam zu überprüfen.
eo: Nö çöürsé rüns çürréntlý hävé än Àßöüt pägé prévïéw äväïläßlé för çöürsé téäm révïéw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: No hay versiones de curso que actualmente tengan disponible una vista previa de la página de introducción para revisión.
ja_jp: 講座チームがレビューできるAboutページプレビューがあるcourse runは現在ありません。
pl: Żadne edycje kursu nie posiadają dostępnych podglądów karty kursu możliwych do oceny przez kadrę kursu.
ru: В настоящее время ни в одном цикле курсов не предусмотрен предварительный просмотр страницы "О курсе" для просмотра командой, отвечающей за просмотр курса.

source: About page previews for the following course runs are available for course team review. After the course team approves the preview, the edX publisher will publish the About page for the course run on edx.org. The course team will receive an email message when the About page has been published.
de_de: Über Kursvorschauen für die folgenden Kursläufe stehen für die Überprüfung des Kursteams zur Verfügung. Nachdem das Kursteam die Vorschau genehmigt hat, veröffentlicht der edX-Publisher die About-Seite für den auf edx.org laufenden Kurs. Das Kursteam erhält eine E-Mail, wenn die Seite Über veröffentlicht wurde.
eo: Àßöüt pägé prévïéws för thé föllöwïng çöürsé rüns äré äväïläßlé för çöürsé téäm révïéw. Àftér thé çöürsé téäm äpprövés thé prévïéw, thé édX püßlïshér wïll püßlïsh thé Àßöüt pägé för thé çöürsé rün ön édx.örg. Thé çöürsé téäm wïll réçéïvé än émäïl méssägé whén thé Àßöüt pägé häs ßéén püßlïshéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ #
es_419: Los siguientes cursos están disponibles para revisión de la página de introducción. Después que el equipo del curso la apruebe, el edX Publisher publicará la página para el curso en edx.org. El equipo del curso recibirá un mensaje vía email cuando la página haya sido publicada.
ja_jp: 以下のcourse runのAboutページのプレビューは講座チームがレビューできる状態です。講座チームがプレビューを承認すると、edX Publisherがedx.org上にAboutページを公開します。Aboutページが公開されると、講座チームにメールが届きます。
pl: Następujące podglądy karty kursu są dostępne do zatwierdzenia przez kadrę kursu. Po zatwierdzeniu karty przez kadrę, koordynator z ramienia platformy opublikuje ją na stronie platformy. Po opublikowaniu karty kursu, członkowie kadry otrzymają wiadomość e-mail potwierdzającą ten fakt.
ru: Предварительный просмотр страниц следующих циклов курсов доступен для просмотра командой участников. После того, как команда курсов одобрит предварительный просмотр, издатель EdX опубликует страницу О курсе на сайте edx.org. Команда курсов получит сообщение по электронной почте, когда страница О курсе будет опубликована.

source: Status
eo: Stätüs Ⱡ'σяєм ιρѕυ#
es_419: Estado
he: סטטוס
ja_jp: ステータス
ka: სტატუსი
pl: Stan
ru: Статус
tr_tr: Durum

source: Modified
de_de: Angepasst
eo: Mödïfïéd Ⱡ'σяєм ιρѕυм ∂#

source: Approved since
de_de: Genehmigt seit
eo: Àpprövéd sïnçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Aprobado desde
ja_jp: 承認済
pl: Zatwierdzona dn.
ru: Утверждено с тех пор
tr_tr: Tarihinden bu yana Onaylı

source: Declined since
de_de: Rückläufig seit
eo: Déçlïnéd sïnçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Rechazado desde
ja_jp: 却下済
pl: Odrzucona dn.
ru: Отклонено с тех пор
tr_tr: Tarihinden bu yana Reddedildi

source: Preview Requested since
de_de: Vorschau angefordert seit
eo: Prévïéw Réqüéstéd sïnçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Vista Previa Solicitada desde
ja_jp: プレビューリクエスト済
pl: Zażądano oceny dn.
ru: Предварительный просмотр Запрошен с тех пор как

source: In Review since
de_de: In Kontrolle seit
eo: Ìn Révïéw sïnçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: En Revisión desde
ja_jp: レビュー中
pl: W trakcie oceny od
ru: На рассмотрении с тех пор как

source: No About pages for any course runs are currently in development.
de_de: Es werden derzeit keine Info-Seiten für Kursläufe erstellt.
eo: Nö Àßöüt pägés för äný çöürsé rüns äré çürréntlý ïn dévélöpmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: No hay páginas de introducción para ningún curso que actualmente esté en desarrollo.
ja_jp: 現在開発中のAboutページはありません。
pl: Żadne karty kursów nie znajdują się obecnie w trakcie tworzenia.
ru: Страница «О курсе» в настоящее время разрабатываются страницы, посвященные любым курсам.

source: Filter by
de_de: Filter durch
eo: Fïltér ßý Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Filtrar por
ja_jp: フィルタリング
pl: Filtruj według
ru: Фильтровать по
tr_tr: Şununla filtrele

source: With Course Team
de_de: Mit Kursteam
eo: Wïth Çöürsé Téäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Con Equipo del Curso
ja_jp: 講座チームと
pl: Z kadrą kursu
ru: Вместе с командой курса
tr_tr: Ders Takımı ile

source: With
de_de: Mit
eo: Wïth Ⱡ'σяєм ι#
es_419: Con
ja_jp: 一緒に
pl: Z
ru: С
tr_tr: ile

source: No About pages have been published yet.
de_de: Bisher wurden keine Beschreibungsseiten veröffentlicht.
eo: Nö Àßöüt pägés hävé ßéén püßlïshéd ýét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: No hay páginas de introducción que hayan sido publicadas aún.
ja_jp: Aboutページは未公開です。
pl: Jeszcze nie opublikowano żadnych kart kursów.
ru: Страница «О курсе» информация о страницах еще не опубликована.
tr_tr: Henüz herhangi bir Hakkında sayfası yayınlanmadı.
