Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: When this flag is enabled, the key of a new course run will be auto generated. When this flag is disabled, the key can be manually set.
af_za: As hierdie vlag geaktiveer is, sal die sleutel van 'n nuwe kursuslopie outomaties gegenereer word. As hierdie vlag gedeaktiveer is, kan die sleutel met die hand ingestel word.
cs: Když je tento příznak povolen, automaticky se vygeneruje klíč nového běhu kurzu. Když je tento příznak deaktivován, klíč lze nastavit ručně.
da: Når dette flag er aktiveret, vil nøglen til en ny banekørsel blive genereret automatisk. Når dette flag er deaktiveret, kan nøglen indstilles manuelt.
de_de: Wenn diese Funktion aktiviert ist, wir der Schlüssel eines neuen Kurslaufs automatisch generiert. Wenn diese Funktion nicht aktiviert ist, kann der Schlüssel auch manuell generiert werden.
eo: Whén thïs fläg ïs énäßléd, thé kéý öf ä néw çöürsé rün wïll ßé äütö générätéd. Whén thïs fläg ïs dïsäßléd, thé kéý çän ßé mänüällý sét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσя#
es_ar: Cuando esta bandera está habilitada, la clave de una nueva ejecución del curso se generará automáticamente. Cuando esta bandera está deshabilitada, la clave se puede configurar manualmente.
fa_ir: وقتی این پرچم فعال شود، کلید اجرای دوره آموزشی جدید به‌صورت خودکار ساخته می‌شود. و زمانی که غیرفعال باشد، کلید را می‌توان به‌صورت دستی تنظیم کرد.
fi: Kun tämä lippu on käytössä, uuden radan avain luodaan automaattisesti. Kun tämä lippu on poistettu käytöstä, avain voidaan asettaa manuaalisesti.
fil_ph: Kapag pinagana ang flag na ito, ang susi ng isang bagong pagtakbo ng kurso ay awtomatikong mabubuo. Kapag hindi pinagana ang flag na ito, maaaring manu-manong itakda ang key.
fr_fr: Lorsque ce drapeau est activé, la clé d&#39;un nouveau parcours sera automatiquement générée. Lorsque cet indicateur est désactivé, la clé peut être définie manuellement.
kk_kz: Бұл жалау қосылған кезде жаңа курсты бастау кілті автоматты түрде жасалады. Бұл жалау өшірілген кезде кілтті қолмен орнатуға болады.
pt_br: Quando este sinalizador estiver ativado, a chave de uma nova execução de curso será gerada automaticamente. Quando esse sinalizador está desabilitado, a chave pode ser definida manualmente.
sl: Ko je ta zastavica omogočena, bo ključ nove vožnje samodejno ustvarjen. Ko je ta zastavica onemogočena, lahko ključ nastavite ročno.

source: Please do not use any spaces or special characters other than period, underscore or hyphen in the key field.
af_za: Moenie enige ruimtes of spesiale karakters anders as periode, onderstreep of koppelteken in die sleutelveld gebruik nie.
cs: V poli klíče nepoužívejte žádné mezery nebo speciální znaky kromě tečky, podtržítka nebo pomlčky.
da: Brug venligst ikke mellemrum eller specialtegn ud over punktum, understregning eller bindestreg i nøglefeltet.
de_de: Bitte verwenden Sie keine Leerzeichen oder Sonderzeichen außer Punkt, Unterstrich und Bindestrich in diesem Schlüsselfeld.
eo: Pléäsé dö nöt üsé äný späçés ör spéçïäl çhäräçtérs öthér thän pérïöd, ündérsçöré ör hýphén ïn thé kéý fïéld. Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Por favor no usar ningún espacio o caracteres especiales diferentes a punto, guion bajo o guion en el campo llave del curso.
es_ar: No utilice espacios ni caracteres especiales que no sean puntos, guiones bajos o guiones en el campo clave.
fa_ir: لطفاً از هیچ فاصله یا نویسه خاصی به جز نقطه، خط تیره یا خط فاصله در قسمت کلید استفاده نکنید.
fi: Älä käytä avainkentässä muita välilyöntejä tai erikoismerkkejä kuin pistettä, alaviivaa tai tavuviivaa.
fil_ph: Mangyaring huwag gumamit ng anumang mga puwang o mga espesyal na character maliban sa tuldok, salungguhit o gitling sa key field.
fr_fr: Veuillez ne pas utiliser d&#39;espaces ou de caractères spéciaux autres que le point, le trait de soulignement ou le trait d&#39;union dans le champ clé.
kk_kz: Кілт өрісінде нүктеден, астын сызудан немесе сызықшадан басқа бос орындарды немесе арнайы таңбаларды пайдаланбаңыз.
pl: Proszę nie umieszczać w polu klucza żadnych spacji lub znaków specjalnych innych niż kropki, podkreślenia i myślniki.
pt_br: Por favor não use espaços ou caracteres especiais com exceção de período, vírgula, hífen ou sublinhado no campo.
ru: Пожалуйста, не используйте пробелы или специальные символы, кроме точки, подчеркивания или дефиса в ключевом поле.
sl: V ključnem polju ne uporabljajte presledkov ali posebnih znakov razen pike, podčrtaja ali vezaja.
tr_tr: Lütfen bu alanda nokta, altçizgi ve tire dışında herhangi bir boşluk ya da özel karakter kullanmayınız.

source: A list of major works by this person. Must be valid HTML.
af_za: 'N Lys met belangrike werke van hierdie persoon. Moet geldig wees HTML.
cs: Seznam hlavních děl této osoby. Musí být platný kód HTML.
da: En liste over større værker af denne person. Skal være gyldig HTML.
de_de: Eine Liste der besten Arbeiten dieser Person. Es muss im gültigen HTML Format geschrieben sein.
eo: À lïst öf mäjör wörks ßý thïs pérsön. Müst ßé välïd HTML. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: Una lista de las principales obras de esta persona. Debe ser HTML válido.
fa_ir: فهرستی از آثار مهم این شخص. باید HTML معتبر باشد.
fi: Luettelo tämän henkilön tärkeimmistä teoksista. Täytyy olla kelvollinen HTML.
fil_ph: Isang listahan ng mga pangunahing gawa ng taong ito. Dapat ay wastong HTML.
fr_fr: Une liste des œuvres majeures de cette personne. Doit être HTML valide.
kk_kz: Бұл адамның негізгі жұмыстарының тізімі. Жарамды HTML болуы керек.
pt_br: Uma lista das principais obras desta pessoa. Deve ser um HTML válido.
sl: Seznam glavnih del te osebe. Mora biti veljaven HTML.

source: People
af_za: Mense
ar: أشخاص
bn_bd: সম্প্রদায়
cs: Lidé
da: Mennesker
de_de: Personen
eo: Péöplé Ⱡ'σяєм ιρѕυ#
es_419: Personas
es_ar: Personas
fa_ir: افراد
fi: Ihmiset
fil_ph: Mga tao
fr_fr: Gens
he: אנשים
ja_jp: 人々
ka: ხალხი
kk_kz: Адамдар
pl: Ludzie
pt_br: Pessoas
ru: Люди
sl: Ljudje
tr_tr: Kişiler

source: When making reruns for this course, they will use this key instead of the course key.
af_za: As hulle herhalings vir hierdie kursus maak, sal hulle hierdie sleutel in plaas van die kursusleutel gebruik.
cs: Při opakování tohoto kurzu použijí tento klíč místo klíče kurzu.
da: Når de laver genudsendelser af dette kursus, vil de bruge denne nøgle i stedet for kursusnøglen.
de_de: Wenn ein Kurslauf wiederholt wird, wird dieser Schlüssel genutzt anstelle des Kursschlüssels.
eo: Whén mäkïng rérüns för thïs çöürsé, théý wïll üsé thïs kéý ïnstéäd öf thé çöürsé kéý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_ar: Al hacer repeticiones para este curso, usarán esta clave en lugar de la clave del curso.
fa_ir: هنگام ساخت مجدد این دوره آموزشی، آن‌ها از این کلید به جای کلید دوره آموزشی استفاده می‌کنند.
fi: Kun teet uusintoja tälle kurssille, he käyttävät tätä avainta kurssiavaimen sijasta.
fil_ph: Kapag gumagawa ng mga rerun para sa kursong ito, gagamitin nila ang key na ito sa halip na ang course key.
fr_fr: Lorsqu&#39;ils feront des rediffusions pour ce cours, ils utiliseront cette clé au lieu de la clé du cours.
kk_kz: Осы курсты қайта іске қосқан кезде олар курс кілтінің орнына осы кілтті пайдаланады.
pt_br: Ao fazer reprises para este curso, eles usarão esta chave em vez da chave do curso.
sl: Ko bodo izvajali ponovitve tega tečaja, bodo namesto ključa tečaja uporabili ta ključ.

source: Add the course image
af_za: Voeg die kursusbeeld by
cs: Přidejte obrázek kurzu
da: Tilføj kursusbilledet
de_de: Fügen Sie ein Kursbild hinzu
eo: Àdd thé çöürsé ïmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Añada la imagen del curso.
es_ar: Añadir la imagen del curso
fa_ir: تصویر دوره آموزشی را بیفزایید
fi: Lisää kurssin kuva
fil_ph: Idagdag ang larawan ng kurso
fr_fr: Ajouter l&#39;image du cours
kk_kz: Курс суретін қосыңыз
pl: Dodaj obrazek kursu
pt_br: Adicione a imagem do curso
ru: Добавить изображение курса
sl: Dodajte sliko tečaja
tr_tr: Ders görselini ekleyin

source: FAQ
ar: سؤال شائع
bn_bd: অনবরত জিজ্ঞাসিত প্রশ্ন
de_de: Häufig gestellte Fragen
eo: FÀQ Ⱡ'σяєм#
es_419: Preguntas Frecuentes
es_ar: Preguntas Frecuentes
fa_ir: پرسش‌های متداول
he: שאלות נפוצות
ja_jp: よくある質問
ka: ხშირად დასმული კითხვები
kk_kz: ЖҚС
pl: PiO
pt_br: Perguntas frequentes
ru: Вопросы и ответы
sl: Pogosta vprašanja
tr_tr: SSS

source: Total number of learners who have enrolled in this course
af_za: Totale aantal leerders wat by hierdie kursus ingeskryf het
cs: Celkový počet studentů, kteří se zapsali do tohoto kurzu
da: Samlet antal elever, der har tilmeldt sig dette kursus
de_de: Gesamtanzahl der Teilnehmer, die in dem Kurs eingeschrieben sind
eo: Tötäl nümßér öf léärnérs whö hävé énrölléd ïn thïs çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: Número total de alumnos que se han inscrito en este curso
fa_ir: تعداد کل افرادی که در این دوره آموزشی ثبت‌نام کرده‌اند
fi: Tälle kurssille ilmoittautuneiden oppilaiden kokonaismäärä
fil_ph: Kabuuang bilang ng mga mag-aaral na nag-enroll sa kursong ito
fr_fr: Nombre total d&#39;apprenants inscrits à ce cours
kk_kz: Осы курсқа жазылған қатысушылардың жалпы саны
pt_br: Número total de estudantes que se inscreveram neste curso
sl: Skupno število učencev, ki so se vpisali v ta tečaj

source: Total number of learners who have enrolled in this course in the last 6 months
af_za: Totale aantal leerders wat die afgelope 6 maande by hierdie kursus ingeskryf het
cs: Celkový počet studentů, kteří se zapsali do tohoto kurzu za posledních 6 měsíců
da: Samlet antal elever, der har tilmeldt sig dette kursus inden for de sidste 6 måneder
de_de: Die Gesamtanzahl an Teilnehmern, die sich innerhalb der letzten 6 Monate in diesen Kurs eingeschrieben haben.
eo: Tötäl nümßér öf léärnérs whö hävé énrölléd ïn thïs çöürsé ïn thé läst 6 mönths Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_ar: Número total de alumnos que se han inscrito en este curso en los últimos 6 meses
fa_ir: تعداد کل افرادی که در طی 6 ماه گذشته در این دوره آموزشی ثبت‌نام کرده‌اند
fi: Kurssille viimeisten 6 kuukauden aikana ilmoittautuneiden oppilaiden kokonaismäärä
fil_ph: Kabuuang bilang ng mga mag-aaral na nag-enroll sa kursong ito sa nakalipas na 6 na buwan
fr_fr: Nombre total d&#39;apprenants qui se sont inscrits à ce cours au cours des 6 derniers mois
kk_kz: Осы курсқа тіркелген білім алушылардың соңғы 6 айдағы жалпы саны
pt_br: Número total de estudantes que se inscreveram neste curso nos últimos 6 meses
sl: Skupno število učencev, ki so se vpisali v ta tečaj v zadnjih 6 mesecih

source: Course number format e.g CS002x, BIO1.1x, BIO1.2x
af_za: Kursusnommerformaat b.v. CS002X, BIO1.1x, BIO1.2x
ar: صيغة رقم الدورة، مثلاً CS002x ،BIO1.1x ،BIO1.2x
bn_bd: কোর্সের সংখ্যা বিন্যাস উদাঃ CS002x, BIO1.1x, BIO1.2x
cs: Formát čísla kurzu, např. CS002x, BIO1.1x, BIO1.2x
da: Kursusnummerformat fx CS002x, BIO1.1x, BIO1.2x
de_de: Format der Kursnummer z.B. CS002x, BIO1.1x, BIO1.2x
eo: Çöürsé nümßér förmät é.g ÇS002x, BÌÖ1.1x, BÌÖ1.2x Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Formato del número de curso. Ej: CS002x, BIO1.1x, BIO1.2x
es_ar: Formato de número de curso, por ejemplo, CS002x, BIO1.1x, BIO1.2x
fa_ir: قالب شماره دوره آموزشی مثلا: CS002x، BIO1.1x، BIO1.2x
fi: Kurssin numeromuoto esim. CS002x, BIO1.1x, BIO1.2x
fil_ph: Format ng numero ng kurso hal CS002x, BIO1.1x, BIO1.2x
fr_fr: Format du numéro de cours, par exemple CS002x, BIO1.1x, BIO1.2x
he: תבנית מספר הקורס, לדוגמה CS002x‏ BIO1.1x, BIO1.2x
ja_jp: 講座番号フォーマット 例. CS002x, BIO1.1x, BIO1.2x
ka: კურსის ნომრის ფორმატი, მაგ.: CS002x, BIO1.1x, BIO1.2x
kk_kz: Курс нөмірінің форматы, мысалы CS002x, BIO1.1x, BIO1.2X
pl: Format numeru kursu, np. INF002x, BIO1.1x, BIO1.2x
pt_br: Formato de simbologia de curso, por exemplo CS002x, BIO1.1x, BIO1.2x
ru: Примеры формата номера курса: CS002x, BIO1.1x, BIO1.2x
sl: Format številke predmeta, npr. CS002x, BIO1.1x, BIO1.2x
tr_tr: Ders numarası yazımı örn. CS002x, BIO1.1x, BIO1.2x

source: Additional Information
af_za: Bykomende inligting
cs: Dodatečné informace
da: Yderligere Information
de_de: Zusätzliche Informationen
eo: Àddïtïönäl Ìnförmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_ar: Información Adicional
fa_ir: اطلاعات بیشتر
fi: lisäinformaatio
fil_ph: karagdagang impormasyon
fr_fr: Information additionnelle
kk_kz: Қосымша ақпарат
pt_br: Informação Adicional
sl: Dodatne informacije

source: Restricted
eo: Réstrïçtéd Ⱡ'σяєм ιρѕυм ∂σłσ#

source: Not restricted
eo: Nöt réstrïçtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: Title specific for this run of a course. Leave this value blank to default to the parent course's title.
af_za: Titel spesifiek vir hierdie loop van 'n kursus. Laat hierdie waarde leeg aan standaard aan die titel van die moederkursus.
ar: عنوان محدد لمسار هذه الدورة التدريبية. اترك هذه القيمة فارغة على القيمة الافتراضية إلى عنوان الدورة التدريبية الأم.
bn_bd: শিরোনাম একটি কোর্সের এই রান নির্দিষ্ট. এই মান খালি রাখুন প্যারেন্ট অবশ্যই এর শিরোনামের সাথে সংযুক্ত করার উদ্দেশ্যে, ডিফল্ট
cs: Název specifický pro tento běh kurzu. Ponechte tuto hodnotu prázdnou, aby výchozí název kurzu byl nadřazený.
da: Navn, der er specifik for denne afvikling af et kursus. Lad denne værdi være tom for som standard at bruge det overordnede kursuss titel.
de_de: Spezifischer Titel für diesen Kursdurchlauf. Lassen Sie dieses Feld frei um den Titel des übergeordneten Kurses zu übernehmen.
eo: Tïtlé spéçïfïç för thïs rün öf ä çöürsé. Léävé thïs välüé ßlänk tö défäült tö thé pärént çöürsé's tïtlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Título específico para esta versión del curso. Si se deja en blanco, se usará el título del curso padre.
es_ar: Título específico para el curso actual. Deje este valor en blanco para omitir el título del curso.
fa_ir: عنوان خاص برای این دوره آموزشی. این مقدار را به‌عنوان پیش‌فرض در عنوان دوره اصلی خالی بگذارید.
fi: Tätä kurssia koskeva nimeke. Jätä tämä arvo tyhjäksi, jos haluat käyttää yläkurssin otsikkoa.
fil_ph: Ang tiyak na pamagat para sa pagtakbo ng kursong ito. Iwanang blangko ang value na ito sa default sa pamagat ng parent course.
fr_fr: Titre spécifique pour cette série de cours. Laissez cette valeur vide pour utiliser par défaut le titre du cours parent.
he: כותרת ספציפית להשלמת קורס זה. השאר ערך זה ריק כברירת מחדל לכותרת קורס האב.
ja_jp: 今回用の講座タイトル。元の講座タイトルをデフォルトにする場合はこの欄を空欄にしてください。
ka: კურსის ამ გაშვების სპეციფიკური სათაური. მშობელი კურსის ნაგულისხმევი სათაურის გამოსაყენებლად ეს ველი დატოვეთ ცარიელი.
kk_kz: Курс іске қосу үшін нақты атауы. Бұл мәнді бос қалдырыңыз, үнсіз келісім бойынша бастапқы курс атауы болады.
pl: Unikalna nazwa tej edycji kursu. Pozostaw pole puste, jeśli chcesz użyć nazwy wyjściowego kursu.
pt_br: Título específico para essa rodada do curso. Deixe em branco para herdar o nome do curso pai como padrão.
ru: Специфика заголовка для прохождения курса. Оставьте это значение незаполненным, по умолчанию исконное заглавие курса.
sl: Poseben naslov za to izvedbo tečaja. Pustite to vrednost prazno za privzeti naslov nadrejenega tečaja.

source: Short description specific for this run of a course. Leave this value blank to default to the parent course's short_description attribute.
af_za: Kort beskrywing spesifiek vir hierdie loop van 'n kursus. Laat hierdie waarde leeg aan standaard aan die kort_description -kenmerk van die moederkursus.
ar: وصف قصير محدد لمسار هذه الدورة التدريبية. اترك هذه القيمة فارغة على القيمة الافتراضية إلى سمة الدورة التدريبية الأم short_description.
bn_bd: সংক্ষিপ্ত একটি কোর্সের এই রান নির্দিষ্ট বিবরণ. এই মান খালি রাখুন প্যারেন্ট অবশ্যই এর SHORT_DESCRIPTION অ্যাট্রিবিউট করার ডিফল্টে
cs: Krátký popis specifický pro tento běh kurzu. Ponechte tuto hodnotu prázdnou, aby výchozí hodnota atributu kurzu short_description byla nadřazená.
da: Kort beskrivelse specifik for denne afvikling af et kursus. Lad denne værdi være tom for som standard at bruge det overordnede kursuss short_description-attribut.
de_de: Spezielle Kurzbeschreibung für diesen Kursdurchlauf. Lassen Sie diese Feld frei um die Kurzbeschreibung des übergeordneten Kurses zu übernehmen.
eo: Shört désçrïptïön spéçïfïç för thïs rün öf ä çöürsé. Léävé thïs välüé ßlänk tö défäült tö thé pärént çöürsé's shört_désçrïptïön ättrïßüté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαв#
es_419: Descripción corta para esta versión del curso. Si se deja en blanco, se usará la descripción corta del curso padre.
es_ar: Título específico para el curso actual. Deje este valor en blanco para omitir el título del curso.
fa_ir: توضیحات مختصری مختص این دوره آموزشی از کل تعداد دفعات اجرای دوره‌. این مقدار را برای ویژگی short_description دوره اصلی به‌طور پیش‌فرض خالی بگذارید.
fi: Lyhyt kuvaus tälle kurssille. Jätä tämä arvo tyhjäksi, jos haluat käyttää oletuksena yläkurssin short_description-attribuuttia.
fil_ph: Maikling paglalarawan na tiyak para sa pagtakbo ng kursong ito. Iwanang blangko ang value na ito sa default sa short_description attribute ng parent course.
fr_fr: Brève description spécifique à cette série de cours. Laissez cette valeur vide pour utiliser par défaut l&#39;attribut short_description du cours parent.
he: תיאור קצר הספציפי להשלמת קורס זה. השאר ערך זה ריק כברירת מחדל למאפייני תיאור_קצר של קורס האב.
ja_jp: 今回用の簡単な講座説明。元の講座説明をデフォルトにする場合はこの欄を空欄にしてください。
ka: კურსის ამ გაშვებას მორგებული მოკლე აღწერა. მშობელი კურსის ნაგულისხმევი short_description ატრიბუტის გამოსაყენებლად დატოვეთ ეს ველი ცარიელი.
kk_kz: Курс іске қосу үшін қысқа сипаттама. Бұл мәнді бос қалдырыңыз, үнсіз келісім бойынша бастапқы қысқа сипаттама атауы болады.
pl: Krótki opis tej edycji kursu. Pozostaw pole puste, jeśli chcesz skorzystać z krótkiego opisu wyjściowego kursu.
pt_br: Breve descrição, especificamente para execução deste curso. Deixe esse valor em branco para usar como padrão o atributo short_description do curso origem.
ru: Краткое описание специфики данного курса. Оставьте это значение незаполненным, по умолчанию исконное короткое описание.
sl: Kratek opis, specifičen za to izvedbo tečaja. Pustite to vrednost prazno za privzeto vrednost za atribut short_description starševskega tečaja.

source: Full description specific for this run of a course. Leave this value blank to default to the parent course's full_description attribute.
af_za: Volledige beskrywing spesifiek vir hierdie loop van 'n kursus. Laat hierdie waarde leeg aan standaard aan die Full_Description -kenmerk van die moederkursus.
ar: وصف كامل محدد لمسار هذه الدورة التدريبية. اترك هذه القيمة فارغة على القيمة الافتراضية إلى سمة الدورة التدريبية الأم full_description.
bn_bd: ফুল একটি কোর্সের এই রান নির্দিষ্ট বিবরণ. এই মান খালি রাখুন প্যারেন্ট অবশ্যই এর full_description অ্যাট্রিবিউট করার ডিফল্টে
cs: Úplný popis specifický pro tento běh kurzu. Ponechte tuto hodnotu prázdnou, aby výchozí hodnota atributu kurzu full_description byla nadřazená.
da: Fuld beskrivelse specifik for denne afvikling af et kursus. Lad denne værdi være tom for som standard at bruge det overordnede kursuss full_description-attribut.
de_de: Spezielle Komplettbescheibung für diesen Kursdurchlauf. Lassen Sie dieses Feld frei um die Komplettbescheibung des übergeordneten Kurses zu übernehmen.
eo: Füll désçrïptïön spéçïfïç för thïs rün öf ä çöürsé. Léävé thïs välüé ßlänk tö défäült tö thé pärént çöürsé's füll_désçrïptïön ättrïßüté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσя#
es_419: Descripción larta para esta versión del curso. Si se deja en blanco, se usará la descripción larga del curso padre.
es_ar: Descripción completa específica para el curso actual. Deje este valor en blanco para omitir el título del curso.
fa_ir: توضیحات کامل مختص این دوره آموزشی از کل دفعات اجرای این دوره. این مقدار را برای ویژگی full_description دوره اصلی به‌طور پیش‌فرض خالی بگذارید.
fi: Täydellinen kuvaus tälle kurssille. Jätä tämä arvo tyhjäksi, jos haluat oletuksena käyttää yläkurssin full_description-attribuuttia.
fil_ph: Ang buong paglalarawan ay tiyak para sa pagtakbo ng kursong ito. Iwanang blangko ang value na ito sa default sa full_description attribute ng parent course.
fr_fr: Description complète spécifique à cette série de cours. Laissez cette valeur vide pour utiliser par défaut l&#39;attribut full_description du cours parent.
he: תיאור מלא וממוקד להשלמת הרצת קורס זה. השאֵר ערך זה ריק כברירת מחדל למאפייני תיאור_מלא של קורס הבסיס.
ja_jp: 今回用の詳しい講座説明。元の講座説明をデフォルトにする場合はこの欄を空欄にしてください。
ka: კურსის ამ გაშვების სპეციფიკური სრული აღწერა. მშობელი კურსის ნაგულისხმევი full_description ატრიბუტის გამოსაყენებლად დატოვეთ ეს ველი ცარიელი.
kk_kz: Курс іске қосу үшін толық сипаттама. Бұл мәнді бос қалдырыңыз, үнсіз келісім бойынша бастапқы толық сипаттама атауы болады.
pl: Pełen opis tej edycji kursu. Pozostaw pole puste, jeśli chcesz skorzystać z pełnego opisu wyjściowego kursu.
pt_br: Descrição completa, especificamente para execução deste curso. Deixe esse valor em branco para usar como padrão o atributo short_description do curso origem.
ru: Полное описание специфики данного курса. Оставьте это значение по умолчанию родительское полное описание курса.
sl: Celoten opis, specifičen za to izvedbo tečaja. Pustite to vrednost prazno za privzeto vrednost atributa full_description nadrejenega tečaja.
