Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: Estimated minimum number of hours per week needed to complete a course run.
af_za: Geskatte minimum aantal ure per week benodig om 'n kursuslopie te voltooi.
ar: الحد الأدنى المقدر لعدد الساعات لكل أسبوع الضرورية لإكمال مسار الدورة التدريبية.
bn_bd: প্রতি সপ্তাহে ঘন্টা আনুমানিক সর্বনিম্ন সংখ্যা একটি কোর্স রান সম্পন্ন করা প্রয়োজন.
cs: Odhadovaný minimální počet hodin týdně potřebných k dokončení běhu kurzu.
da: Estimeret minimum antal timer om ugen, der kræves for at gennemføre et kursusforløb.
de_de: Die geschätzte minimale Anzahl an Stunden pro Woche, die man benötigt um einen Kurslauf abzuschließen.
eo: Éstïmätéd mïnïmüm nümßér öf höürs pér wéék néédéd tö çömplété ä çöürsé rün. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Estimación del número de horas requeridas por semana para completar el curso.
es_ar: Número mínimo estimado de horas por semana necesario para completar un curso en marcha.
fa_ir: تخمینی از کمترین ساعات لازم در هر هفته برای تکمیل دوره آموزشی ارائه دهید.
fi: Arvioitu vähimmäistuntimäärä viikossa, joka tarvitaan kurssin suorittamiseen.
fil_ph: Tinantyang pinakamababang bilang ng mga oras bawat linggo na kailangan upang makumpleto ang isang kurso.
fr_fr: Estimation du nombre minimum d&#39;heures par semaine nécessaires pour terminer un cours.
he: הערכת מספר השעות המינימלי בשבוע הנדרש לצורך השלמת הקורס.
ja_jp: course run完了に必要な週当たりの推定最小時間数。
ka: გაშვებული კურსის დასრულებისთვის საჭირო სავარაუდო მინიმუმი რაოდენობის საათები კვირაში.
kk_kz: Курс өту үшін қажетті аптадағы есептік минимум сағат саны
pl: Szacowana minimalna liczba godzin w tygodniu potrzebna do efektywnego uczestnictwa w kursie.
pt_br: Número mínimo estimado de horas por semana necessárias para completar o curso
ru: Минимальное количество часов в неделю, необходимое для завершения курса.
sl: Ocenjeno najmanjše število ur na teden, ki je potrebno za dokončanje tečaja.
tr_tr: Bu dersi tamamlamak için gereken minimum tahmini haftalık çalışma saati.

source: Estimated maximum number of hours per week needed to complete a course run.
af_za: Geskatte maksimum aantal ure per week benodig om 'n kursuslopie te voltooi.
ar: الحد الأقصى المقدر لعدد الساعات لكل أسبوع الضرورية لإكمال مسار الدورة التدريبية.
bn_bd: প্রতি সপ্তাহে ঘন্টা আনুমানিক সর্বোচ্চ সংখ্যা একটি কোর্স রান সম্পন্ন করার জন্য প্রয়োজন
cs: Odhadovaný maximální počet hodin týdně potřebných k dokončení běhu kurzu.
da: Estimeret maksimalt antal timer om ugen, der kræves for at gennemføre et kursusforløb.
de_de: Die geschätzte maximale Anzahl an Stunden pro Woche die man benötigt um einen Kurslauf abzuschließen.
eo: Éstïmätéd mäxïmüm nümßér öf höürs pér wéék néédéd tö çömplété ä çöürsé rün. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Número máximo estimado de horas por semana necesarias para completar un curso.
es_ar: Número máximo estimado de horas por semana necesario para completar un curso en marcha.
fa_ir: تخمینی از بیشترین ساعات لازم در هر هفته برای تکمیل دوره آموزشی ارائه دهید.
fi: Arvioitu enimmäistuntimäärä viikossa, joka tarvitaan kurssin suorittamiseen.
fil_ph: Tinantyang maximum na bilang ng mga oras bawat linggo na kailangan upang makumpleto ang pagtakbo ng kurso.
fr_fr: Estimation du nombre maximal d&#39;heures par semaine nécessaires pour terminer un cours.
he: הערכת מספר השעות המרבי בשבוע הנדרש לצורך השלמת הקורס.
ja_jp: course run完了に必要な週当たりの推定最大時間数。
ka: გაშვებული კურსის დასრულებისთვის საჭირო სავარაუდო მაქსიმუმი რაოდენობის საათები კვირაში.
kk_kz: Курс өту үшін қажетті аптадағы есептік максимум сағат саны
pl: Szacowana maksymalna liczba godzin w tygodniu potrzebna do efektywnego uczestnictwa w kursie.
pt_br: Número máximo estimado de horas por semana necessárias para completar o curso
ru: Максимальное количество часов в неделю необходимое для завершения курса.
sl: Ocenjeno največje število ur na teden, ki je potrebno za dokončanje tečaja.
tr_tr: Bu dersi tamamlamak için gereken maksimum tahmini haftalık çalışma saati.

source: Estimated number of weeks needed to complete this course run.
af_za: Geskatte aantal weke wat benodig word om hierdie kursus te voltooi.
ar: تقدير عدد الأسابيع اللازم لإكمال تشغيل هذا المقرر.
bn_bd: এই কোর্সের রান সম্পন্ন করা প্রয়োজন সপ্তাহ আনুমানিক সংখ্যা
cs: Odhadovaný počet týdnů potřebných k dokončení tohoto kurzu.
da: Estimeret antal uger, der skal til for at gennemføre dette kursusforløb.
de_de: Geschätzte Anzahl benötigter Wochen zum Abschluss des Kurses
eo: Éstïmätéd nümßér öf wééks néédéd tö çömplété thïs çöürsé rün. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Estimación del número de horas requeridas por semana para completar el curso.
es_ar: Número estimado de semanas necesarias para completar este curso.
fa_ir: شمار تخمینی هفته‌هایی که لازم است تا این دور از دوره آموزشی کامل شود.
fi: Tämän kurssin suorittamiseen tarvittava arvioitu viikkojen määrä.
fil_ph: Tinatayang bilang ng mga linggo na kailangan upang makumpleto ang kursong ito.
fr_fr: Estimation du nombre de semaines nécessaires pour terminer ce cours.
he: הערכת מספר השבועות הנדרש לצורך השלמת הקורס.
ja_jp: course run完了に必要な推定週数。
ka: გაშვებული კურსის დასრულებისთვის საჭირო სავარაუდო კვირების რაოდენობა.
kk_kz: Осы курсты аяқтауға қажетті апталардың болжамды саны.
pl: Szacowana liczba tygodni potrzebnych do ukończenia kursu.
pt_br: Número estimado de semanas necessárias para concluir este curso.
ru: Предполагаемое количество недель, необходимое для завершения данного курса.
sl: Ocenjeno število tednov, potrebnih za dokončanje tega tečaja.
tr_tr: Bu dersi tamamlamak için gereken tahmini hafta sayısı.

source: Total number of learners who have enrolled in this course run
af_za: Totale aantal leerders wat by hierdie kursus ingeskryf het
cs: Celkový počet studentů, kteří se zapsali do tohoto kurzu
da: Samlet antal elever, der har tilmeldt sig dette kursus
de_de: Gesamtanzahl der Teilnehmer, die in dem Kurslauf eingeschrieben sind
eo: Tötäl nümßér öf léärnérs whö hävé énrölléd ïn thïs çöürsé rün Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: Número total de alumnos que se han inscrito en este curso
fa_ir: شمار کامل افرادی که در این دور از دوره آموزشی ثبت‌نام شده‌اند
fi: Tälle kurssille ilmoittautuneiden oppilaiden kokonaismäärä
fil_ph: Kabuuang bilang ng mga mag-aaral na nag-enroll sa kursong ito
fr_fr: Nombre total d&#39;apprenants qui se sont inscrits à ce cours
kk_kz: Осы курсқа жазылған оқушылардың жалпы саны
pt_br: Número total de alunos que se inscreveram neste curso executado
sl: Skupno število učencev, ki so se vpisali v ta tečaj

source: Total number of learners who have enrolled in this course run in the last 6 months
af_za: Totale aantal leerders wat die afgelope 6 maande by hierdie kursus aangebied is
cs: Celkový počet studentů, kteří se zapsali do tohoto kurzu, proběhl za posledních 6 měsíců
da: Samlet antal elever, der har tilmeldt sig dette kursus, løber inden for de sidste 6 måneder
de_de: Die Gesamtanzahl an Teilnehmern, die sich innerhalb der letzten 6 Monate in diesen Kurslauf eingeschrieben haben.
eo: Tötäl nümßér öf léärnérs whö hävé énrölléd ïn thïs çöürsé rün ïn thé läst 6 mönths Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_ar: Número total de alumnos que se han inscrito en este curso en los últimos 6 meses
fa_ir: تعداد کل افرادی که در طی 6 ماه گذشته در این دور از دوره آموزشی ثبت‌نام کرده‌اند.
fi: Tälle kurssille viimeisten 6 kuukauden aikana ilmoittautuneiden oppilaiden kokonaismäärä
fil_ph: Kabuuang bilang ng mga mag-aaral na nag-enroll sa kursong ito ay tumatakbo sa nakalipas na 6 na buwan
fr_fr: Nombre total d&#39;apprenants qui se sont inscrits à ce cours dispensé au cours des 6 derniers mois
kk_kz: Соңғы 6 айда осы курсқа жазылған оқушылардың жалпы саны
pt_br: Número total de alunos que se inscreveram neste curso executado nos últimos 6 meses
sl: Skupno število učencev, ki so se vpisali v ta tečaj, poteka v zadnjih 6 mesecih

source: Indicates whether the course relation has been manually overridden.
af_za: Dui aan of die kursusverhouding met die hand oorheers is.
ar: يشير إلى إذا تم تجاوز ارتباط الدورة يدوياً.
bn_bd: কিনা অবশ্যই সম্পর্ক নিজে ওভাররাইড হয়েছে.
cs: Označuje, zda byl vztah kurzu ručně přepsán.
da: Angiver om kursusrelationen er blevet manuelt tilsidesat.
de_de: Zeigt an ob die Kursbeziehungen von Hand geändert wurden.
eo: Ìndïçätés whéthér thé çöürsé rélätïön häs ßéén mänüällý övérrïddén. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Indica si la relación del curso ha sido reemplazada manualmente.
es_ar: Indica si la relación del curso se anuló manualmente.
fa_ir: نشان می‌دهد که آیا رابطه دوره آموزشی به‌صورت دستی لغو شده است یا خیر.
fi: Osoittaa, onko kurssisuhde ohitettu manuaalisesti.
fil_ph: Isinasaad kung ang kaugnayan ng kurso ay manu-manong na-override.
fr_fr: Indique si la relation de parcours a été remplacée manuellement.
ja_jp: course relationが手動で上書きされたかどうかを示しています。
kk_kz: Курс қатынасы қолмен қайта анықталғанын көрсетеді.
pl: Wskazuje, czy relacja przebiegu kursu została ręcznie nadpisana.
pt_br: Indica se a relação do curso foi sobrescrita manualmente.
ru: Показывает, была ли связь дистанции переопределена вручную.
sl: Označuje, ali je bila relacija tečaja ročno preglašena.

source: 'What You Will Learn' description for this particular course run. Leave this value blank to default to the parent course's Outcome attribute.
af_za: 'Wat jy sal leer' beskrywing vir hierdie spesifieke kursus loop. Laat hierdie waarde leeg aan standaard aan die uitkomskenmerk van die moederkursus.
cs: Popis „Co se naučíte“ pro tento konkrétní kurz. Ponechte tuto hodnotu prázdnou, aby se jako výchozí pro atribut Outcome nadřazeného kurzu použil.
da: Beskrivelse af &#39;Hvad du vil lære&#39; for dette særlige kursusforløb. Lad denne værdi være tom for som standard at bruge det overordnede kursuss Outcome-attribut.
de_de: 'Was Sie lernen werden' Beschreibung für diesen Kurs. Lassen Sie dieses Feld leer, um die Standardeinstellungen für das Outcome-Attribut des übergeordneten Kurses zu verwenden.
eo: 'Whät Ýöü Wïll Léärn' désçrïptïön för thïs pärtïçülär çöürsé rün. Léävé thïs välüé ßlänk tö défäült tö thé pärént çöürsé's Öütçömé ättrïßüté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт #
es_419: Descripción de "Lo que aprenderá" para la ejecución de este curso en particular. Deje este valor en blanco por defecto para el atributo resultante del curso principal.
es_ar: Descripción de "Lo que aprenderá" para la ejecución de este curso en particular. Deje este valor en blanco por defecto para el atributo resultante del curso principal.
fa_ir: شرح "آنچه شما خواهید آموخت" برای این دوره آموزشی خاص اجرا می شود. این مقدار را خالی بگذارید تا به‌طور پیش‌فرض در ویژگی اصلی خروجی دوره آموزشی باشد.
fi: &quot;Mitä opit&quot; -kuvaus tälle tietylle kurssille. Jätä tämä arvo tyhjäksi, jos haluat käyttää oletusarvoisesti pääkurssin Outcome-attribuuttia.
fil_ph: Paglalarawan ng &#39;Ano ang Matututuhan Mo&#39; para sa partikular na kursong ito. Iwanang blangko ang value na ito sa default sa Outcome attribute ng parent course.
fr_fr: Description « Ce que vous apprendrez » pour ce cours particulier. Laissez cette valeur vide pour utiliser par défaut l&#39;attribut Résultat du cours parent.
kk_kz: Осы нақты Курс үшін "Сіз не үйренесіз" сипаттамасы. Ата-ана курсының нәтижесінің төлсипатын әдепкі бойынша пайдалану үшін бұл мәнді бос қалдырыңыз.
pl: Opis "Czego się nauczysz" dla tej edycji kursu. Pozostaw pole puste jeśli chcesz użyć domyślnego opisu z nadrzędnej edycji kursu.
pt_br: 'O que você vai aprender', descrição para este curso em particular. Deixe esse valor em branco para usar como padrão o atributo Resultado do curso origem.
ru: Описание "Чему вы научитесь" для этого конкретного курса. Оставьте это значение пустым по умолчанию для атрибута Результат родительского курса.
sl: Opis »Kaj se boste naučili« za ta poseben tečaj. Pustite to vrednost prazno za privzeto vrednost atributa Izid nadrejenega tečaja.
tr_tr: Bu eğitim yayını için 'Ne Öğreneceksiniz' açıklaması. Bu değeri boş bırakmanız, ana eğitimin çıktılarını ekleyecektir.

source: Add OFAC restriction text to the FAQ section of the Marketing site
af_za: Voeg OFAC beperkingsteks by die FAQ gedeelte van die bemarkingswebwerf
cs: Přidejte text omezení OFAC do sekce FAQ na stránce Marketing
da: Tilføj OFAC-begrænsningstekst til FAQ-sektionen på markedsføringssiden
de_de: Fügen Sie einen OFAC Richtlinien Text zu der Sektion der FAQs auf der Marketing Seite hinzu
eo: Àdd ÖFÀÇ réstrïçtïön téxt tö thé FÀQ séçtïön öf thé Märkétïng sïté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_ar: Agregar texto de restricción OFAC a la sección de preguntas frecuentes del sitio de marketing
fa_ir: متن محدودیت OFAC را به بخش سؤالات متداول وبگاه بازاریابی بیفزایید
fi: Lisää OFAC-rajoitusteksti markkinointisivuston UKK-osioon
fil_ph: Magdagdag ng OFAC restriction text sa FAQ section ng Marketing site
fr_fr: Ajouter le texte de restriction OFAC à la section FAQ du site Marketing
kk_kz: OFAC шектеу мәтінін маркетинг сайтындағы Жиі қойылатын сұрақтар БӨЛІМІНЕ қосыңыз
pt_br: Adicione o texto de restrição OFAC à seção de perguntas frequentes do site de marketing
sl: Dodajte besedilo omejitve OFAC v razdelek s pogostimi vprašanji na spletnem mestu Marketing

source: Archived
af_za: Argief
ar: تمت أرشفته
bn_bd: সংরক্ষন
cs: Archivováno
da: Arkiveret
de_de: Abgelegt
eo: Àrçhïvéd Ⱡ'σяєм ιρѕυм ∂#
es_419: Archivado
es_ar: Archivado
fa_ir: آرشیوشده
fi: Arkistoitu
fil_ph: Naka-archive
fr_fr: Archivé
he: מאוחסן בארכיון
ja_jp: アーカイブ中
ka: დაარქივებული
kk_kz: Архивтелген
pl: Zarchiwizowany
pt_br: Arquivado
ru: Сохранено в Архив
sl: Arhivirano
tr_tr: Arşivlenmiş

source: Current
af_za: Stroom
ar: الحالي
bn_bd: বর্তমান
cs: Současné
da: Nuværende
de_de: Derzeit aktiv
eo: Çürrént Ⱡ'σяєм ιρѕυм #
es_419: Actual
es_ar: Actual
fa_ir: جاری
fi: Nykyinen
fil_ph: Kasalukuyan
fr_fr: En cours
he: נוכחי
ja_jp: 開講中
ka: მიმდინარე
kk_kz: Ағымдағы
pl: Dostępny
pt_br: Atual
ru: Текущий
sl: Trenutni
tr_tr: Mevcut

source: Starting Soon
af_za: Begin binnekort
ar: ستبدأ قريباً
bn_bd: খুব শিঘ্রই শুরু হবে
cs: Brzy začínající
da: Starter snart
de_de: In Kürze Beginnend
eo: Stärtïng Söön Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Proximamente
es_ar: Próximamente
fa_ir: به زودی آغاز می‌شود
fi: Alkaa pian
fil_ph: Simula Soon
fr_fr: Bientôt
he: מתחילים בקרוב
ja_jp: まもなく開始
ka: მალე დაიწყება
kk_kz: Жуырда Басталады
pl: Rozpoczynający się wkrótce
pt_br: Em Breve
ru: Скоро начнётся
sl: Se začne kmalu
tr_tr: Yakında Başlayacak

source: Upcoming
af_za: Komende
ar: مرتقبة
bn_bd: পরবর্তী
cs: Nadcházející
da: Kommende
de_de: Demnächst Stattfindend
eo: Ûpçömïng Ⱡ'σяєм ιρѕυм ∂#
es_419: Proximamente
es_ar: Próximamente
fa_ir: زودآیند
fi: Tuleva
fil_ph: Paparating
fr_fr: A venir
he: בקרוב
ja_jp: 開講予定
ka: მოახლოებული
kk_kz: Алдағы
pl: Zaplanowany
pt_br: Próximos
ru: Скоро
sl: Prihajajo
tr_tr: Gelen

source: Switching seat types after being reviewed is not supported. Please reach out to your project coordinator for additional help if necessary.
af_za: Die omskakeling van sitpleksoorte na hersiening word nie ondersteun nie. Reik jou projekkoördineerder uit vir meer hulp indien nodig.
cs: Přepínání typů sedadel po kontrole není podporováno. V případě potřeby se prosím obraťte na svého projektového koordinátora, který vám poskytne další pomoc.
da: Skift af sædetype efter gennemgang understøttes ikke. Kontakt venligst din projektkoordinator for yderligere hjælp, hvis det er nødvendigt.
eo: Swïtçhïng séät týpés äftér ßéïng révïéwéd ïs nöt süppörtéd. Pléäsé réäçh öüt tö ýöür pröjéçt çöördïnätör för äddïtïönäl hélp ïf néçéssärý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαв#
es_ar: No se admite el cambio de tipo de asiento después de haber sido revisado. Comuníquese con el coordinador de su proyecto para obtener ayuda adicional si es necesario.
fa_ir: تعویض انواع جایگاه‌ها پس از بازبینی پشتیبانی نمی‌شود. لطفاً در صورت لزوم برای دریافت راهنمایی بیشتر با هماهنگ‌کننده پروژه خود تماس بگیرید.
fi: Istuintyyppien vaihtamista tarkistuksen jälkeen ei tueta. Pyydä tarvittaessa lisäapua projektikoordinaattoriltasi.
fil_ph: Ang pagpapalit ng mga uri ng upuan pagkatapos masuri ay hindi suportado. Mangyaring makipag-ugnayan sa iyong project coordinator para sa karagdagang tulong kung kinakailangan.
fr_fr: Le changement de type de siège après examen n&#39;est pas pris en charge. Veuillez contacter votre coordinateur de projet pour une aide supplémentaire si nécessaire.
kk_kz: Тексеруден кейін орын түрлерін ауыстыруға қолдау көрсетілмейді. Қажет болса, қосымша көмек алу үшін жоба үйлестірушісіне хабарласыңыз.
pt_br: A troca de tipo de assento após a revisão não é suportada. Entre em contato com o coordenador do projeto para obter ajuda adicional, se necessário.
sl: Menjava vrste sedežev po pregledu ni podprta. Po potrebi se za dodatno pomoč obrnite na svojega koordinatorja projekta.

source: FAQs
af_za: Vrae
ar: الأسئلة الشائعة
bn_bd: প্রায়শই জিজ্ঞাসিত প্রশ্নাবলী
cs: Nejčastější dotazy
da: Ofte stillede spørgsmål
de_de: Häufig gestellte Fragen - Übersicht
eo: FÀQs Ⱡ'σяєм ι#
es_419: Preguntas Frecuentes
es_ar: Preguntas Frecuentes
fa_ir: پرسش‌های متداول
fi: UKK
fil_ph: Mga FAQ
fr_fr: FAQ
he: שאלות נפוצות
ja_jp: よくある質問
ka: ხშირად დასმული კითხვები
kk_kz: ЖҚС
pl: PiO
pt_br: Perguntas frequentes
sl: Pogosta vprašanja
tr_tr: SSS

source: The user-facing display title for this Program.
af_za: Die gebruiker-vertoontitel vir hierdie program.
ar: عنوان العرض المواجه للمستخدم لهذا البرنامج.
bn_bd: এই প্রোগ্রামের জন্য ব্যবহারকারী ফেসিং প্রদর্শন শিরোনাম
cs: Uživatelsky orientovaný zobrazovaný název tohoto programu.
da: Den brugervendte visningstitel for dette program.
de_de: Anwenderorientierter Anzeigentitel für dieses Programm
eo: Thé üsér-fäçïng dïspläý tïtlé för thïs Prögräm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Título para mostrar de este programa.
es_ar: El título de visualización de cara al usuario para este Programa.
fa_ir: عنوان نمایشی روبه‌روی کاربر برای این برنامه.
fi: Tämän ohjelman käyttäjälle päin oleva näytön otsikko.
fil_ph: Ang pamagat ng display na nakaharap sa gumagamit para sa Programang ito.
fr_fr: Le titre d&#39;affichage visible par l&#39;utilisateur pour ce programme.
he: כותרת שם הקמפוס של המשתמש לתכנית זו.
ja_jp: このプログラムのユーザー用表示タイトル。
ka: ამ პროგრამის მომხმარებელთან ასახული სათაური.
kk_kz: Осы бағдарлама үшін пайдаланушыға қарайтын дисплей тақырыбы.
pl: Nazwa wyświetlana tego programu.
pt_br: O título de exibição do usuário para este programa.
ru: Заголовок дисплея, обращенный к пользователю для данной Программы.
sl: Uporabniško obrnjen naslov zaslona za ta program.
tr_tr: Bu Program için kullanıcıya gösterilecek başlık.

source: A brief, descriptive subtitle for the Program.
af_za: 'N Kort, beskrywende subtitel vir die program.
ar: عنوان فرعي وصفي مختصر للبرنامج.
bn_bd: প্রোগ্রামের জন্য একটি সংক্ষিপ্ত, বর্ণনামূলক সাবটাইটেল.
cs: Stručný, popisný podtitul k programu.
da: En kort, beskrivende undertekst til programmet.
de_de: Kurzer, beschreibender Untertitel für das Programm
eo: À ßrïéf, désçrïptïvé süßtïtlé för thé Prögräm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Breve descripción del problema
es_ar: Un subtítulo breve y descriptivo para el Programa.
fa_ir: یک عنوان فرعی خلاصه و روشن از این برنامه آموزشی
fi: Ohjelman lyhyt, kuvaava alaotsikko.
fil_ph: Isang maikli at mapaglarawang subtitle para sa Programa.
fr_fr: Un bref sous-titre descriptif du programme.
he: כתובית קצרה ותיאורית של התכנית.
ja_jp: プログラムの簡単な説明サブタイトル。
ka: პროგრამის მოკლე, აღწერითი ქვესათაური
kk_kz: Бағдарламаға қысқаша сипаттама субтитрі.
pl: Jednozdaniowy, precyzyjny opis programu.
pt_br: Um breve e descritivo subtítulo para o Programa.
ru: Краткий, описательный подзаголовок для Программы.
sl: Kratek opisni podnaslov za program.
tr_tr: Program için kısa, açıklayıcı bir altbaşlık.

source: The lifecycle status of this Program.
af_za: Die lewensiklusstatus van hierdie program.
ar: حالة دورة حياة هذا البرنامج.
bn_bd: এই প্রোগ্রামের জীবনচক্র অবস্থা
cs: Stav životního cyklu tohoto programu.
da: Dette programs livscyklusstatus.
de_de: Der Status im Lebenszyklus dieses Programms.
eo: Thé lïféçýçlé stätüs öf thïs Prögräm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Estado en el ciclo para este programa.
es_ar: El estado del ciclo de vida de este Programa.
fa_ir: وضعیت چرخه عمر این برنامه.
fi: Tämän ohjelman elinkaaren tila.
fil_ph: Ang lifecycle status ng Programang ito.
fr_fr: L&#39;état du cycle de vie de ce programme.
he: סטטוס אורך החיים של תכנית זו.
ja_jp: このプログラムの時系列。
ka: პროგრამის სიცოცხლის ციკლის სტატუსი.
kk_kz: Осы бағдарламаның өмірлік циклінің жағдайы.
pl: Stan "cyklu życiowego" programu.
pt_br: O status do ciclo de vida deste programa.
ru: Статус жизненного цикла данной Программы.
sl: Stanje življenjskega cikla tega programa.
tr_tr: Bu Program'ın hayat döngüsü durumu.

source: Slug used to generate links to the marketing site
af_za: Slug word gebruik om skakels na die bemarkingswebwerf te genereer
ar: الشارة المستخدمة لإنشاء روابط في الموقع التسويقي
bn_bd: স্লাগ্ মার্কেটিং সাইটের লিঙ্ক জেনারেট করতে ব্যবহৃত
cs: Slug se používá ke generování odkazů na marketingové stránky
da: Slug bruges til at generere links til markedsføringssiden
de_de: Genutzte Slug um Links zur Marketing-Seite zu erzeugen
eo: Slüg üséd tö généräté lïnks tö thé märkétïng sïté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Slug usado para generar vínculos al sitio de marketing.
es_ar: Slug utilizado para generar enlaces al sitio de marketing.
fa_ir: مشخصه برای ایجاد پیوند به وبگاه بازاریابی استفاده می‌شود
fi: Slug, jota käytetään linkkien luomiseen markkinointisivustolle
fil_ph: Ginagamit ang slug upang bumuo ng mga link sa site ng marketing
fr_fr: Slug utilisé pour générer des liens vers le site marketing
he: שימוש בסלאג ליצירת קישורים לאתר השיווק
ja_jp: マーケティングサイトへのリンクを生成するために使用するスラグ
ka: სლოგანი გამოიყენება მარკეტინგულ გვერდზე ბმულების გენერაციითვის
kk_kz: Маркетинг сайтына сілтеме жасау үшін пайдаланылатын слаг
pl: Ciąg używany do generowania odnośników do strony promującej
pt_br: Slug usado para gerar links para o site de marketing.
ru: Слаг, используемый для генерации ссылок на маркетинговый сайт
sl: Slug, ki se uporablja za ustvarjanje povezav do spletnega mesta za trženje
tr_tr: Pazarlama sitesine bağlantılar oluşturmada kullanılacak slug/kısaisim
