Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: {strong_start}Note:{strong_end} If you edit course information after edX marketing has reviewed the course, you have to send the course to edX marketing for review again.
de_de: {strong_start}Achtung:{strong_end} Wenn Sie die Kursinformationen bearbeiten, nachdem edX marketing den Kurs überprüft hat, müssen Sie den Kurs erneut zur Überprüfung an edX marketing senden.
eo: {strong_start}Nöté:{strong_end} Ìf ýöü édït çöürsé ïnförmätïön äftér édX märkétïng häs révïéwéd thé çöürsé, ýöü hävé tö sénd thé çöürsé tö édX märkétïng för révïéw ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αη#

source: Note that times use UTC.
de_de: Beachten Sie, dass bei Zeit die UTC verwendet wird
eo: Nöté thät tïmés üsé ÛTÇ. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Ten en cuenta que la zona horaria usa UTC.
ja_jp: 時間はUTCを使用していますのでご注意ください。
pl: Weź pod uwagę, że czas jest wyrażony w strefie UTC.
ru: Обратите внимание, что время использует UTC
tr_tr: Tüm zamanlar UTC saatine göredir.

source: Note that times use UTC. Specify a month, day, and year. If you are unsure of the exact date, specify a day that is close to the estimated end date. For example, if your course will end near the end of March, specify March 31.
de_de: Beachten Sie, dass Zeiten UTC verwenden. Geben Sie einen Monat, Tag und ein Jahr an. Wenn Sie sich über das genaue Datum nicht sicher sind, geben Sie einen Tag an, der nahe dem geschätzten Enddatum liegt. Wenn Ihr Kurs beispielsweise gegen Ende März endet, geben Sie den 31. März an.
eo: Nöté thät tïmés üsé ÛTÇ. Spéçïfý ä mönth, däý, änd ýéär. Ìf ýöü äré ünsüré öf thé éxäçt däté, spéçïfý ä däý thät ïs çlösé tö thé éstïmätéd énd däté. För éxämplé, ïf ýöür çöürsé wïll énd néär thé énd öf Märçh, spéçïfý Märçh 31. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυg#
es_419: Note que la zona horaria usa UTC. Especifique un mes, día y año. Si no está seguro de la fecha exacta, especifique un día cercano a la fecha de finalización estimada. Por ejemplo, si su curso finalizará cerca del final de marzo, especifique el 31 de marzo.
ja_jp: 時間はUTCを使用していますのでご注意ください。年月日を特定してください。正確な日付が分からない場合は、終了予定日に近い日付を入力してください。たとえば、講座が３月末ごろ終了するなら、3月31日と入力してください。
pl: Weź pod uwagę, że czas jest wyrażony w strefie UTC. Określ dzień, miesiąc i rok. Jeśli nie masz jeszcze pewności co do daty, wskaż dzień przewidywanego zakończenia. Dla przykładu, jeśli planujesz zakończyć kurs w okolicach końca marca, wskaż 31 marca.
ru: Обратите внимание, что время использует UTC. Укажите месяц, день и год. Если вы не уверены в точной дате, укажите день, близкий к предполагаемой дате окончания. Например, если ваш курс закончится ближе к концу марта, укажите 31 марта.
tr_tr: Tüm zamanlar UTC saatine göredir. Bir ay, gün ve yıl belirleyin. Eğer tam tarihten emin değilseniz, tahmini bitiş tarihine yakın bir tarihi belirleyin. Örneğin, eğitiminiz Mart ayının sonuna doğru bitecekse, 31 Mart'ı seçin.

source: COURSE PACING
ar: وتيرة الدورة
bn_bd: কোর্স পদার্পণ
de_de: Kurstempo
eo: ÇÖÛRSÉ PÀÇÌNG Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: RITMO DEL CURSO
ja_jp: 講座のタイプ
pl: FORMA TEMPA KURSU
ru: ОБУЧЕНИЕ НА КУРСЕ
tr_tr: DERS ÖĞRENME YÖNTEMİ

source: The Studio URL for this course run. The edX PC creates this URL.
de_de: Die Studio URL für diesen Kurslauf. Der edX PC erstellt diese URL.
eo: Thé Stüdïö ÛRL för thïs çöürsé rün. Thé édX PÇ çréätés thïs ÛRL. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: La URL Studio para este curso. EL PC edX crea este curso.
ja_jp: このcourse runのStudio URL。edXのPCがこのURLを作成します。
pl: Adres URL do Studio dla tej edycji kursu. Adres wygenerowany przez koordynatora.
ru: URL-адрес студии для этого курса. Этот URL-адрес создается компьютером edX PC.

source: Not yet created
ar: لم يتم انشائه بعد
bn_bd: এখনও তৈরি হয়নি
de_de: Noch nicht erstellt
eo: Nöt ýét çréätéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: No se ha creado aún
ja_jp: 未作成
pl: Jeszcze nie utworzony
ru: Еще не создано
tr_tr: Henüz oluşturulmamış

source: PROGRAM ASSOCIATION
ar: رابطة البرنامج
bn_bd: প্রোগ্রাম এসোসিয়েশন
de_de: Programm Verbindung
eo: PRÖGRÀM ÀSSÖÇÌÀTÌÖN Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: ASOCIACIÓN DE PROGRAMA
pl: POWIĄZANIE Z PROGRAMEM
ru: АССОЦИАЦИИ ПРОГРАММЫ
tr_tr: PROGRAM ORTAKLIĞI

source: If this course is part of a program, select the program type, and then enter the name of the program.
de_de: Wenn Sie diesen Kurs im Rahmen eines Programmes belegen müssen, wählen Sie die Programmart und geben Sie den Namen des Programmes ein.
eo: Ìf thïs çöürsé ïs pärt öf ä prögräm, séléçt thé prögräm týpé, änd thén éntér thé nämé öf thé prögräm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Si este curso es parte de un programa, seleccione el tipo de programa, y luego ingrese el nombre del programa.
ja_jp: この講座がプログラムの一部である場合、プログラムの種類を選択して、プログラム名を入力してください。
pl: Jeśli kurs stanowi część programu, wybierz typ programu, a następnie wprowadź jego nazwę.
ru: Если этот курс является частью программы, выберите тип программы, а затем введите название программы.
tr_tr: Eğer ders bir programın parçasıysa, program türünü seçin ve sonrasında program adını girin.

source: INSTITUTION COURSE ID
de_de: Kursinstitutions ID
eo: ÌNSTÌTÛTÌÖN ÇÖÛRSÉ ÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Only fill in this field if you are planning to integrate with your Institution's systems through edX registrar service. If you have any questions about this, reach out to your PC.
de_de: Füllen Sie dieses Feld nur aus, wenn Sie die Integration mit den Systemen Ihrer Organisation über den edX-Registrardienst planen. Wenn Sie Fragen dazu haben, wenden Sie sich an Ihren PC.
eo: Önlý fïll ïn thïs fïéld ïf ýöü äré plännïng tö ïntégräté wïth ýöür Ìnstïtütïön's sýstéms thröügh édX régïsträr sérvïçé. Ìf ýöü hävé äný qüéstïöns äßöüt thïs, réäçh öüt tö ýöür PÇ. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ι#

source: COURSE STAFF
ar: طاقم الدورة
bn_bd: কোর্স স্টাফ
de_de: KURSBETREUER
eo: ÇÖÛRSÉ STÀFF Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: EQUIPO DEL CURSO
he: צוות הקורס
ja_jp: 講座スタッフ
ka: კურსის პერსონალი
pl: KADRA KURSU
ru: ПЕРСОНАЛ КУРСА
tr_tr: DERS EKİBİ

source: The primary instructor or instructors for the course.
de_de: Der Hauptdozent oder die Hauptdozenten für diesen Kurs
eo: Thé prïmärý ïnstrüçtör ör ïnstrüçtörs för thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Instructor principal o instructores para este curso.
ja_jp: 本講座の主な講師
pl: Główny instruktor lub instruktorzy tego kursu.
ru: Основной инструктор или инструкторы курса.
tr_tr: Bu dersin ana eğitmeni veya eğitmenleri.

source: The order that instructors are entered here is the same order they will be displayed on course pages.
de_de: Die Bestellung, die ein Lehrer eingegeben hat ist dieselbe, die in der Kurs Seite angezeigt wird.
eo: Thé ördér thät ïnstrüçtörs äré éntéréd héré ïs thé sämé ördér théý wïll ßé dïspläýéd ön çöürsé pägés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: Make sure that you search for an instructor before you create a new instructor.
de_de: Bevor Sie einen neuen Dozent erstellen, kontrollieren Sie, dass dieser Dozent noch nicht angelegt ist.
eo: Mäké süré thät ýöü séärçh för än ïnstrüçtör ßéföré ýöü çréäté ä néw ïnstrüçtör. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: Asegúrese de buscar un instructor antes de crear uno nuevo.
pl: Upewnij się, że sprawdzono obecność instruktora w bazie przed utworzeniem nowego instruktora.
ru: Убедитесь, что вы ищете инструктора, прежде чем создавать нового инструктора.

source: Search for Instructor:
de_de: Suchen Sie einen Dozent
eo: Séärçh för Ìnstrüçtör: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Buscar instructor:
pl: Wyszukaj instruktora
ru: Поиск Инструктора:
tr_tr: Eğitmen ara:

source: Create new
de_de: Neuerstellen
eo: Çréäté néw Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Crear nuevo
pl: Utwórz instruktora
ru: Создать новое
tr_tr: Yeni oluştur

source: instructor
ar: مرشد
bn_bd: উপাধ্যায়
de_de: Dozent
eo: ïnstrüçtör Ⱡ'σяєм ιρѕυм ∂σłσ#
pl: Instruktor
ru: Преподаватель
tr_tr: eğitmen

source: ESTIMATED EFFORT
ar: المجهود المُقدر
bn_bd: আনুমানিক প্রচেষ্টা
de_de: Erwarteter Aufwand
eo: ÉSTÌMÀTÉD ÉFFÖRT Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: ESFUERZO APROXIMADO
he: מאמץ מוערך
ja_jp: エフォート推定時間
ka: სავარაუდო ძალისხმევა
pl: SZACOWANE ZAANGAŻOWANIE CZASOWE
ru: ОРИЕНТИРОВОЧНЫЕ УСИЛИЯ
tr_tr: TAHMİNİ ÇABA

source: The number of hours per week the learner should expect to spend on the course. This may be a range.
bn_bd: প্রতি সপ্তাহে ঘন্টার সংখ্যা শিক্ষার্থী কোর্সের উপর ব্যয় আশা করা উচিত. এই ব্যাপ্তি হতে পারে
de_de: Die wöchentliche Stundenanzahl, welche die Teilnehmer voraussichtlich an dem Kurs arbeiten sollten. Dies kann individuell schwanken.
eo: Thé nümßér öf höürs pér wéék thé léärnér shöüld éxpéçt tö spénd ön thé çöürsé. Thïs mäý ßé ä rängé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: El número de horas por semana que el estudiante debe esperar gastar en el curso. Esto puede ser un rango.
ja_jp: 本講座の学習に必要とされる週当たりの時間数。範囲を記入してもよいです。
pl: Liczba godzin tygodniowo, którą powinien poświęcić student na udział w kursie. Może to być zakres.
ru: Количество часов в неделю, которое учащийся должен планировать потратить на курс. Это может быть радиус действия.

source: Min Effort
ar: القدر الأدنى للمجهود
bn_bd: ন্যূনতম প্রচেষ্টা
de_de: Minimaler Aufwand
eo: Mïn Éffört Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Esfuerzo mínimo
he: מאמץ מינימלי
ja_jp: 最小エフォート
ka: მინიმალური ძალისხმევა
pl: Min. zaangażowanie
ru: Минимальные усилия
tr_tr: Min. Çaba

source: Max Effort
ar: القدر الأقصى للمجهود
bn_bd: সর্বোচ্চ প্রচেষ্টা
de_de: Maximaler Aufwand
eo: Mäx Éffört Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Esfuerzo máximo
he: מאמץ מרבי
ja_jp: 最大エフォート
ka: მაქსიმალური ძალისხმევა
pl: Maks. zaangażowanie
ru: максимальные усилия
tr_tr: Maks. Çaba

source: LANGUAGE(S)
ar: اللغة (ات)
bn_bd: ভাষা (গুলি)
de_de: SPRACHE(N)
eo: LÀNGÛÀGÉ(S) Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: IDIOMA(S)
he: שפה(ות)
ja_jp: 言語 (複数の場合あり)
ka: ენა(ები)
pl: JĘZYK(I)
ru: ЯЗЫК(И)
tr_tr: DİL(LER)

source: The languages available for videos, video transcripts, and other course content.
de_de: Die möglichen Sprachen für Videos, Video-Transkripte und anderen Kurs- Inhalt.
eo: Thé längüägés äväïläßlé för vïdéös, vïdéö tränsçrïpts, änd öthér çöürsé çöntént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Los idiomas disponible para vídeos, transcripciones de vídeo, y otros contenidos del curso.
ja_jp: 動画や字幕、その他のコンテンツの言語
pl: Języki dostępne dla filmów, transkrypcji i pozostałych treści kursu.
ru: Языки, доступные для просмотра видео, видеозаписей и других материалов курса.
tr_tr: Videolar, video altyazıları ve diğer ders içerikleri için kullanılabilir diller.

source: LENGTH
ar: المدة
bn_bd: দৈর্ঘ্য
de_de: LÄNGE
eo: LÉNGTH Ⱡ'σяєм ιρѕυ#
es_419: DURACIÓN
he: אורך
ja_jp: 期間
ka: სიგრძე
pl: DŁUGOŚĆ KURSU
ru: ПРОДОЛЖИТЕЛЬНОСТЬ
tr_tr: SÜRE

source: The length of the course, in weeks, rounded to the nearest whole number.
de_de: Die Dauer eines Kurses in Wochen auf die nächste ganze Zahl gerundet.
eo: Thé léngth öf thé çöürsé, ïn wééks, röündéd tö thé néärést whölé nümßér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: La duración del curso, en semanas, se redondea al número entero más cercano.
ja_jp: 講座期間、週数、四捨五入して整数で表記。
pl: Długość kursu wyrażona w tygodniach.
ru: Продолжительность курса, в неделях, округляется до ближайшего целого числа.

source: Checking this box will add the OFAC language to the FAQ on the marketing page.
de_de: Das Aktivieren dieser Box, wird die OFAC Sprache zu den FAQs auf der Marketingseite hinzufügen.
eo: Çhéçkïng thïs ßöx wïll ädd thé ÖFÀÇ längüägé tö thé FÀQ ön thé märkétïng pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Update Course Run
de_de: Kursverlauf aktualisieren
eo: Ûpdäté Çöürsé Rün Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Actualizar Curso
ja_jp: course run更新
pl: Zaktualizuj edycję kursu
ru: Обновить программу курса
tr_tr: Ders Yayın Tarihini Güncelle

source: (Required) To be added by edX
de_de: (erforderlich) wird von edX hinzugefügt
eo: (Réqüïréd) Tö ßé äddéd ßý édX Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: (Requerido) Para ser agreado por edX
ja_jp: (必須) edXが入力
pl: (Wymagany/a) Do uzupełnienia przez koordynatora
ru: (Обязательно) Добавить с помощью edX
tr_tr: (Gerekli) edX tarafından eklenecek

source: Start Date (time in UTC)
de_de: Start Datum (Zeit in UTC)
eo: Stärt Däté (tïmé ïn ÛTÇ) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Fecha de Inicio (tiempo en UTC)
ja_jp: 開始日時(UTC)
pl: Data rozpoczęcia (czas w UTC)
ru: Дата начала (время по UTC)
tr_tr: Başlangıç Tarihi (UTC zamanı)

source: End Date (time in UTC)
de_de: End Datum (Zeit in UTC)
eo: Énd Däté (tïmé ïn ÛTÇ) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Fecha de Finalización (tiempo en UTC)
ja_jp: 終了日時(UTC)
pl: Data zakończenia (czas w UTC)
ru: Дата окончания (время по UTC)
tr_tr: Bitiş Tarihi (UTC zamanı)

source: Credit Price
de_de: Preis
eo: Çrédït Prïçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Precio de Crédito
ja_jp: 単位価格
pl: Cena punktów edukacyjnych
ru: Кредитная цена
tr_tr: Kredi Ücreti

source: Institution Course ID
de_de: Unternehmenskurs ID
eo: Ìnstïtütïön Çöürsé ÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Course Staff
bn_bd: কোর্সের স্টাফ
de_de: Kursbetreuer
eo: Çöürsé Stäff Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Equipo del curso
ja_jp: 講座スタッフ
pl: Kadra kursu
ru: Персонал курса
tr_tr: Ders Personeli

source: Estimated Effort
ar: المجهود المُقدر
bn_bd: আনুমানিক প্রচেষ্টা
de_de: Erforderlicher Aufwand
eo: Éstïmätéd Éffört Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Esfuerzo estimado
he: מאמץ מוערך
ja_jp: 推定エフォート
ka: სავარაუდო ძალისხმევა
pl: Szacunkowe zaangażowanie czasowe
ru: Оценочные усилия
tr_tr: Tahmini Çaba

source: hours per week
ar: عدد الساعات في الأسبوع
bn_bd: প্রতি সপ্তাহে ঘন্টা
de_de: Wochenstunden
eo: höürs pér wéék Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: horas por semana
he: שעות בשבוע
ja_jp: 週当たり時間数
ka: საათები თითო კვირაზე
pl: godzin tygodniowo
ru: часов в неделю
tr_tr: her haftada saatler

source: Course Content Language
de_de: Sprache von dem Inhalt des Kurses
eo: Çöürsé Çöntént Längüägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Idioma del Contenido del Curso
ja_jp: 講座コンテンツ用言語
pl: Język treści kursu
ru: Язык курса
tr_tr: Ders İçerik Dili

source: Video Transcript Language
de_de: Sprache von dem Video Transkript
eo: Vïdéö Tränsçrïpt Längüägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Idioma de la Transcripción del Vídeo
ja_jp: 動画字幕用言語
pl: Język transkrypcji filmów
ru: Язык видео транскрипта
tr_tr: Video Altyazı Dili

source: Course Video Language
de_de: Sprache von dem Video
eo: Çöürsé Vïdéö Längüägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Idioma del Video del Curso
ja_jp: 動画用言語
pl: Język materiałów filmowych
ru: язык видео курса
tr_tr: Ders Video Dili

source: Course Length (Weeks)
bn_bd: কোর্সের দৈর্ঘ্য (সপ্তাহ ধরে)
de_de: Kurslänge (in Wochen)
eo: Çöürsé Léngth (Wééks) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Duración del curso (semanas)
ja_jp: 講座期間(週)
pl: Długość kursu (w tygodniach)
ru: Длительность курса (недель)
tr_tr: Ders Süresi (Hafta)

source: Has OFAC Restriction text
eo: Häs ÖFÀÇ Réstrïçtïön téxt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: MicroMasters Program Name
de_de: Name des MicroMasters Programms
eo: MïçröMästérs Prögräm Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Nombre del Programa MicroMasters
ja_jp: MicroMastersプログラム名
pl: Nazwa programu MicroMasters
ru: Название программы Микромастерс
tr_tr: MicroMasters Program Adı

source: XSeries Program Name
de_de: Name des XSeries Programms
eo: XSérïés Prögräm Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Nombre del Programa XSeries
ja_jp: XSeriesプログラム名
pl: Nazwa programu XSerii
ru: Название программы XSeries
tr_tr: XSeries Program Adı

source: Professional Certificate Program Name
de_de: Name des Professional Certificate Programms
eo: Pröféssïönäl Çértïfïçäté Prögräm Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Nombre del Programa del Certificado Profesional
ja_jp: Professional Certificateプログラム名
pl: Nazwa programu edukacji specjalistycznej
ru: Название программы Профессиональный сертификат
tr_tr: Profesyonel Sertifika Programı Adı

source: Course ID
ar: معرف الدورة
bn_bd: কোর্স আইডি
de_de: Kurs-ID
eo: Çöürsé ÌD Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Id de Curso
he: מזהה קורס
ja_jp: 講座ID
ka: კურსის საიდენტიფიკაციო ნომერი
pl: Identyfikator kursu
ru: Идентификатор курса
tr_tr: Ders Kimliği

source: Enrollment Types
de_de: Einschreib Möglichkeiten
eo: Énröllmént Týpés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Tipos de Inscripción
ja_jp: 受講登録のタイプ
pl: Formy uczestnictwa
ru: Типы зачисления
tr_tr: Kayıtlanma Türleri

source: Credit Seats
ar: مقاعد الدورة
bn_bd: ক্রেডিট সিট
de_de: Plätze
eo: Çrédït Séäts Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Asientos de crédito
he: מושבים לפי נקודות זכות
ja_jp: 単位認定数
ka: საკრედიტო ადგილები
pl: Miejsc do punktów edukacyjnych
ru: Кредитные места

source: Credit Provider
ar: مقدم الدورة
de_de: Anbieter
eo: Çrédït Prövïdér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Proveedor de crédito
he: ספק נקודות זכות
ja_jp: 単位認定校
ka: კრედიტ პროვაიდერი
pl: Oferent punktów
ru: Кредитный провайдер
tr_tr: Kredi Sağlayıcı

source: Price
ar: السعر
bn_bd: মূল্য
de_de: Preis
eo: Prïçé Ⱡ'σяєм ιρѕ#
es_419: Precio
he: מחיר
ja_jp: 価格
ka: ფასი
pl: Cena
ru: Цена
tr_tr: Ücret

source: Currency
ar: العملة
bn_bd: মুদ্রা
de_de: Währung
eo: Çürrénçý Ⱡ'σяєм ιρѕυм ∂#
es_419: Moneda
he: מטבע
ja_jp: 通貨
ka: ვალუტა
pl: Waluta
ru: Валюта
tr_tr: Para Birimi

source: Credit Hours
ar: الساعات المعتمدة
de_de: Stunden
eo: Çrédït Höürs Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Horas de créditos
he: שעות של נקודות זכות
ja_jp: 単位認定時間
ka: საკრედიტო საათები
pl: Liczba godzin punktowych
ru: Кредитные часы
tr_tr: Kredi Saatleri

source: Upgrade Deadline (time in UTC)
de_de: Frist hinzufügen (Zeit in UTC)
eo: Ûpgrädé Déädlïné (tïmé ïn ÛTÇ) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Actualizar plazo límite (tiempo en UTC)
ja_jp: アップグレードの締切日時 (UTC)
pl: Termin końcowy na zmianę trybu (czas w UTC)
ru: Крайний срок обновления (время в UTC)
tr_tr: Yükseltme Son Tarihi (UTC zamanı)

source: Number
ar: الرقم
bn_bd: সংখ্যা
de_de: Nummer
eo: Nümßér Ⱡ'σяєм ιρѕυ#
es_419: Número
he: מספר
ja_jp: 番号
ka: რიცხვი
pl: Liczba
ru: Номер
tr_tr: Numara

source: Subtitle
de_de: Untertitel
eo: Süßtïtlé Ⱡ'σяєм ιρѕυм ∂#
es_419: Subtítulo
ja_jp: サブタイトル
pl: Podtytuł
ru: Подзаголовок
tr_tr: Altbaşlık

source: Self Paced
ar: تعلّم ذاتيّ
de_de: Selbstgewähltes Tempo
eo: Sélf Päçéd Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Ritmo propio
he: קצב אישי
ka: თვითრეგულირებადი
pl: Własne tempo
ru: Самостоятельное обучение
tr_tr: Kendi Kendine

source: Staff
ar: الطاقم
bn_bd: কর্মী
de_de: Betreuung
eo: Stäff Ⱡ'σяєм ιρѕ#
es_419: Equipo del Curso
he: צוות
ja_jp: スタッフ
ka: პერსონალი
pl: Kadra
ru: Сотрудник
tr_tr: Personel

source: to
ar: إلى
de_de: zu, nach
eo: tö Ⱡ'σя#
es_419: a
he: אל
ka: ვის
pl: do
ru: к

source: Languages
ar: اللغات
de_de: Sprachen
eo: Längüägés Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Idiomas
he: שפות
ja_jp: 言語
ka: ენები
pl: Języki
ru: Языки
tr_tr: Diller

source: Video Transcript Languages
de_de: Sprachen des Video Transkripts
eo: Vïdéö Tränsçrïpt Längüägés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Idioma de la Transcripción del Vídeo
ja_jp: 動画字幕用言語
pl: Języki transkrypcji filmów
ru: Языки видео транскриптов
tr_tr: Video Altyazı Dilleri

source: What You'll Learn
de_de: Was Sie lernen werden
eo: Whät Ýöü'll Léärn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Que aprenderá
he: מה תלמד
ja_jp: 学べるもの
pl: Nauczysz się
ru: Чему вы научитесь
tr_tr: Ne Öğreneceksiniz

source: Download
de_de: Herunterladen
eo: Döwnlöäd Ⱡ'σяєм ιρѕυм ∂#
es_419: Descargar
ja_jp: ダウンロード
pl: Pobierz
ru: Звгружено
tr_tr: İndir

source: Keywords
ar: كلمات أساسية
bn_bd: কী-ওয়ার্ডগুলো
de_de: Stichwörter
eo: Kéýwörds Ⱡ'σяєм ιρѕυм ∂#
es_419: Palabras clave
he: מילות מפתח
ja_jp: キーワード
ka: საკვანძო სიტყვები
pl: Słowa kluczowe
ru: Ключевые слова
tr_tr: Anahtar kelimeler

source: Sponsors
ar: الجهات الراعية
de_de: Kooperationspartner
eo: Spönsörs Ⱡ'σяєм ιρѕυм ∂#
es_419: Patrocinadores
he: אחראים
ja_jp: スポンサー
ka: სპონსორები
pl: Sponsorzy
ru: Спонсоры
tr_tr: Sponsorlar

source: Course Syllabus
de_de: Lehrplan des Kurses
eo: Çöürsé Sýlläßüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Plan de Estudio del Curso
ja_jp: 講座シラバス
pl: Konspekt kursu
ru: Курсы программного обучения
tr_tr: Ders Müfredatı

source: Course About Video
de_de: Beschreibungsvideo des Kurses
eo: Çöürsé Àßöüt Vïdéö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Vídeo Sobre el Curso
ja_jp: 講座紹介ビデオ
pl: Film promujący kurs
ru: Курсы о видео
tr_tr: Ders Hakkında Videosu

source: Seats
ar: المقاعد
de_de: Plätze
eo: Séäts Ⱡ'σяєм ιρѕ#
es_419: Asientos
he: מושבים
ka: ადგილები
pl: Miejsc
ru: Места

source: The %(current_team_name)s is currently reviewing this course run. If you edit course run information, you might overwrite the team’s changes, and you will have to send the course run to the %(team_name)s for review again.
de_de: Der %(current_team_name)s überprüft gerade diesen Kursverlauf. Wenn Sie Kursverlaufinformationen bearbeiten, überschreiben Sie möglicherweise die Änderungen des Teams, und Sie müssen den Kursverlauf erneut an %(team_name)s zur Durchsicht senden.
eo: Thé %(current_team_name)s ïs çürréntlý révïéwïng thïs çöürsé rün. Ìf ýöü édït çöürsé rün ïnförmätïön, ýöü mïght övérwrïté thé téäm’s çhängés, änd ýöü wïll hävé tö sénd thé çöürsé rün tö thé %(team_name)s för révïéw ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт #
es_419: El %(current_team_name)s se encuentra revisando este curso. Si editas la información del curso, podrías sobreescribir los cambios del equipo, y tendrás que enviar el curso al equipo %(team_name)s para revisión otra vez.
ja_jp: %(current_team_name)s チームは現在course runをレビュー中です。もしcourse run情報を編集した場合、チームの変更を上書きする可能性がありますので、再レビューのため %(team_name)s へ送信しなければなりません。
pl: %(current_team_name)s obecnie dokonuje oceny edycji kursu. Jeśli przeprowadzisz edycję informacji kursowych, możesz anulować ustawienia dokonane przez koordynatora i konieczne będzie ponowne przesłanie edycji kursu do procedury, którą przeprowadza %(team_name)s.
ru: %(current_team_name)sВ настоящее время изучается ход этого курса. Если вы отредактируете информацию о прогоне курса, вы можете переписать изменения команды, и вам придется отправить курс на %(team_name)s повторный просмотр.

source: Profile URL
de_de: Profil URL
eo: Pröfïlé ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: URL de Perfil
ja_jp: プロフィールURL
pl: Adres URL profilu
ru: Профиль url
tr_tr: Profil URL

source: Close
de_de: Schließen
eo: Çlösé Ⱡ'σяєм ιρѕ#
es_419: Cerrar
ja_jp: 閉じる
pl: Zamknij
ru: Закрыть
tr_tr: Kapat
