Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: Choose an image that you have permission to use.
ar: استخدم صورة التي لديك الإذن باستخدامها.
he: בחר תמונה שקיבלת הרשאה להשתמש בה.
ka: აირჩიე გამოსახულება რომლის გამოყენების უფლებაც გაქვს.

source: This can be a stock photo (try Flickr creative commons,
ar: ويشمل ذلك مواقع الصور المجانية (اطلع على موقع Flickr الإبداعي،
he: זו יכולה להיות תמונת מאגר (נסה את Flickr creative commons,
ka: ეს შეიძლება იყოს stock ფოტო (შეამოწმე Flickr creative commons,

source: Stock Vault, Stock XCHNG, iStock Photo) or an image custom designed for your course
ar: Stock Vault، Stock XCHNG، iStock Photo) أو صورة مصممة خصيصًا لمقررك
he: Stock Vault‏, Stock XCHNG‏, iStock Photo‏) או תמונה מותאמת אישית שעוצבה עבור הקורס
ka: Stock Vault, Stock XCHNG, iStock Photo) ან შენ კურსისთვის შექმნილი გამოსახულება

source: Sequenced courses should each have a unique image
ar: يجب أن يكون لكل من الدورات المتسلسلة صورة فريدة
he: לכל קורס ברצף יש צורך בתמונה ייחודית
ka: თითოეულ თანმიმდევრულ კურსს უნიკალური გამოსახულება უნდა ჰქონდეს

source: Size: 2120 x 1192 pixels
ar: الحجم: 2120 × 1192 بيكسل
he: גודל: 2120 x 1192 פיקסלים
ka: ზომა: 2120 x 1192 პიქსელი

source: List concepts and level (basic, advanced, undergraduate, graduate) students should be familiar with
ar: مفاهيم ومستوى القائمة (أساسي، متقدم، المرحلة الجامعية أو الدراسات العليا) التي ينبغي أن يبلغها الطالب
he: רשום רעיונות ורמה (בסיסית, מתקדמת, לימודי הסמכה, לימודי תואר) שצריכים הסטודנטים להכיר
ka: ჩამოთვალე კონცეფციები და დონე (საწყისი, მოწინავე, ბოლოკურსელი, კურსდამთავრებული) რომლებსაც სტუდენტები უნდა იცნობდნენ

source: If there are no prerequisites, please list "None."
ar: إذا لم يكن هناك متطلبات أساسية، الرجاء اختيار "لا يوجد"
he: אם אין דרישות מוקדמות, ציין "ללא".
ka: თუ წინაპირობები არ არის, გთხოვთ ჩამოთვალოთ "არცერთი."

source: 200 character limit, including spaces
ar: الحد الأقصى للأحرف 200 حرف، يشمل الفراغات
he: מגבלת 200 תווים, כולל רווחים
ka: 200 სიმბოლოიანი ლიმიტი, ჰარეების ჩათვლით

source: Number of hours per week the learner should expect to spend on the course to be successful
ar: عدد الساعات الأسبوعية التي من المتوقع ان يقضيها الطالب في تعلم الدورة من أجل تحقيق النجاح
he: צפי מספר השעות בשבוע שעל הלומד להקדיש לקורס כדי להצליח
ka: კვირის განმავლობაში საათების ის რაოდენობა რაც სტუდენტს დასჭირდება კურსზე წარმატებისთვის

source: Should be realistic, and can be a range
ar: يجب أن يكون واقعي، وقد يكون ضمن نطاق
he: יש לציין טווח ריאלי
ka: უნდა იყოს რეალური და შეიძლება იყოს დიაპაზონით

source: Course content (navigation and course content excluding videos)
ar: محتوى الدورة (التصفح ومحتوى الدورة باستثناء مقاطع الفيديو)
he: תוכן הקורס (ניווט ותוכן הקורס לא כולל סרטונים)
ka: კურსის შინაარსი (ნავიგაცია და კურსის შინაარსი ვიდეოების გარდა)

source: Videos (language spoken in course videos)
ar: مقاطع الفيديو (لغة الحديث في مقاطع الفيديو في الدورة)
he: סרטונים (שפה מדוברת בסרטוני הקורס)
ka: ვიდეოები (კურსის ვიდეოების ენა)

source: Video transcript (video caption language)
ar: نص الفيديو (لغة لقطات الفيديو)
he: תמלולי הסרטון (שפת הכיתוב של הסרטון)
ka: ვიდეოს სუბტიტრები (ვიდეოს წარწერების ენა)

source: If the time between start/end dates is not exact, ex: 8.5 weeks,
ar: إذا لم يكن الوقت بين تاريخ البدء/النهاية محدد بدقة، مثل: 8.5 أسابيع،
he: אם הזמן שבין תאריך ההתחלה לסיום אינו מדויק, לדוגמה, 8.5 שבועות,
ka: თუ დასაწყისის/დასასრულის თარიღებს შორის დრო არ არის ზუსტი, მაგ: 8.5 კვირა,

source: indicate whether the course should be listed as 8 weeks or 9 weeks.
ar: التحديد ما إذا كانت مدة الدورة يجب أن تكون 8 أم 9 أسابيع.
he: ציין אם על הקורס להירשם כ-8 או כ-9 שבועות.
ka: მიუთითე, კურსი 8 თუ 9 კვირისგან შედგება.

source: LEVEL TYPE
ar: نوع المستوى
bn_bd: লেভেল প্রকার
he: סוג הרמה
ka: დონის ტიპი

source: Introductory - No prerequisites; an individual with some to all of a secondary school degree could complete
ar: تمهيدي - لا يوجد متطلبات أساسية؛ يستطيع الشخص الحاصل على دراسة ثانوية جزئية أو كاملة انهاء هذه الدورة
he: פתיחה - ללא דרישות מקדימות; אדם שהשלים חלק או כל לימודי התיכון יכול להשלים
ka: შესავალი - არანაირი წინაპირობები; პირს რომელსაც მეორადი სკოლის რამოდენიმე ან ყველა ხარისხი აქვს შეუძლია დაასრულოს

source: Intermediate - Basic prerequisites; a secondary school degree likely required to be successful as well as some university
ar: متوسط - يوجد متطلبات أساسية؛ قد يكون هناك حاجة لشهادة مدرسة ثانوية من أجل النجاح في الدورة وأيضاً إلى مستوى من الدراسة الجامعية
he: ביניים - דרישות מקדימות בסיסיות; ייתכן שיש צורך בסיום לימודי התיכון ואף חלק מלימודי אוניברסיטה כדי להצליח
ka: საშუალო - ძირითადი წინაპირობები; წარმატების მისაღწევად მეორადი სკოლისა და ზოგიერთი უნივერსიტეტის ხარისხი მოითხოვება

source: Advanced - Significant number of prerequisites required; course geared to 3rd or 4th year university student or a masters degree student
ar: متقدم - يوجد عدد كبير من المتطلبات الأساسية؛ هذه الدورة مُعدة لطلاب السنة 3 أو 4 في الجامعة أو طلاب درجة الماجستير
he: מתקדם - נדרש מספר משמעותי של דרישות מקדימות; הקורס עובר לסטודנטים של השנה השלישית או הרביעית באוניברסיטה או סטודנט בעל תואר שני
ka: მოწინავე - მოითხოვება წინაპირობების მნიშვნელოვანი რაოდენობა; კურსზე ირიცხებიან უნივერსიტეტის III - IV კურსის ან მაგისტრი სტუდენტები

source: Institution
ar: المؤسسة التعليمية
bn_bd: প্রতিষ্ঠান
ka: ინსტიტუტი

source: Secondary Subject
ar: الموضوع الثانوي
bn_bd: মাধ্যমিক বিষয়

source: Tertiary Subject
ar: موضوع التعليم العادي
bn_bd: টারশিয়ারী বিষয়

source: ADD RUN
ar: إضافة مجرى

source: The information in the Studio Instance section is required before edX can create a Studio instance for the course run.
ar: المعلومات في قسم مثيل الاستوديو مطلوبة قبل أن تتمكن edX من إنشاء مثيل ستوديو لمجرى الدورة.

source: The information in the About Page section is not required before edX creates a Studio instance for the course run. You can return to this page and enter this information later. This information is required before edX announces the course.
ar: المعلومات في قسم عن الدورة ليست مطلوبة من قبل edX قبل إنشاء مثيل ستوديو لمدرى الدورة. يمكنك العودة إلى هذه الصفحة وإدخال هذه المعلومات في وقت لاحق. هذه المعلومات مطلوبة قبل أن تعلن edX عن الدورة.

source: This information is required before edX can create a Studio instance for a course run.
ar: هذه المعلومات مطلوبة قبل أن تتمكن edX من إنشاء مثيل ستوديو لمجرى الدورة.

source: UPDATE COURSE
ar: تحديث الدورة
bn_bd: আপডেট কোর্স

source: Course Run Detail
ar: تفاصيل تشغيل الدورة
he: פרטי הרצת קורס
ka: კურსის გაშვების დეტალები

source: Course Type
ar: نوع الدورة
bn_bd: কোর্সের প্রকার
he: סוג קורס
ka: კურსის ტიპი

source: Upgrade Deadline
ar: الموعد النهائي للتحديث
bn_bd: আপগ্রেড শেষ তারিখ
he: מועד שדרוג
ka: განახლების ბოლო ვადა

source: No Credit Seats Available.
ar: لا تتوفر مقاعد معتمدة في الدورة
he: אין מושבים לפי נקודות זכות
ka: საკრედიტო ადგილები მიუწვდომელია.

source: Sub Title
ar: العنوان الفرعي
he: כותרת משנה
ka: ქვესათაური

source: School
ar: المدرسة
he: בית ספר
ka: სკოლა

source: Subject
ar: الموضوع
he: נושא
ka: საგანი

source: Video Translations
ar: ترجمات الفيديو
he: תרגומי סרטון הווידאו
ka: ვიდეოს თარგმანები

source: About this Course
ar: عن هذه الجلسة
he: אודות קורס זה
ka: ამ კურსის შესახებ

source: What you'll learn
ar: ما الذي ستتعلمه
he: מה תלמד
ka: რას ისწავლით

source: Prerequisite
ar: المتطلبات الأساسية
he: דרישה מוקדמת
ka: წინაპირობა

source: Enrollments
ar: التسجيلات
bn_bd: অন্তর্ভুক্ত করা
he: הרשמות
ka: ჩარიცხვები

source: Verified Conversion Date
ar: تاريخ التحويل المعتمد
he: תאריך ההמרה המאומתת
ka: შემოწმებული კონვერტაციის თარიღი

source: No Seats Available.
ar: لا تتوفر مقاعد في الدورة
he: אין מושבים זמינים.
ka: ადგილები მიუწვდომელია.

source: Enrollment Start Date
ar: تاريخ بدء التسجيل
he: תאריך תחילת ההרשמה
ka: ჩარიცხვის დაწყების თარიღი

source: Enrollment End Date
ar: تاريخ انتهاء التسجيل
he: תאריך סיום ההרשמה
ka: ჩარიცხვის დასრულების თარიღი

source: IN PROGRESS
ar: جارٍ
ka: მიმდინარეობს

source: PREVIEW READY
ar: المعاينة جاهزة
ka: გადასახედად მზად არის

source: STUDIO REQUEST
ar: طلب استوديو
ka: სტუდიოს მოთხოვნა

source: PUBLISHED COURSE RUNS
ar: مجريات الدورة التعليمية المنشورة
ka: გამოქვეყნებული კურსის გაშვებები

source: There are no in progress course runs.
ar: لا يوجد تقدم في مجرى الدورات التعليمية.
ka: არ არის მიმდინარე გაშვებული კურსები.

source: The following course run previews are available for course team approval. After the course team approves the preview, the edX marketing team will publish the course run on edx.org. The course team will receive an email message when the course run has been published.
ar: معاينة مجرى هذه الدورة متاحة لموافقة فريق الدورة. بعد أن يوافق الفريق على المعاينة، سوف ينشر فريق التسويق في edX الدورة على edx.org. سوف يحصل فريق الدورة على رسالة بالبريد الإلكتروني عندما يتم نشر مجرى الدورة التعليمية.

source: Looks like you haven't published any course yet
ar: يبدو أنك لم تنشر أي دورة تعليمية بعد
ka: როგორც ჩანს ჯერ არცერთი კურსი არ გამოგიქვეყნებიათ

source: The list below contains all course runs published in the past %(default_published_days)s days.
ar: تحتوي القائمة أدناه على جميع مجريات الدورات التعليمية التي تم نشرها في الأيام الـ%(default_published_days)s الماضية
ka: ქვედა სია შეიცავს გამოქვეყნებული კურსის ყველა გაშვებებს %(default_published_days)s გასულ დღეებში.

source: Target Content
ar: المحتوى المستهدف
ka: სამიზნე შინაარსი

source: The list below are the courses that need a studio instance to start development.
ar: تحتوي القائمة أدناه على الدورات التعليمية التي تحتاج إلى مثيل استديو من أجل بدء التطوير.
ka: ქვედა სია არის ჩამონათვალი კურსებისა რომელსაც სჭირდება სტუდიოს ასლი განვითრების დასაწყებად.

source: There are no course-runs require studio instance.
ar: لا يوجد مجرى دورة تعليمية الذي يحتاج إلى مثيل إستديو.
ka: არ არის კურსის გაშვებები რომელსაც სტუდიოს ასლი ესაჭიროება.

source: Hi,
ar: مرحباً
he: היי,
ka: მოგესალმებით,

source: The following course run has been submitted for %(state_name)s.
ar: تم تقديم مجرى الدورة التالية ل %(state_name)s
he: הרצת הקורס הבאה הוגשה עבור %(state_name)s.
ka: კურსის შემდეგი გაშვება გაიგზავნა %(state_name)s.

source: View Course
ar: عرض الدورة
bn_bd: কোর্স দেখুন
he: צפה בקורס
ka: კურსის ნახვა

source: View Course:
ar: عرض الدورة:
bn_bd: কোর্স দেখুন
he: צפה בקורס:
ka: იხილეთ კურსი:

source: %(first_name)s commented on a %(object_type)s belonging to the course %(title)s (%(number)s).
ar: علق %(first_name)s على %(object_type)s التي تنتمي إلى الدورة %(title)s (%(number)s).
he: %(first_name)s הגיב על %(object_type)s השייך לקורס %(title)s (%(number)s).
ka: %(first_name)s კომენტარი დატოვა %(object_type)s ეკუთვნის კურსს %(title)s ( %(number)s).

source: View comment
ar: عرض التعليق
bn_bd: মন্তব্য দেখুন
he: הצג הערה
ka: კომენტარის ნახვა

source: View comment:
ar: عرض التعليق:
bn_bd: মন্তব্য দেখুন
he: הצג הערה:
ka: იხილეთ კომენტარი:

source: %(course_team_name)s created the %(link_start)s%(dashboard_url)s%(link_middle)s %(course_title)s %(link_end)s course in Publisher on %(date)s at %(time)s.
ar: %(course_team_name)s أنشىء دورة %(link_start)s%(dashboard_url)s%(link_middle)s %(course_title)s %(link_end)s في الناشر %(date)s في %(time)s

source: Please create a Studio instance for this course.
ar: يرجى إنشاء مثال استوديو لهذه الدورة التدريبية.

source: %(course_team_name)s created the %(course_title)s : %(dashboard_url)s course in Publisher on %(date)s at %(time)s.
ar: %(course_team_name)s أنشىء مثال استوديو %(course_title)s : %(dashboard_url)s الدورة في %(date)s على %(time)sالناشر

source: EdX has %(updated_text)s a Studio instance for %(link_start)s%(course_run_page_url)s%(link_middle)s %(course_name)s %(link_end)s. You can now edit this course and configure your course team in Studio.
ar: لدى EdX %(updated_text)s مثيل استوديو ل %(link_start)s%(course_run_page_url)s%(link_middle)s %(course_name)s %(link_end)s. يمكنك الآن تحرير الدورة وتكوين فريق دراستك في الاستوديو.

source: Before edX can announce your course on %(link_start)sedx.org%(link_end)s, you need to add the following items %(start_tag)sboth in Publisher and in Studio%(end_tag)s.
ar: قبل أن تتمكن edX من الإعلان عن دورتك %(link_start)sedx.org%(link_end)s، عليك أن تضيف التفاصيل التالية %(start_tag)sفي كلاً من الناشر والاستوديو%(end_tag)s.

source: In addition, keep the following items in mind as you build your course.
ar: وبالإضافة إلى ذلك، خذ العناصر التالية في الاعتبار عند بناء دورتك التعليمية.

source: If this course is not a re-run, your video administrator must work with edX partner support to enable the %(link_start)svideo upload tool%(link_end)s before you can add videos to your course.
ar: إذا كانت هذه الدورة ليس عبارة عن إعادة، يجب أن يقوم مسؤول الفيديو لديك بالتعاون مع دعم وتكوين فريق دراستك في الاستوديو. الشريك من أجل تفعيل %(link_start)sأداة تحميل الفيديوl%(link_end)s قبل أن تتمكن من إضافة الفيديوهات إلى الدورة

source: We expect your completed %(link_start)sMOOC Development Checklist%(link_end)s before your course starts. This checklist includes valuable best practices that help you to stay on track as you design and build your course. We recommend that you use the list early!
ar: نحن نتوقع الحصول على %(link_start)s مرجعية تطور MOOC%(link_end)s قبل بدء الدورة التعليمية. وتشمل هذه المرجعية أفضل الممارسات القيمة التي تساعدك على البقاء على المسار الصحيح كما تقوم بتصميم وبناء دراستك. نحن ننصح باستخدام القائمة في وقت مبكر!

source: EdX has %(updated_text)s a Studio instance for %(course_name)s: %(course_run_page_url)s. You can now edit this course in Studio.
ar: لدى EdX %(updated_text)s هو مثال ستوديو ل%(course_name)s: %(course_run_page_url)s. يمكنك الآن تحرير الدورة التعليمية في الاستوديو.

source: Please create a Studio instance for the following course.
ar: يُرجى انشاء مقال استوديو لهذه الدورة التعليمية.
bn_bd: নিম্নলিখিত কোর্সের জন্য একটি স্টুডিও উদাহরণস্বরূপ তৈরি করুন

source: Changes to {title} are ready for review
bn_bd: {শিরোনাম} পরিবর্তনসমূহ পর্যালোচনার জন্য প্রস্তুত হয়

source: Changes to {title} has been approved
bn_bd: {শিরোনাম} পরিবর্তনসমূহ অনুমোদিত হয়েছে

source: Changes to {run_name} has been marked as reviewed
bn_bd: {Run_name} পরিবর্তনসমূহ হিসাবে পর্যালোচিত হিসাবে চিহ্নিত হয়েছে

source: Preview for {run_name} has been approved
bn_bd: {Run_name} জন্য প্রি অনুমোদিত হয়েছে

source: Preview for {run_name} is available
bn_bd: {Run_name} জন্য প্রি উপলব্ধ

source: Facebook URL
bn_bd: ফেসবুক URL টি

source: Twitter URL
bn_bd: টুইটার URL টি

source: Blog URL
bn_bd: টুইটার URL টি

source: APPROVALS
bn_bd: অনুমোদন

source: All of the following information is required.
bn_bd: নিম্নলিখিত সমস্ত তথ্য প্রয়োজন বোধ করা হয়

source: If this course is part of a program, select the program type and enter the name of the program.
bn_bd: এই কোর্সের একটি প্রোগ্রামের অংশ হয়, তাহলে প্রোগ্রাম টাইপ নির্বাচন এবং প্রোগ্রাম এর নাম লিখুন

source: The primary instructor or instructors in the course videos.
bn_bd: লিনিয়ার এবং পূর্ণসংখ্যা অপ্টিমাইজেশান

source: The image size must be 2120 x 1192 pixels.
bn_bd: ছবির আকার 2120 x 1192 পিক্সেল হতে হবে

source: You can enter this information at any time before edX publishes the About page.
bn_bd: আপনি যে কোনো সময়ে এই তথ্য লিখতে পারেন আগে edX সম্পর্কে পাতা প্রকাশএর পূবে

source: You must enter this information both in this section and in Studio.
bn_bd: আপনাকে বিভাগে এবং স্টুডিওতে এই তথ্য লিখতে হবে.

source: Studio instance
bn_bd: স্টুডিও উদাহরণস্বরূপ

source: Certificate type
bn_bd: সার্টিফিকেট টাইপ

source: Course content language
bn_bd: কোর্সের বিষয়বস্তু ভাষা

source: Video Language Transcript
bn_bd: ভিডিও ভাষা প্রতিলিপি

source: Dear member,
bn_bd: প্রিয় সদস্য

source: Partner Coordinator
ka: პარტნიორი კოორდინატორი

source: Course Run {title}-{pacing_type}-{start} state has been changed.
he: מצב הרצת קורס {title}-{pacing_type}-{start} השתנה.
ka: {title}-{pacing_type}-{start} კურსის გაშვების სტატუსი შეიცვალა.

source: Needs Review
he: זקוק לסקירה
ka: საჭიროებს გადახედვას

source: Needs Final Approval
he: זקוק לאישור סופי
ka: საჭიროებს საბოლოო დამტკიცებას

source: Finalized
he: הושלם
ka: დასრულებული

source: PARTNER COORDINATOR
ka: პარტნიორი კოორდინატორი

source: Content moved to `{state}` successfully.
he: התוכן הועבר אל '{state}' בהצלחה.
ka: შინაარსი წარმატებით გადავიდა `{state}`-ზე.

source: There was an error in changing state.
he: התרחשה שגיאה בעת שינוי המצב.
ka: სტატუსის შეცვლისას გაჩნდა შეცდომა.

source: Send For Review
he: נשלח לסקירה
ka: გააგზავნეთ გადასინჯვისთვის

source: Send For Final Approval
he: נשלח לאישור סופי
ka: გააგზავნეთ საბოლოო დამტკიცებისთვის

source: Finalize
he: השלם
ka: დაასრულეთ

source: Course Run List
he: רשימת הרצת קורס
ka: კურსის გაშების სია

source: Course runs in progress
he: הרצות קורס הנמצאות בתהליך
ka: კურსის გაშვებების პროგრესი

source: Welcome to edX Publisher. It looks like you don't have any courses.
he: ברוך הבא ל-edX Publisher. נראה שאין לך קורסים בכלל.
ka: მოგესალმებით edX Publisher-ში. როგორც ჩანს არცერთი კურსი არ გაქვთ.

source: Please %(link_start)s%(new_course_url)s%(link_middle)sadd a new course%(link_end)s to create your first run
he: אנא %(link_start)s%(new_course_url)s%(link_middle)sהוסף קורס חדש%(link_end)s כדי ליצור את ההרצה הראשונה שלך
ka: გთხოვთ %(link_start)s%(new_course_url)s%(link_middle)sდაამატოთ ახალი კურსი%(link_end)s თქვენი პირველი გაშვების შესაქმნელად

source: Course Run Title
he: כותרת הרצת קורס
ka: კურსის გაშვების სათაური

source: Course Run Start Date
he: תאריך תחילת הרצת קורס
ka: კურსის გაშვების დაწყების თარიღი

source: Target Content?
he: תוכן מיועד?
ka: სამიზნე შინაარსი?

source: Priority
he: עדיפות
ka: პრიორიტეტი

source: Last Updated
he: עדכון אחרון
ka: ბოლოს შესწორებული

source: Recently published courses
he: קורסים שפורסמו לאחרונה
ka: ახლახანს გამოქვეყნებული კურსები

source: Looks like you haven't publish a course yet
he: נראה שלא פרסמת עדיין קורס
ka: როგორც ჩანს ჯერ კურსი არ გამოგიქვეყნებიათ

source: Programs can only be activated if they have a marketing slug and a banner image.
he: ניתן להפעיל תכניות רק אם יש להן סלאג שיווקי ותמונת באנר.

source: Function Score
he: ציון פונקציונלי

source: JSON string containing an elasticsearch function score config.
he: מחרוזת JSON כוללת הגדרות ציון פונקציונלי של חיפוש אלסטי.

source: Only honor/audit seats can be without price.
he: רק מושבי כבוד/שומע חופשי הם ללא מחיר.

source: Course created successfully.
he: הקורס נוצר בהצלחה.

source: Please fill all required field.
he: אנא מלא את כל השדה הנדרש.

source: New comment added in course run: {title}-{pacing_type}-{start}
he: נוספה הערה חדשה בהרצת הקורס: {title}-{pacing_type}-{start}

source: New comment added in Course: {title}
he: נוספה הערה חדשה בקורס: {title}

source: Add new comment
he: הוסף הערה חדשה

source: Total Comments %(comment_count)s
he: סך כל ההערות %(comment_count)s

source: Base information
he: מידע בסיס

source: INSTITUTION INFORMATION
he: פרטי מוסד

source: Please choose the school that will be providing the course. Once chosen then you can select an administrator for the studio shell.
he: בחר בבית הספר שיספק את הקורס. לאחר בחירת בית הספר תוכל לבחור מנהל מערכת עבור מעטפת הסטודיו.

source: English Grammar and Essay Writing Sequence Courses:
he: קורסי המשך בדקדוק אנגלי ובכתיבת חיבורים:

source: Priority content
he: תוכן בעל עדיפות

source: Start on a weekday (preferably Tuesday, Wednesday, or Thursday) and avoid major U.S. holidays for best access to edX staff.
he: התחל ביום עבודה (עדיף ביום שלישי, רביעי או חמישי) והימנע מחגים מרכזיים על מנת לקבל גישה טובה יותר לצוות edX.

source: Approximate dates are acceptable; If you are unable to give an exact date, please identify a month in which the course will be offered.
he: התאריכים המשוערים מקובלים; אם אינך יכול להתחייב על תאריך מדויק, אנא רשום חודש שבו יוצע הקורס.

source: Courses split into several modules can be denoted by adding .1, .2, etc. at the end of the course number before the “x”
he: קורסים שמתפצלים למודולים שונים ניתן לציין על-ידי הוספת 1.,2., וכו' בסוף מספר הקורס ולפני האות "x"

source: No special html characters, accents, spaces, dashes, or underscores 10 character limit
he: מגבלה של 10 תווים, ללא תווי html מיוחדים, הדגשות, רווחים, מקף או קו תחתון

source: Limited to the primary instructors a learner will encounter in videos
he: מוגבל למדריכים ראשיים שיפגוש הלומד בסרטונים

source: KEYWORDS
he: מילות מפתח

source: Some instructions here???
he: אפשר לקבל הוראות?

source: Add Course Run
he: הוסף הרצת קורס

source: Is Re-run?
he: האם בהרצה נוספת?

source: Course Subtitle
he: כתובית הקורס

source: Subjects
he: נושאים

source: Part of an Xseries?
he: חלק מ-Xseries?

source: Xseries Name
he: השם של Xseries

source: Part of a Micromasters?
he: חלק מ-Micromasters?

source: Micromasters Name
he: השם של Micromasters

source: Certificate Generation Date Exception Request
he: תאריך בקשה לחריגים בעת יצירת תעודה

source: Course Length (weeks)
he: אורך הקורס (שבועות)

source: Course Languages
he: שפות הקורס

source: Video Translation Languages
he: שפות התרגום בסרטון הווידאו

source: About This Course
he: אודות קורס זה

source: Search Engine Optimization Review
he: ביקורת אופטימיזציה של מנוע חיפוש

source: Top 10 Keywords
he: 10 מילות המפתח המובילות

source: edX Username or email address of Course Team Admin(s)
he: שם משתמש או כתובת דואר אלקטרוני מטעם edX של מנהל(י) מערכת צוות הקורס

source: edX Username or email address of additional course team members (Staff)
he: שם משתמש או כתובת דואר אלקטרוני מטעם edX של חברי צוות נוספים בקורס (צוות הקורס)

source: Additional Notes
he: הערות נוספות

source: Add Seat
he: הוסף מושב

source: Course information
he: מידע אודות הקורס
