Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: The public URL of your LMS Django admin. Example: https://lms-internal.example.com/admin
af_za: Die publiek URL van jou LMS django-admin. Voorbeeld: https://lms-internal.example.com/admin
cs: Veřejná adresa URL vašeho správce LMS Django. Příklad: https://lms-internal.example.com/admin
da: Den offentlige URL for din LMS Django-administrator. Eksempel: https://lms-internal.example.com/admin
de_de: Die öffentliche URL der Django Administration des LMS. Beispiel: https://lms-internal.example.com/admin
eo: Thé püßlïç ÛRL öf ýöür LMS Djängö ädmïn. Éxämplé: https://lms-ïntérnäl.éxämplé.çöm/ädmïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_ar: La URL pública de su administrador LMS Django. Ejemplo: https://lms-internal.example.com/admin
fa_ir: نشانی اینترنتی عمومی سرپرست جنگوی سامانه آموزشی مجازی شما. مثلا: https://lms-internal.example.com/admin
fi: LMS Django -järjestelmänvalvojasi julkinen URL-osoite. Esimerkki: https://lms-internal.example.com/admin
fil_ph: Ang pampublikong URL ng iyong LMS Django admin. Halimbawa: https://lms-internal.example.com/admin
fr_fr: L&#39;URL publique de votre administrateur LMS Django. Exemple : https://lms-internal.example.com/admin
kk_kz: LMS Django әкімшілік жалпыға қол жетімді URL мекенжайы. Мысал: https://lms-internal.example.com/admin
pt_br: A URL pública do seu administrador LMS Django. Exemplo: https://lms-internal.example.com/admin
sl: Javni URL vašega skrbnika LMS Django. Primer: https://lms-internal.example.com/admin

source: Analytics API URL
eo: Ànälýtïçs ÀPÌ ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_ar: URL de la API de análisis
fi: Analyticsin sovellusliittymän URL-osoite
fil_ph: URL ng Analytics API
fr_fr: URL de l&#39;API d&#39;analyse
kk_kz: URL API аналитикасы
pt_br: URL da API do Analytics
sl: URL API Analytics

source: Analytics Access Token
cs: Přístupový token Analytics
da: Analytics-adgangstoken
de_de: Analytics Zugangs-Token
eo: Ànälýtïçs Àççéss Tökén Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_ar: Token de acceso de análisis
fa_ir: رمز دسترسی به تجزیه‌وتحلیل
fi: Analyticsin käyttöoikeustunnus
fr_fr: Jeton d&#39;accès aux analyses
kk_kz: Аналитикалық қол жетімді маркер
pt_br: Token de acesso do Analytics
sl: Žeton za dostop do Analytics

source: Partner
af_za: Vennoot
ar: شريك
bn_bd: অংশীদার
eo: Pärtnér Ⱡ'σяєм ιρѕυм #
es_419: Socio
es_ar: Socio
fa_ir: همکار
fi: Kumppani
fil_ph: Kasosyo
fr_fr: Partenaire
he: שותף
ja_jp: パートナー
ka: პარტნიორი
kk_kz: Серіктес
pt_br: Parceiro
ru: Партнёр
tr_tr: İş Ortağı

source: Partners
af_za: Vennote
ar: شركاء
bn_bd: অংশীদারগণ
cs: Partneři
da: Partnere
de_de: Partner
eo: Pärtnérs Ⱡ'σяєм ιρѕυм ∂#
es_419: Socios
es_ar: Socios
fa_ir: همکاران
fi: Yhteistyökumppanit
fil_ph: Mga kasosyo
fr_fr: Les partenaires
he: שותפים
ja_jp: パートナー
ka: პარტნიორები
kk_kz: Серіктестер
pl: Partnerzy
pt_br: Parceiros
ru: Партнеры
sl: Partnerji
tr_tr: İş Ortakları

source: Salesforce Username
af_za: Salesforce-gebruikersnaam
cs: Uživatelské jméno Salesforce
da: Salesforce brugernavn
de_de: Salesforce Nutzername
eo: Sälésförçé Ûsérnämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_ar: Nombre de usuario de Salesforce
fa_ir: نام کاربری Salesforce
fi: Salesforce-käyttäjänimi
fil_ph: Username ng Salesforce
fr_fr: Nom d&#39;utilisateur Salesforce
kk_kz: Salesforce Қолданушысы
pt_br: Nome de usuário do Salesforce
sl: Uporabniško ime Salesforce

source: Salesforce Password
af_za: Salesforce -wagwoord
cs: Heslo Salesforce
da: Salesforce-adgangskode
de_de: Salesforce Passwort
eo: Sälésförçé Pässwörd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_ar: Contraseña de Salesforce
fa_ir: گذرواژه Salesforce
fi: Salesforce-salasana
fil_ph: Password ng Salesforce
fr_fr: Mot de passe Salesforce
kk_kz: Salesforce Құпиясөзі
pt_br: Senha do Salesforce
sl: Geslo Salesforce

source: Salesforce Organization Id
af_za: Salesforce Organisasie ID
cs: ID organizace Salesforce
da: Salesforce-organisations-id
de_de: Salesforce Unternehmens ID
eo: Sälésförçé Örgänïzätïön Ìd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_ar: ID de la organización de Salesforce
fi: Salesforce-organisaation tunnus
fr_fr: ID d&#39;organisation Salesforce
kk_kz: Salesforce ұйымының идентификаторы
pt_br: Identificação Organização Salesforce
sl: Id organizacije Salesforce

source: Salesforce Security Token
cs: Token zabezpečení Salesforce
de_de: Salesforce Sicherheits-Token
eo: Sälésförçé Séçürïtý Tökén Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_ar: Token de seguridad de Salesforce
fa_ir: رمز امنیتی Salesforce
fr_fr: Jeton de sécurité Salesforce
kk_kz: Salesforce ұйымының маркері
pt_br: Token de segurança do Salesforce
sl: Varnostni žeton Salesforce

source: Is a Salesforce Sandbox?
af_za: Is 'n Salesforce Sandbox?
cs: Je Salesforce Sandbox?
da: Er en Salesforce Sandbox?
de_de: Ist das eine Salesforce Testumgebung?
eo: Ìs ä Sälésförçé Sändßöx? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_ar: ¿Qué es un Sandbox en Salesforce?
fi: Onko Salesforce Sandbox?
fil_ph: Ang Salesforce Sandbox ba?
fr_fr: &#39;est-ce qu&#39;une Sandbox Salesforce ?
kk_kz: Salesforce құмсалғыш па?
pt_br: O que é um Sandbox do Salesforce?
sl: Je peskovnik Salesforce?

source: Case Record Type Id
af_za: Saakrekord tipe ID
cs: ID typu záznamu případu
da: Sagsposttype-id
eo: Çäsé Réçörd Týpé Ìd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_ar: ID de tipo de registro de caso
fa_ir: شناسه نوع سابقه پرونده
fi: Tapaustietueen tyypin tunnus
fr_fr: ID de type d&#39;enregistrement de cas
kk_kz: Істі Жазу Түрінің Идентификаторы
pt_br: Identificação do Tipo de Registro de Caso
sl: ID vrste zapisa primera

source: An error occurred while publishing the {model} to the marketing site. Please try again. If the error persists, please contact the Engineering Team.
af_za: 'N Fout het voorgekom tydens die publikasie van die {model} na die bemarkingswebwerf. Probeer asseblief weer. As die fout voortduur, kontak die ingenieursspan.
cs: Při publikování {model} na marketingový web došlo k chybě. Prosím zkuste to znovu. Pokud chyba přetrvává, kontaktujte technický tým.
da: Der opstod en fejl under publicering af {model} på marketingwebstedet. Prøv igen. Hvis fejlen fortsætter, kontakt venligst ingeniørteamet.
de_de: Ein Fehler ist beim veröffentlichen des {model} auf der Marketingseite aufgetreten. Bitte versuchen Sie es später noch einmal. Bitte kontaktieren Sie das Entwicklungsteam, wenn der Fehler weiterhin auftritt.
eo: Àn érrör öççürréd whïlé püßlïshïng thé {model} tö thé märkétïng sïté. Pléäsé trý ägäïn. Ìf thé érrör pérsïsts, pléäsé çöntäçt thé Éngïnéérïng Téäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕ#
es_419: Ocurrió un error al publicar el {model} al sitio de marketing. Por favor intentar nuevamente. Si el error sigue, por favor contactarse con el Equipo de Ingeniería.
es_ar: Se produjo un error al publicar {model} en el sitio de marketing. Inténtalo de nuevo. Si el error persiste, comuníquese con el equipo de ingeniería.
fa_ir: هنگام انتشار {model} در وبگاه بازاریابی خطایی رخ داد. لطفا دوباره تلاش کنید. اگر خطا ادامه داشت، لطفا با تیم مهندسی تماس بگیرید.
fi: Tapahtui virhe julkaisussa {model} markkinointisivustolle. Yritä uudelleen. Jos virhe jatkuu, ota yhteyttä suunnittelutiimiin.
fil_ph: May naganap na error habang pina-publish ang {model} sa marketing site. Pakisubukang muli. Kung magpapatuloy ang error, mangyaring makipag-ugnayan sa Engineering Team.
fr_fr: Une erreur s&#39;est produite lors de la publication du {model} sur le site marketing. Veuillez réessayer. Si l&#39;erreur persiste, veuillez contacter l&#39;équipe d&#39;ingénierie.
ja_jp: マーケティングサイトへ {model} を公開する際、エラーが発生しました。再試行してください。問題が解消しない場合は、技術チームにお問い合わせください。
kk_kz: Маркетинг сайтында {model} жариялау кезінде қате пайда болды. Әрекетті қайталап көрініз. Егер қате қайталанса, инженерлер тобына хабарласыңыз.
pl: Wystąpił błąd w trakcie publikowania {model} na stronie promującej. Proszę spróbować ponownie, a jeśli problem nie ustąpi, skontaktować się z obsługą techniczną.
pt_br: Um erro ocorreu na publicação do {model} para o site de marketing. Por favor, tente novamente. Se o problema persistir, por favor, contate a Equipe de Engenharia.
ru: Возникла ошибка при публикации {model} на маркетинговом сайте. Пожалуйста, попробуйте еще раз. Если ошибка не исчезает, пожалуйста, свяжитесь с технической группой.
sl: Pri objavljanju {model} na spletnem mestu za trženje je prišlo do napake. Prosim poskusite ponovno. Če se napaka ponavlja, se obrnite na inženirsko ekipo.

source: eligible for one-click purchase
af_za: in aanmerking vir eenklik-aankoop
cs: nárok na nákup jedním kliknutím
da: berettiget til køb med et enkelt klik
de_de: Berechtigt zum Ein-Klick-Kauf
eo: élïgïßlé för öné-çlïçk pürçhäsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: elegible para compra con un solo clic.
es_ar: Apto para la compra con un clic
fa_ir: واجد شرایط خرید با یک کلیک
fi: oikeutettu ostamaan yhdellä napsautuksella
fil_ph: karapat-dapat para sa isang-click na pagbili
fr_fr: éligible à l&#39;achat en un clic
ja_jp: １クリック購入可能
kk_kz: бір рет басу арқылы сатып алу құқығы
pl: kwalifikuje się do zakupu jednym kliknięciem
pt_br: Elegível para compra com um clique
ru: доступно для покупки в один клик
sl: primeren za nakup z enim klikom
tr_tr: tek-tıkla satın almaya uygun

source: Yes
af_za: Ja
ar: نعم
bn_bd: হ্যা
cs: Ano
da: Ja
de_de: Yeah
eo: Ýés Ⱡ'σяєм#
es_419: Si
es_ar: Sí
fa_ir: بله
fi: Joo
fil_ph: Oo
fr_fr: Oui
he: כן
ja_jp: はい
ka: დიახ
kk_kz: Иә
pl: Tak
pt_br: Sim
ru: Да
sl: da
tr_tr: Evet

source: No
af_za: Geen
ar: كلا
bn_bd: না
cs: Ne
da: Ingen
de_de: Nö
eo: Nö Ⱡ'σя#
fa_ir: خیر
fi: Ei
fil_ph: Hindi
fr_fr: Non
he: לא
ja_jp: いいえ
ka: არა
kk_kz: Жоқ
pl: Nie
pt_br: Não
ru: Нет
sl: št
tr_tr: Hayır

source: Included course runs
af_za: Ingesluit kursuslopies
ar: مجريات الدورات الموجودة
bn_bd: অন্তর্ভুক্ত অবশ্যই রান
cs: Zahrnuté běhy kurzu
da: Inkluderet kursusløb
de_de: Eingeschlossene Kursdurchläufe
eo: Ìnçlüdéd çöürsé rüns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Versiones incluidos del curso
es_ar: Cursos incluidos
fa_ir: شامل اجراهای دوره آموزشی
fi: Mukana kurssit
fil_ph: Kasamang kurso ang tumatakbo
fr_fr: Cours inclus
he: כולל הרצות קורס
ja_jp: course runを含む
ka: შესული კურსის გაშვებები
kk_kz: Курстардың енгізілген жүгірістері
pl: Objęte edycje kursu
pt_br: Percurso de curso incluído
ru: Включаемые в курс занятия
sl: Vključeni tečaji

source: Edit course run exclusions
af_za: Redigeer kursus Run -uitsluitings
cs: Upravit vyloučení běhu kurzu
da: Rediger ekskluderinger af kursuskørsel
de_de: Kurslaufausschlüsse bearbeiten
eo: Édït çöürsé rün éxçlüsïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_ar: Editar exclusiones de ejecución de cursos
fa_ir: موارد حذف‌‌شده دوره آموزشی را ویرایش کنید
fi: Muokkaa kurssiajon poissulkemisia
fil_ph: I-edit ang mga pagbubukod sa pagtakbo ng kurso
fr_fr: Modifier les exclusions de parcours de cours
kk_kz: Курсты орындау үшін ерекшеліктерді өңдеу
pt_br: Editar exclusões do curso
sl: Uredite izključitve izvajanja tečaja

source: (save and continue editing to create a link)
af_za: (Stoor en gaan voort om te redigeer om 'n skakel te skep)
cs: (pro vytvoření odkazu uložte a pokračujte v úpravách)
da: (gem og fortsæt med at redigere for at oprette et link)
de_de: (Speichern und mit dem Bearbeiten der Linkerstellung fortfahren)
eo: (sävé änd çöntïnüé édïtïng tö çréäté ä lïnk) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_ar: (guardar y continuar editando para crear un enlace)
fa_ir: (ذخیره و ادامه ویرایش برای ایجاد پیوند)
fi: (tallenna ja jatka muokkaamista luodaksesi linkin)
fil_ph: (i-save at ipagpatuloy ang pag-edit upang lumikha ng isang link)
fr_fr: (enregistrer et continuer l&#39;édition pour créer un lien)
kk_kz: (сілтеме жасау үшін өңдеуді сақтаңыз және жалғастырыңыз)
pt_br: (salvar e continuar editando para criar um link)
sl: (shranite in nadaljujte z urejanjem, da ustvarite povezavo)

source: Edit link
af_za: Redigeer skakel
cs: Upravit odkaz
da: Rediger link
de_de: Link bearbeiten
eo: Édït lïnk Ⱡ'σяєм ιρѕυм ∂σł#
es_ar: Editar enlace
fa_ir: ویرایش پیوند
fi: Muokkaa linkkiä
fil_ph: I-edit ang link
fr_fr: Modifier le lien
kk_kz: Сілтемені өңдеу
pt_br: Editar link
sl: Uredi povezavo

source: Unpublished
af_za: Ongepubliseer
ar: لم يتم النشر
bn_bd: অপ্রকাশিত
cs: Nepublikováno
da: Upubliceret
de_de: Unveröffentlicht
eo: Ûnpüßlïshéd Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Despubiicado
es_ar: Inédito
fa_ir: از انتشار خارج‌شده
fi: Julkaisematon
fil_ph: Hindi na-publish
fr_fr: Inédit
he: לא פורסם
ja_jp: 未公開
ka: გამოუქვეყნებელი
kk_kz: Жарияланбаған
pl: Nieopublikowany
pt_br: Não publicado
ru: Не опубликовано
sl: Neobjavljeno
tr_tr: Yayından çıkarıldı

source: Awaiting Review from Legal
af_za: Wag op hersiening van Legal
cs: Čeká se na posouzení od právního oddělení
da: Afventer anmeldelse fra Legal
de_de: Warten auf die Überprüfung durch die Rechtsabteilung
eo: Àwäïtïng Révïéw fröm Légäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_ar: En espera de revisión de Legal
fa_ir: در انتظار بررسی حقوقی
fi: Odotetaan lakiosaston tarkistusta
fil_ph: Naghihintay ng Pagsusuri mula sa Legal
fr_fr: En attente d&#39;examen par le service juridique
kk_kz: Заңды тұлғалар тарапынан қарауды күту
pt_br: Aguardando Revisão Jurídica
sl: Čakam na pregled pravne osebe

source: Awaiting Internal Review
af_za: Wag op interne oorsig
cs: Čeká se na interní kontrolu
da: Afventer intern gennemgang
de_de: Warten auf die interne Überprüfung
eo: Àwäïtïng Ìntérnäl Révïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_ar: En espera de revisión interna
fa_ir: در انتظار بررسی داخلی
fi: Odottaa sisäistä tarkistusta
fil_ph: Naghihintay sa Panloob na Pagsusuri
fr_fr: En attente d&#39;examen interne
kk_kz: Ішкі Шолуды Күту
pt_br: Aguardando Revisão Interna
sl: Čakanje na notranji pregled

source: Reviewed
af_za: Hersien
bn_bd: পর্যালোচনা করা
cs: Zkontrolováno
da: Gennemgået
de_de: Geprüft
eo: Révïéwéd Ⱡ'σяєм ιρѕυм ∂#
es_419: Revisado
es_ar: Revisado
fa_ir: بررسی‌شده
fi: Arvosteltu
fil_ph: Sinuri
fr_fr: Révisé
ja_jp: レビュー済
kk_kz: Қаралған
pl: Oceniony
pt_br: Revisado
ru: Рассмотрено
sl: Pregledano
tr_tr: İncelendi

source: Published
af_za: Gepubliseer
ar: تم النشر
bn_bd: প্রকাশক
cs: Publikováno
da: Udgivet
de_de: Veröffentlicht
eo: Püßlïshéd Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Publicado
es_ar: Publicado
fa_ir: منتشرشده
fi: Julkaistu
fil_ph: Nai-publish
fr_fr: Publié
he: פורסם
ja_jp: 公開済
ka: გამოქვეყნებული
kk_kz: Жарияланды
pl: Opublikowany
pt_br: Publicado
ru: Опубликовано
sl: Objavljeno
tr_tr: Yayınlandı

source: Instructor-paced
af_za: Instrukteur-tempo
ar: مساق غير دائم
bn_bd: প্রশিক্ষক বিন্যস্ত
cs: Řízeno instruktorem
da: Instruktør-tempo
de_de: Tempo vom Dozenten festgelegt
eo: Ìnstrüçtör-päçéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: A ritmo del instructor
es_ar: Al ritmo del instructor.
fa_ir: همگام با مربی
fi: Ohjaajan tahti
fr_fr: Au rythme de l&#39;instructeur
he: מלווה במרצה
ka: ინსტრუქტირებული
kk_kz: нұсқаушымен
pl: Z harmonogramem prowadzącego
pt_br: Conduzido pelo instrutor
ru: Ведущий инструктор
sl: Inštruktorski tempo
tr_tr: Eğitmenli Eğitim

source: Self-paced
af_za: Eie tempo
ar: مساق دائم
bn_bd: স্ব-বিন্যস্ত
cs: Vlastním tempem
da: I eget tempo
de_de: Selbstgewähltes Tempo
eo: Sélf-päçéd Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: A ritmo propio
es_ar: Al propio ritmo.
fa_ir: خودآموز
fi: Omavauhtiinen
fr_fr: À votre rythme
he: קצב אישי
ka: თვითრეგულირებული
kk_kz: өз бетімен
pl: W tempie własnym
pt_br: Auto guiado
ru: самостоятельное обучение
sl: Samostojni
tr_tr: Kendi Kendine Eğitim

source: Active
af_za: Aktief
ar: فعال
bn_bd: সক্রিয়
cs: Aktivní
da: Aktiv
de_de: Aktiv
eo: Àçtïvé Ⱡ'σяєм ιρѕυ#
es_419: Activo
es_ar: Activo
fa_ir: فعال
fi: Aktiivinen
fil_ph: Aktibo
fr_fr: Actif
he: פעיל
ja_jp: アクティブ
ka: აქტიური
kk_kz: Белсенді
pl: Aktywny
pt_br: Ativo
ru: Активный
sl: Aktiven
tr_tr: Aktif

source: Retired
af_za: Afgetree
ar: متقاعد
bn_bd: অবসরপ্রাপ্ত
cs: Vyřazený
da: Pensioneret
de_de: Abgelegt
eo: Rétïréd Ⱡ'σяєм ιρѕυм #
es_419: Retirado
es_ar: Retirado
fa_ir: بازنشسته
fi: Eläkkeellä
fil_ph: Nagretiro na
fr_fr: Retraité
he: פרש
ja_jp: 引退
ka: გადამდგარი
kk_kz: Істен шыққан
pl: Wycofany
pt_br: Desativado
ru: В отставке
sl: Upokojen
tr_tr: Eski

source: Deleted
af_za: Geskrap
ar: محذوف
bn_bd: মুছে ফেলা হয়েছে
cs: Odstraněný
da: Slettet
de_de: Gelöscht
eo: Délétéd Ⱡ'σяєм ιρѕυм #
es_419: Eliminado
es_ar: Eliminado
fa_ir: حذف شده
fi: Poistettu
fil_ph: Tinanggal
fr_fr: Supprimé
he: נמחק
ja_jp: 削除済
ka: წაშლილი
kk_kz: Жойылды
pl: Usunięty
pt_br: Apagado
ru: Удалено
sl: Izbrisano
tr_tr: Silinmiş

source: Honor
af_za: Eer
ar: فخري
bn_bd: সম্মান
cs: Čestný
da: Ære
de_de: Teilnahmemodus
eo: Hönör Ⱡ'σяєм ιρѕ#
fa_ir: افتخار
fi: Kunnia
fil_ph: karangalan
fr_fr: Honneur
he: קוד אתי
ka: წარჩინებით
kk_kz: Ар-намыс
pt_br: Honra
ru: Сертификат Кодекса чести
sl: čast
tr_tr: Etik

source: Credit
af_za: Krediet
ar: علامة
bn_bd: ক্রেডিট
cs: Zápočet
da: Kredit
de_de: Anerkennung
eo: Çrédït Ⱡ'σяєм ιρѕυ#
es_419: Crédito
es_ar: Crédito
fa_ir: اعتبار
fi: Luotto
fr_fr: Crédit
he: נקודות זכות
ja_jp: 単位
ka: კრედიტი
kk_kz: кредит
pl: Punkty edukacyjne
pt_br: Crédito
ru: Баллы
sl: Kredit
tr_tr: Kredi

source: Verified
af_za: Geverifieer
ar: موثَّقة
bn_bd: যাচাই
cs: Ověřený
da: Verificeret
de_de: Geprüft
eo: Vérïfïéd Ⱡ'σяєм ιρѕυм ∂#
es_419: Verificado
es_ar: Verificado
fa_ir: تاییدشده
fi: Vahvistettu
fil_ph: Na-verify
fr_fr: Vérifié
he: מאומת
ja_jp: 認証付き
ka: შემოწმებული
kk_kz: тексерілген
pl: Potwierdzony
pt_br: Verificado
ru: Подтверждённые
sl: Preverjeno
tr_tr: Onaylandı

source: Professional
af_za: Vrou
ar: مهنيّ
bn_bd: পেশাদারী
cs: Profesní
da: Professionel
de_de: Experte
eo: Pröféssïönäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Profesional
es_ar: Profesional
fa_ir: حرفه‌ای
fi: Ammattilainen
fil_ph: Propesyonal
fr_fr: Professionnel
he: מקצועי
ka: პროფესიული
kk_kz: кәсіпқой
pl: Specjalistyczny
pt_br: Profissional
ru: Профессиональный
sl: Profesionalni
tr_tr: Profesyonel

source: Platform
af_za: Perron
ar: المنصة
cs: Platforma
de_de: Plattform
eo: Plätförm Ⱡ'σяєм ιρѕυм ∂#
es_419: Plataforma
es_ar: Plataforma
fa_ir: پلتفرم
fi: Alusta
fr_fr: Plate-forme
he: פלטפורמה
ja_jp: プラットフォーム
ka: პლატფორმა
kk_kz: Платформа
pl: Platforma
pt_br: Plataforma
ru: Платформа
sl: Platforma

source: Organization
af_za: Organisasie
ar: المؤسسة
bn_bd: সংগঠন
cs: Organizace
da: Organisation
de_de: Organistation
eo: Örgänïzätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Organización
es_ar: Organización
fa_ir: نهاد
fi: Organisaatio
fil_ph: Organisasyon
fr_fr: Société
he: ארגון
ja_jp: 組織
ka: ორგანიზაცია
kk_kz: Ұйым
pl: Organizacja
pt_br: Organização
ru: Организация
sl: Organizacija
tr_tr: Kurum

source: Not sending notification email for template {template} because no organization is defined for course {course}
af_za: Stuur nie kennisgewing -e -pos vir sjabloon nie {template} omdat geen organisasie vir kursus {course} gedefinieer word nie
cs: Neposílám e-mail s upozorněním pro šablonu {template}, protože pro kurz {course} není definována žádná organizace
da: Sender ikke notifikations-e-mail for skabelon {template} , fordi der ikke er defineret nogen organisation for kursus {course}
de_de: Es werden keine E-Mails für die Vorlage {template} gesendet, da noch kein Unternehmen für den Kurs {course} definiert wurde.
eo: Nöt séndïng nötïfïçätïön émäïl för témpläté {template} ßéçäüsé nö örgänïzätïön ïs défïnéd för çöürsé {course} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_ar: No se envía el correo electrónico de notificación para la plantilla {template} porque no se ha definido ninguna organización para el curso {course}
fa_ir: رایانامه اعلان برای قالب {template} ارسال نشد زیرا هیچ سازمانی برای دوره آموزشی {course} تعریف نشده است.
fi: Ei lähetetä ilmoitussähköpostia mallille {template}, koska kurssille {course} ei ole määritetty organisaatiota
fil_ph: Hindi nagpapadala ng email ng notification para sa template {template} dahil walang organisasyon na tinukoy para sa kurso {course}
fr_fr: Pas d&#39;envoi d&#39;e-mail de notification pour le modèle {template} car aucune organisation n&#39;est définie pour le cours {course}
kk_kz: Үлгі {template} үшін хабарлама жіберілмейді, өйткені курс {course}үшін ұйым анықталмаған
pt_br: Não enviando e-mail de notificação para o modelo {modelo} porque nenhuma organização está definida para o curso {curso}
sl: Ne pošiljam e-poštnega obvestila za predlogo {template}, ker za tečaj {course} ni opredeljena nobena organizacija

source: Not sending notification email for template {template} because no project coordinator is defined for organization {org}
af_za: Stuur nie kennisgewing -e -pos vir sjabloon nie {template} omdat geen projekkoördineerder vir organisasie {org} gedefinieër is nie
cs: Neposílám e-mail s upozorněním pro šablonu {template}, protože pro organizaci není definován žádný koordinátor projektu {org}
da: Sender ikke notifikations-e-mail for skabelon {template} , fordi der ikke er defineret nogen projektkoordinator for organisationen {org}
de_de: Es werden keine E-Mails für die Vorlage {template} gesendet, da noch kein Projektkoordinator für das Unternehmen {org} definiert wurde.
eo: Nöt séndïng nötïfïçätïön émäïl för témpläté {template} ßéçäüsé nö pröjéçt çöördïnätör ïs défïnéd för örgänïzätïön {org} Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_ar: No se envía el correo electrónico de notificación para la plantilla {template} porque no se ha definido ningún coordinador de proyecto para la organización {org}
fa_ir: هیچ رایانامه‌ای برای قالب {template} ارسال نمی‌شود زیرا هیچ هماهنگ‌کننده‌ پروژه‌ای برای سازمان {org} تعریف نشده‌است.
fi: Ei lähetetä sähköposti-ilmoitusta mallille {template}, koska organisaatiolle {org} ei ole määritetty projektikoordinaattoria
fil_ph: Hindi nagpapadala ng email ng notification para sa template {template} dahil walang tinukoy na project coordinator para sa organisasyon {org}
fr_fr: Pas d&#39;envoi d&#39;e-mail de notification pour le modèle {template} car aucun coordinateur de projet n&#39;est défini pour l&#39;organisation {org}
kk_kz: Үлгі {template} үшін хабарлама жіберілмейді, өйткені курс {course}үшін жоба кординаторы анықталмаған
pt_br: Não enviando e-mail de notificação para o modelo {modelo} porque nenhum coordenador de projeto está definido para a organização {organização}
sl: Ne pošiljam e-poštnega obvestila za predlogo {template}, ker za organizacijo {org} ni določen koordinator projekta
