Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: If this box is not checked, courses will be ordered as in the courses select box above.
af_za: As hierdie kassie nie gekontroleer word nie, sal kursusse bestel word soos in die kursusies hierbo.
ar: إذا لم يتم تحديد هذا المربع، سيتم ترتيب الدورات كما في مربع تحديد الدورات أعلاه.
bn_bd: এই বক্স-টি নির্বাচন না করা থাকলে, কোর্স নির্বাচন বক্স উপরে কোর্স হিসেবে নির্দেশ করা হবে.
cs: Pokud není toto políčko zaškrtnuto, budou kurzy objednány jako v poli pro výběr kurzů výše.
da: Hvis dette felt ikke er afkrydset, vil kurser blive bestilt som i kursusvalgsboksen ovenfor.
de_de: Wenn dieses Feld nicht markiert ist, werden die Kurse wie im obigen Kursauswahlfeld ausgegewählt
eo: Ìf thïs ßöx ïs nöt çhéçkéd, çöürsés wïll ßé ördéréd äs ïn thé çöürsés séléçt ßöx äßövé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: Si esta opción no está marcada, los cursos estarán el el mismo orden en que están en la caja de selección de cursos arriba.
es_ar: Si esta casilla no está marcada, los cursos se ordenarán como en la casilla de selección de cursos de arriba.
fa_ir: اگر این کادر تیک نخورده باشد، دوره‌های آموزشی مانند کادر انتخاب دوره‌های بالا منظم خواهند شد.
fi: Jos tätä ruutua ei ole valittu, kurssit järjestetään kuten yllä olevassa kurssivalintaruudussa.
fil_ph: Kung ang kahon na ito ay hindi nilagyan ng check, ang mga kurso ay iuutos tulad ng sa mga kursong piniling kahon sa itaas.
fr_fr: Si cette case n&#39;est pas cochée, les cours seront classés comme dans la case de sélection des cours ci-dessus.
he: אם תיבה זו לא סומנה, הקורסים יוזמנו כפי שמוזמנים קורסים שסומנו בתיבה שלעיל.
ja_jp: このボックスにチェックされていなければ、講座は上の選択ボックス内のように順序付けされます。
ka: თუ ეს ველი არ არის მონიშნული, კურსები ზედა მონიშნული ველის კურსების მსგავსი თანმიმდევრობით დალაგდება.
kk_kz: Егер бұл бөлік тексерілмесе,курстарға жоғарыдағы курстарды таңдау сияқты тапсырыс беріледі.
pl: Jeśli to pole pozostaje niezaznaczone, kolejność kursów pozostanie taka, jak powyższym boksie wyboru kursów.
pt_br: Se esta caixa não estiver marcada, os cursos serão ordenados como na caixa de seleção de cursos acima.
ru: Если этот флажок не установлен, то курсы будут упорядочены, как в вышеуказанном флажке.
sl: Če to polje ni potrjeno, bodo tečaji razvrščeni kot v zgornjem polju za izbiro tečajev.
tr_tr: Bu kutucuk seçili olmadığında, dersler yukarıdaki seçim kutusundaki gibi sıralanacak.

source: This field is now deprecated (ECOM-6021).Estimated number of weeks needed to complete a course run belonging to this program.
af_za: Hierdie veld is nou afgeskryf (ECOM -6021). Geskatte aantal weke wat benodig word om 'n kursuswedstryd wat aan hierdie program behoort, te voltooi.
ar: هذا الحقل ناقص الآن (ECOM-6021). عدد الأسابيع المقدرة اللازمة لإكمال مجرى الدورة التابع لهذا البرنامج.
bn_bd: এই ক্ষেত্রটি বর্তমানে অবচিত হয়েছে (ECOM-6021) .Estimated এই প্রোগ্রাম একাত্মতার একটি কোর্স রান সম্পন্ন করা প্রয়োজন সপ্তাহ সংখ্যা
cs: Toto pole je nyní zastaralé (ECOM-6021). Odhadovaný počet týdnů potřebných k dokončení kurzu patřícího k tomuto programu.
da: Dette felt er nu forældet (ECOM-6021). Anslået antal uger, der skal til for at gennemføre et kursusforløb, der hører til dette program.
de_de: Dieses Feld ist jetzt veraltet (ECOM-6021). Geschätzte Anzahl von Wochen, die benötigt werden, um einen Kurs zu beenden, der zu diesem Programm gehört.
eo: Thïs fïéld ïs nöw dépréçätéd (ÉÇÖM-6021).Éstïmätéd nümßér öf wééks néédéd tö çömplété ä çöürsé rün ßélöngïng tö thïs prögräm. Ⱡ'σяєм #
es_419: Este campo está fuera de servicio (ECOM-6021). Estimación del número semanas requeridas para completar un curso de este programa.
es_ar: Este campo ahora está en desuso (ECOM-6021). Número estimado de semanas necesarias para completar un curso perteneciente a este programa.
fa_ir: این قسمت اکنون منسوخ شده است (ECOM-6021).تعداد هفته‌های موردنیاز برای تکمیل دوره آموزشی متعلق به این برنامه را تخمین می‌زند.
fi: Tämä kenttä on nyt vanhentunut (ECOM-6021). Arvioitu viikkojen määrä, joka tarvitaan tähän ohjelmaan kuuluvan kurssin suorittamiseen.
fil_ph: Ang field na ito ay hindi na ginagamit (ECOM-6021). Tinantyang bilang ng mga linggo na kailangan upang makumpleto ang isang kursong pagtakbo na kabilang sa programang ito.
fr_fr: Ce champ est maintenant obsolète (ECOM-6021). Estimation du nombre de semaines nécessaires pour terminer un cours appartenant à ce programme.
he: שדה זה אינו מומלץ לשימוש (ECOM-6021). הערכת מספר השבועות הנדרש לצורך השלמת הקורס השייך לתוכנית זו.
ja_jp: この欄は推奨されていません(ECOM-6021)。このプログラムに含まれるcourse runを完了するために必要な推定週数。
ka: ახლა ეს ველი მოძველებულია (ECOM-6021). კვირების სავარაუდო რაოდენობა, რომელიც ამ პროგრამის კურსის გაშვების დასრულებისთვის არის საჭირო.
kk_kz: Бұл өріс қазір ескірген (COM-6021).Осы бағдарламаға жататын курсты аяқтау үшін қажетті апталардың болжамды саны.
pl: To pole jest niekatualne. (ECOM-6021) Szacowana liczba tygodni potrzebnych do ukończenia kursu należącego do tego programu.
pt_br: Este campo está obsoleto (ECOM-6021). Número estimado de semanas necessárias para concluir um curso em execução pertencente a este programa.
ru: Это поле теперь устарело (ECOM-6021). Предполагаемое количество недель, необходимое для прохождения курса, принадлежащего этой программе.
sl: To polje je zdaj zastarelo (ECOM-6021). Ocenjeno število tednov, potrebnih za dokončanje tečaja, ki pripada temu programu.

source: Image used for discovery cards
ar: الصورة المستخدمة لبطاقات الاستكشاف
bn_bd: কার্ড আবিস্কারের জন্য ব্যবহৃত চিত্র
de_de: Bild für Markierung
eo: Ìmägé üséd för dïsçövérý çärds Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Imagen usada para tarjetas de descubrimiento
he: תמונה המשמשת לכרטיסי הגילוי
ja_jp: ディスカバリーカードに使用する画像
ka: დისქავერი ბარათებისთვის გამოყენებული გამოსახულება
pl: Obrazek dla potrzeb kart informacyjnych
ru: Изображение, используемое для карт обнаружения
tr_tr: Keşif kartları için kullanılan görsel

source: This field can be used by API clients to determine the order in which instructors will be displayed on program pages. Instructors in this list should appear before all others associated with this programs courses runs.
af_za: Hierdie veld kan deur API kliënte gebruik word om die volgorde te bepaal waarin instrukteurs op programbladsye vertoon sal word. Instrukteurs op hierdie lys moet verskyn voordat alle ander wat met hierdie programkursusse verband hou.
cs: Toto pole mohou klienti API použít k určení pořadí, ve kterém se budou instruktoři zobrazovat na stránkách programu. Instruktoři v tomto seznamu by se měli objevit před zahájením všech ostatních kurzů spojených s tímto programem.
da: Dette felt kan bruges af API-klienter til at bestemme rækkefølgen, hvori instruktører vil blive vist på programsider. Instruktører på denne liste bør vises, før alle andre, der er forbundet med dette programs kurser, kører.
de_de: Dieses Feld kann von API-Clients verwendet werden, um die Reihenfolge festzulegen, in der die Instruktoren auf den Programmseiten angezeigt werden. Kursleiter in dieser Liste sollten erscheinen, bevor alle anderen mit diesem Kurs verbundenen Kurse ausgeführt werden.
eo: Thïs fïéld çän ßé üséd ßý ÀPÌ çlïénts tö détérmïné thé ördér ïn whïçh ïnstrüçtörs wïll ßé dïspläýéd ön prögräm pägés. Ìnstrüçtörs ïn thïs lïst shöüld äppéär ßéföré äll öthérs ässöçïätéd wïth thïs prögräms çöürsés rüns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяι#
es_419: Este campo puede ser usado por clientes API para determinar el orden en el cual los instructores serán mostrados en las páginas del programa. Los instructores en esta lista deberían aparecer antes que todos los otros asociados con la ejecución de los programas de los cursos.
es_ar: Los clientes de la API pueden usar este campo para determinar el orden en que se mostrarán los instructores en las páginas del programa. Los instructores en esta lista deben aparecer antes que todos los demás asociados con la ejecución de los cursos de este programa.
fa_ir: این قسمت می‌تواند توسط مشتری‌های API برای تعیین ترتیب نمایش مربیان در صفحات برنامه استفاده شود. مربیان در این فهرست باید پیش از سایر دوره‌های آموزشی مرتبط با این برنامه ظاهر شوند.
fi: API-asiakkaat voivat käyttää tätä kenttää määrittääkseen järjestyksen, jossa ohjaajat näytetään ohjelmasivuilla. Tässä luettelossa olevien ohjaajien tulee näkyä ennen kuin kaikki muut tähän ohjelmaan liittyvät kurssit alkavat.
fil_ph: Ang field na ito ay maaaring gamitin ng mga kliyente ng API upang matukoy ang pagkakasunud-sunod kung saan ipapakita ang mga instruktor sa mga pahina ng programa. Ang mga tagapagturo sa listahang ito ay dapat na lumitaw bago ang lahat ng iba pang nauugnay sa mga programang ito ay tumatakbo ang mga kurso.
fr_fr: Ce champ peut être utilisé par les clients API pour déterminer l&#39;ordre dans lequel les instructeurs seront affichés sur les pages du programme. Les instructeurs de cette liste doivent apparaître avant tous les autres associés aux cours de ce programme.
kk_kz: Бұл өрісті API клиенттері бағдарлама беттерінде нұсқаушылар көрсетілетін тәртіпті анықтау үшін қолдана алады. Осы тізімдегі нұсқаушылар осы бағдарламаға қатысты барлық басқа курстарды бастамас бұрын пайда болуы керек.
pl: To pole może zostać użyte przez klientów API w celu określenia kolejności w jakiej prowadzący zostaną wyświetleni na stronach programów. Prowadzący z tej listy powinni zostać wyświetleni przed innymi powiązanymi z edycjami kursów tego programu.
pt_br: Esse campo pode ser usado por API Client para determinar a ordem na qual os instrutores serão exibidos nas páginas do programa. Os instrutores nesta lista devem aparecer antes que todos os outros associados a esses cursos de programas sejam executados.
ru: Это поле может быть использовано клиентами API для определения порядка отображения инструкторов на страницах программы. Преподаватели в этом списке должны появиться перед всеми остальными, кто связан с этими курсами.
sl: To polje lahko uporabljajo odjemalci API-ja za določitev vrstnega reda, v katerem bodo inštruktorji prikazani na straneh programa. Inštruktorji na tem seznamu se morajo pojaviti pred vsemi drugimi, povezanimi s temi programi, tečaji potekajo.

source: The description of credit redemption for courses in program
af_za: Die beskrywing van kredietaflossing vir kursusse in die program
ar: وصف استرداد المبلغ للدورات التعليمية في هذا البرنامج
bn_bd: প্রোগ্রাম কোর্সের জন্য ক্রেডিট বিমোচন বিবরণ
cs: Popis proplácení zápočtu za kurzy v programu
da: Beskrivelsen af meritindløsning for kurser i programmet
de_de: Die Beschreibung für die Kursauswertung im Programm
eo: Thé désçrïptïön öf çrédït rédémptïön för çöürsés ïn prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Descripción de la redención de créditos para los cursos en el programa
es_ar: La descripción del canje de créditos para cursos en el programa
fa_ir: شرح بازخرید اعتبار برای دوره‌های آموزشی در برنامه
fi: Kuvaus opintosuoritusten lunastamisesta ohjelmassa oleville kursseille
fil_ph: Ang paglalarawan ng credit redemption para sa mga kurso sa programa
fr_fr: La description du rachat de crédits pour les cours du programme
he: תיאור מימוש הזכות לקורסים בתכנית
ja_jp: プログラム内の講座の単位履行の説明
ka: პროგრამის კურსის კრედიტებით გადახდის აღწერა
kk_kz: Бағдарлама бойынша курстар үшін кредитті өтеудің сипаттамасы
pl: Opis procedury uzyskania punktów edukacyjnych za kursy z programu
pt_br: A descrição do resgate de crédito para cursos no programa
ru: Описание погашения кредитов за обучение по предметам программы
sl: Opis unovčenja kredita za tečaje v programu

source: Allow courses in this program to be purchased in a single transaction
af_za: Laat kursusse in hierdie program toe om in 'n enkele transaksie te koop
cs: Povolit nákup kurzů v tomto programu v rámci jedné transakce
da: Tillad, at kurser i dette program kan købes i en enkelt transaktion
de_de: Lassen Sie Kurse in diesem Programm in einer einzigen Transaktion erwerben.
eo: Àllöw çöürsés ïn thïs prögräm tö ßé pürçhäséd ïn ä sïnglé tränsäçtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Permitir la compra de todos los cursos en este programa con una sola transacción
es_ar: Permitir que los cursos de este programa se compren en una sola transacción
fa_ir: اجازه دهید دوره‌های آموزشی در این برنامه در یک تراکنش خریداری شوند
fi: Salli tämän ohjelman kurssien ostaminen yhdellä kertaa
fil_ph: Payagan ang mga kurso sa programang ito na mabili sa isang transaksyon
fr_fr: Autoriser l&#39;achat des cours de ce programme en une seule transaction
ja_jp: このプログラム内の講座を単一取引で購入できるようにしてください
kk_kz: Осы бағдарлама бойынша курстарды бір транзакция үшін сатып алуға рұқсат етіңіз
pl: Zezwól na zakup kursów w programie w ramach pojedynczej transakcji
pt_br: Permitir que cursos neste programa sejam comprados em uma única transação
ru: Разрешить покупку курсов в рамках этой программы за одну транзакцию.
sl: Dovolite nakup tečajev v tem programu v eni transakciji
tr_tr: Bu programdaki tüm derslerin tek bir işlemde satın alınabilmesine izin ver

source: Hide program on marketing site landing and search pages. This program MAY have a detail page.
af_za: Verberg die program vir bemarkingswebwerwe en soekbladsye. Hierdie program MAY het 'n detailbladsy.
cs: Skrýt program na vstupních a vyhledávacích stránkách marketingového webu. Tento program MŮŽE mít stránku s podrobnostmi.
da: Skjul program på markedsføringssidens landings- og søgesider. Dette program KAN have en detaljeside.
de_de: Verstecken Sie das Programm auf den Landing- und Suchseiten der Marketingseite. Dieses Programm kann eine Detailseite haben.
eo: Hïdé prögräm ön märkétïng sïté ländïng änd séärçh pägés. Thïs prögräm MÀÝ hävé ä détäïl pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Ocultar el programa en las páginas de aterrizaje y búsqueda del sitio de marketing. Este programa PUEDE tener una página de detalle.
es_ar: Oculte el programa en las páginas de búsqueda y de destino del sitio de marketing. Este programa PUEDE tener una página de detalles.
fa_ir: برنامه را در صفحات اصلی و جستجوی وبگاه بازاریابی مخفی کنید. این برنامه ممکن است یک صفحه جزئیات داشته باشد.
fi: Piilota ohjelma markkinointisivustojen laskeutumis- ja hakusivuilla. Tällä ohjelmalla VOI olla yksityiskohtainen sivu.
fil_ph: Itago ang programa sa marketing site landing at search page. MAAARING may pahina ng detalye ang program na ito.
fr_fr: Masquer le programme sur les pages de destination et de recherche du site marketing. Ce programme PEUT avoir une page de détail.
ja_jp: マーケティングサイトのランディングページおよび検索ページ上のプログラムを非表示にしてください。本プログラムに詳細ページがある可能性があります。
kk_kz: Бағдарламаны маркетингтік сайттың мақсатты және іздеу беттерінде жасырыңыз. Бұл бағдарламада толық ақпарат бар бет болуы мүмкін.
pl: Ukryj program na stronie promującej oraz na stronach wyszukiwania. Program MOŻE posiadać stronę szczegółów.
pt_br: Oculte o programa nas páginas de busca e pesquisa do site de marketing. Este programa PODE ter uma página de detalhes.
ru: Скрыть программу на целевых и поисковых страницах маркетинговых сайтов. У этой программы MAY есть подробная страница.
sl: Skrij program na ciljnih in iskalnih straneh spletnega mesta za trženje. Ta program ima LAHKO stran s podrobnostmi.

source: Total number of learners who have enrolled in courses this program
af_za: Totale aantal leerders wat hierdie program by kursusse ingeskryf het
cs: Celkový počet studentů, kteří se zapsali do kurzů tohoto programu
da: Samlet antal elever, der har tilmeldt sig kurser i dette program
de_de: Gesamtanzahl der Teilnehmer, die in Kursen dieses Programms eingeschrieben sind
eo: Tötäl nümßér öf léärnérs whö hävé énrölléd ïn çöürsés thïs prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_ar: Número total de alumnos que se han inscrito en los cursos de este programa
fa_ir: تعداد کل یادگیرندگانی که در دوره‌های آموزشی این برنامه ثبت‌نام کرده‌اند
fi: Opiskelijoiden kokonaismäärä, jotka ovat ilmoittautuneet tämän ohjelman kursseille
fil_ph: Kabuuang bilang ng mga mag-aaral na nag-enroll sa mga kurso sa programang ito
fr_fr: Nombre total d&#39;apprenants qui se sont inscrits aux cours de ce programme
kk_kz: Осы курсқа жазылған қатысушылардың жалпы саны
pt_br: Número total de alunos que se inscreveram nos cursos deste programa
sl: Skupno število učencev, ki so se vpisali v tečaje tega programa

source: Total number of learners who have enrolled in courses in this program in the last 6 months
af_za: Totale aantal leerders wat die afgelope 6 maande by kursusse in hierdie program ingeskryf het
cs: Celkový počet studentů, kteří se zapsali do kurzů v tomto programu za posledních 6 měsíců
da: Samlet antal elever, der har tilmeldt sig kurser i dette program inden for de sidste 6 måneder
de_de: Die Gesamtanzahl an Teilnehmern, die sich innerhalb der letzten 6 Monate in Kursen dieses Programms eingeschrieben haben.
eo: Tötäl nümßér öf léärnérs whö hävé énrölléd ïn çöürsés ïn thïs prögräm ïn thé läst 6 mönths Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_ar: Número total de alumnos que se han inscrito en cursos de este programa en los últimos 6 meses
fa_ir: تعداد کل یادگیرندگانی که در دوره‌های آموزشی این برنامه در 6 ماه گذشته ثبت‌نام کرده‌اند
fi: Niiden oppilaiden kokonaismäärä, jotka ovat ilmoittautuneet tämän ohjelman kursseille viimeisen 6 kuukauden aikana
fil_ph: Kabuuang bilang ng mga mag-aaral na nag-enroll sa mga kurso sa programang ito sa nakalipas na 6 na buwan
fr_fr: Nombre total d&#39;apprenants qui se sont inscrits à des cours de ce programme au cours des 6 derniers mois
kk_kz: Соңғы 6 айда осы бағдарлама бойынша курстарға тіркелген оқушылардың жалпы саны
pt_br: Número total de alunos que se inscreveram em cursos neste programa nos últimos 6 meses
sl: Skupno število učencev, ki so se vpisali na tečaje v tem programu v zadnjih 6 mesecih

source: The actual rank number
af_za: Die werklike rangnommer
cs: Skutečné hodnostní číslo
da: Det faktiske rangnummer
de_de: Die tatsächliche Rangnummer
eo: Thé äçtüäl ränk nümßér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_ar: El número de rango real
fa_ir: شماره رتبه واقعی
fi: Todellinen sijoitusnumero
fil_ph: Ang aktwal na numero ng ranggo
fr_fr: Le numéro de rang réel
kk_kz: Нақты дәреже нөмірі
pt_br: O número real da classificação
sl: Dejanska številka ranga

source: What does the rank number mean
af_za: Wat beteken die rangnommer
cs: Co znamená číslo hodnosti
da: Hvad betyder rangnummeret
de_de: Was bedeutet die Rangnummer
eo: Whät döés thé ränk nümßér méän Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_ar: ¿Qué significa el número de rango?
fa_ir: عدد رتبه به چه معناست
fi: Mitä sijoitusnumero tarkoittaa
fil_ph: Ano ang ibig sabihin ng rank number
fr_fr: Que signifie le numéro de rang
kk_kz: Нақты дәреже номері қандай мағына береді
pt_br: O que significa o número da classificação
sl: Kaj pomeni številka ranga

source: From where the rank is obtained
af_za: Van waar die rang verkry word
cs: Odkud se získává hodnost
da: Hvorfra rangen er opnået
de_de: Woher kommt diese Rangnummer
eo: Fröm whéré thé ränk ïs ößtäïnéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_ar: De donde se obtiene el rango
fa_ir: این رتبه از کجا بدست آمده است
fi: Mistä arvo on saatu
fil_ph: Mula sa kung saan nakuha ang ranggo
fr_fr: D&#39;où le rang est obtenu
kk_kz: Дәреже қайдан алынды
pt_br: De onde a classificação é obtida
sl: Od kod se pridobi čin

source: Callback URL to partner application flow
af_za: Terugbel URL na die toepassingsvloei
cs: Adresa URL zpětného volání toku partnerské aplikace
da: Callback-URL til partnerapplikationsflow
eo: Çällßäçk ÛRL tö pärtnér äpplïçätïön flöw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_ar: URL de devolución de llamada al flujo de la aplicación del socio
fa_ir: نشانی اینترنتی تماس متقابل به جریان برنامه همکار
fi: Takaisinsoitto-URL-osoite kumppanin sovelluskulkuun
fil_ph: Callback URL sa daloy ng application ng partner
fr_fr: URL de rappel vers le flux de candidature du partenaire
kk_kz: Серіктестік бағдарламалар ағыны үшін кері қоңырау URL мекенжайы
pt_br: URL de retorno de chamada para o fluxo do aplicativo parceiro
sl: URL povratnega klica na tok partnerske aplikacije

source: Overall program ranking (e.g. "#1 in the U.S.")
af_za: Algehele programranglys (e. g. "#1 in die u. S. ")
cs: Celkové hodnocení programu (např. „#1 v USA“)
da: Samlet programrangering (f.eks. &quot;#1 i USA&quot;)
de_de: Gesamte Programm-Rangliste (e.g. "#1 in the U.S.")
eo: Övéräll prögräm ränkïng (é.g. "#1 ïn thé Û.S.") Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: Clasificación general del programa (por ejemplo, "#1en los EE. UU.")
fa_ir: رتبه‌بندی کلی برنامه (مثلا "#1 در ایالات متحده")
fi: Ohjelman kokonaissijoitus (esim. &quot;#1 Yhdysvalloissa&quot;)
fil_ph: Pangkalahatang ranggo ng programa (hal. &quot;#1 sa US&quot;)
fr_fr: Classement général du programme (par exemple &quot;#1 aux États-Unis&quot;)
kk_kz: Бағдарламаның жалпы рейтингі (мысалы, "АҚШ-тағы№1")
pt_br: Classificação geral do programa (por exemplo, &quot;#1 nos EUA&quot;)
sl: Skupna uvrstitev programa (npr. &quot;Št. 1 v ZDA&quot;)

source: The 6 character hex value of the color to make the banner borders (e.g. "#ff0000" which equals red) No need to provide the `#`
af_za: Die 6 -karakter -hekswaarde van die kleur om die baniergrense te maak (e. g. "#ff0000" wat gelyk is aan rooi), hoef nie die `#` te voorsien nie
cs: Šestiznaková hexadecimální hodnota barvy pro vytvoření ohraničení banneru (např. "#ff0000", což se rovná červené) Není třeba zadávat `#`
da: Farvens hexadecimale værdi på 6 tegn for at lave bannerkanterne (f.eks. &quot;#ff0000&quot;, som er lig med rød) Det er ikke nødvendigt at angive `#`
de_de: Die 6 Zeichen des Hexadezimalcodes zum Festlegen der Rahmenfarbe des Banners (z.B. "#ff0000" für die Farbe Rot) Das `#` Zeichen muss nicht angegeben werden
eo: Thé 6 çhäräçtér héx välüé öf thé çölör tö mäké thé ßännér ßördérs (é.g. "#ff0000" whïçh éqüäls réd) Nö nééd tö prövïdé thé `#` Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαв#
es_ar: El valor hexadecimal de 6 caracteres del color para hacer los bordes del banner (por ejemplo, "#ff00000" que es igual a rojo) No es necesario proporcionar el `#`
fa_ir: مقدار 6 نویسه‌ی هگز رنگ برای ایجاد حاشیه‌های بنر (مثلا "#ff0000" که برابر با قرمز است) نیازی به ارائه "#" نیست.
fi: Värin 6 merkin heksadesimaaliarvo bannerin reunojen tekemiseksi (esim. &quot;#ff0000&quot;, joka on punainen) Ei tarvitse antaa #-merkkiä
fil_ph: Ang 6 na character na hex na halaga ng kulay upang gawin ang mga hangganan ng banner (hal. &quot;#ff0000&quot; na katumbas ng pula) Hindi na kailangang ibigay ang `#`
fr_fr: La valeur hexadécimale à 6 caractères de la couleur pour faire les bordures de la bannière (par exemple &quot;#ff0000&quot; qui équivaut au rouge) Pas besoin de fournir le `#`
kk_kz: Баннердің шекараларын жасау үшін 6 таңбадан тұратын он алтылық түс мәні (мысалы, "#ff0000" , қызылға тең) көрсетудің қажеті жоқ"#"
pt_br: O valor hexadecimal de 6 caracteres da cor para fazer as bordas do banner (por exemplo, &quot;#ff0000&quot; que é igual a vermelho) Não é necessário fornecer o `#`
sl: 6-mestna šestnajstiška vrednost barve za izdelavo robov pasice (npr. &quot;#ff0000&quot;, ki je enaka rdeči). Ni treba navesti `#`
