Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: No user with the username [{username}] exists.
af_za: Geen gebruiker met die gebruikersnaam [{username}] bestaan nie.
ar: لا يوجد مستخدم بهذا الاسم [{username}].
bn_bd: ব্যবহারকারীর নাম দিয়ে কোন ব্যবহারকারী [{ইউজারনেম}] বিদ্যমান.
cs: Uživatelské jméno [{username}] neexistuje.
da: Der findes ingen bruger med brugernavnet [{username}].
de_de: Ein Nutzer mit Namen [{username}] existiert nicht.
eo: Nö üsér wïth thé üsérnämé [{username}] éxïsts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: No existe ningún usuario con el nombre de usuario [{username}] .
es_ar: No existe ningún usuario [{username}] con este nombre.
fa_ir: هیچ کاربری با نام‌کاربری [{username}] وجود ندارد.
fi: Käyttäjää, jonka käyttäjätunnus on [{username}], ei ole.
fil_ph: Walang user na may username na [{username}].
fr_fr: Aucun utilisateur avec le nom d&#39;utilisateur [{username}] n&#39;existe.
he: לא קיים משתמש בעל שם משתמש [{username}]
ja_jp: [{username}]というユーザー名のユーザーは存在しません。
ka: მომხმარებელი მომხმარებლის სახელით [{username}] არ არსებობს.
kk_kz: Пайдаланушы-аты [{username}] болатын пайдаланушы жоқ
pl: Nie istnieje użytkownik o nazwie [{username}].
pt_br: Não existe nenhum usuário com nome de usuário [{username}].
ru: Нет пользователей с именем [{username}].
sl: Noben uporabnik z uporabniškim imenom [{username}] ne obstaja.
tr_tr: [{username}] kullanıcı adıyla bir kullanıcı mevcut değil.

source: Only staff users are permitted to filter by username. Remove the username parameter.
af_za: Slegs personeelgebruikers word toegelaat om volgens gebruikersnaam te filter. Verwyder die gebruikersnaamparameter.
ar: يُسمح للمستخدمين من الموظفين فقط بالتصفية حسب اسم المستخدم. أزل معلمة اسم المستخدم.
bn_bd: শুধু লাঠি ব্যবহারকারীদের ইউজারনেম দ্বারা ফিল্টার করার অনুমতি দেওয়া হয়. ব্যবহারকারীর নাম পরামিতি সরান.
cs: Pouze členové týmu můžou vyhledávat podle uživatelských jmen. Odstraňte prosím parametr uživatelského jména.
da: Kun personalebrugere har tilladelse til at filtrere efter brugernavn. Fjern brugernavnsparameteren.
de_de: Nur Mitarbeiter sind berechtigt nach Benutzernamen zu filtern. Entfernen Sie den Benutzername Parameter
eo: Önlý stäff üsérs äré pérmïttéd tö fïltér ßý üsérnämé. Rémövé thé üsérnämé pärämétér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Únicamente se permite filtrar por nombre de usuario al personal. Remueva el parámetro de nombre de usuario.
es_ar: Sólo a los usuarios se les permite filtrar por nombre de usuario . Eliminar el parámetro nombre de usuario
fa_ir: تنها کارکنان مجاز به فیلترکردن با نام‌کاربری هستند. پارامترهای نام‌کاربری را حذف کنید.
fi: Vain henkilöstön käyttäjät voivat suodattaa käyttäjänimen mukaan. Poista käyttäjänimiparametri.
fil_ph: Tanging ang mga user ng staff ang pinapayagang mag-filter ayon sa username. Alisin ang parameter ng username.
fr_fr: Seuls les utilisateurs du personnel sont autorisés à filtrer par nom d&#39;utilisateur. Supprimez le paramètre de nom d&#39;utilisateur.
he: רק משתמשים מתוך חברי הסגל רשאים לסנן על פי שם משתמש. הסר את פרמטר שם המשתמש.
ja_jp: ユーザー名によるフィルタリングはスタッフユーザーにしか許可されていません。ユーザー名パラメータを削除してください。
ka: მომხმარებლის სახელით გაფილტვრის უფლება მხოლოდ თანამშრომლებს აქვთ. წაშალეთ მომხმარებლის სახელის პარამეტრები.
kk_kz: Тек қызметкер-қолданушыларға ғана пайдаланушыларды аты бойынша сұрыптау құқығы берілген. Пайдаланушы- аты параметрін жою.
pl: Tylko członkowie kadry mogą używać filtrowania po nazwie użytkownika. Proszę usunąć parametr nazwy użytkownika.
pt_br: Apenas usuários do quadro de funcionários têm permissão de filtar pelo nome de usuário. Remova o parâmetro nome de usuário.
ru: Только сотрудники могут искать по имени пользователя. Исключите параметр с именем пользователя.
sl: Samo zaposlenim uporabnikom je dovoljeno filtriranje po uporabniškem imenu. Odstranite parameter uporabniškega imena.
tr_tr: Sadece personel kullanıcılar, kullanıcı adına göre filtreleyebilir. Kullanıcı adı parametresini kaldırın.

source: Number of courses contained in this catalog
af_za: Aantal kursusse vervat in hierdie katalogus
ar: عدد الدورات الواردة في هذا الكتالوج
bn_bd: ক্যাটালগে অন্তর্ভুক্ত কিছু সংখ্যক কোর্স
cs: Počet kurzů v tomto katalogu
da: Antal kurser i dette katalog
de_de: Anzahl der Kurse in diesem Katalog
eo: Nümßér öf çöürsés çöntäïnéd ïn thïs çätälög Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Número de cursos en este catálogo
es_ar: Número de cursos de este catálogo.
fa_ir: تعداد دوره‌های آموزشی موجود در این فهرست.
fi: Tämän luettelon sisältämien kurssien määrä
fil_ph: Bilang ng mga kursong nakapaloob sa catalog na ito
fr_fr: Nombre de cours contenus dans ce catalogue
he: מספר הקורסים הנמצאים בקטלוג זה.
ja_jp: 本カタログに掲載されている講座数
ka: კატალოგში არსებული კურსების რაოდენობა
kk_kz: Осы каталог қамтылған курстар саны
pl: Liczba kursów znajdujących się w tym katalogu
pt_br: Número de cursos contidos neste catálogo
ru: Количество курсов в этом каталоге
sl: Število tečajev v tem katalogu
tr_tr: Bu katalogda yer alan derslerin sayısı

source: Usernames of users with explicit access to view this catalog
af_za: Gebruikersname van gebruikers met eksplisiete toegang om hierdie katalogus te sien
ar: أسماء المستخدمين الذين لديهم وصول مباشر لاستعراض هذا الكتالوج
bn_bd: সুনির্দিষ্ট ব্যবহারের অনুমতিপ্রাপ্ত ব্যবহারকারীরা এর ব্যবহারকারীর নাম এই ক্যাটালগ দেখতে
cs: Uživatelská jména uživatelů s přímým přístupem k prohlížení tohoto katalogu
da: Brugernavne på brugere med eksplicit adgang til at se dette katalog
de_de: Benutzernamen der Nutzer mit ausdrücklichem Zugriff um diesen Katalog zu sehen
eo: Ûsérnämés öf üsérs wïth éxplïçït äççéss tö vïéw thïs çätälög Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Los nombres de usuario de los usuarios con acceso explícito para ver este catálogo
es_ar: Los nombres de los usuarios con acceso explícito para ver este catálogo.
fa_ir: نام‌کاربری کاربران با دسترسی روشن برای مشاهده این فهرست
fi: Niiden käyttäjien käyttäjänimet, joilla on nimenomaiset oikeudet tarkastella tätä luetteloa
fil_ph: Mga username ng mga user na may tahasang pag-access upang tingnan ang catalog na ito
fr_fr: Noms d&#39;utilisateur des utilisateurs ayant un accès explicite pour afficher ce catalogue
he: שמות משתמשים של משתמשים בעלי גישה מפורשת לצפייה בקטלוג זה
ja_jp: 本カタログを閲覧するための明示的アクセス権をもつユーザーのユーザー名
ka: იმ მომხმარებლების მომხმარებლის სახელები, რომლებსაც ამ კატალოგზე აქვთ წვდომა
kk_kz: Бұл каталогты қарау үшін айқын рұқсаты бар пайдаланушылардың пайдаланушы-аттары.
pl: Nazwy użytkowników posiadających jawny dostęp do wglądu w ten katalog
pt_br: Nomes de usuários com acesso explicíto para visualizar este catálogo
ru: Пользовательские имена участников с имеющимся доступом для просмотра данного каталога
sl: Uporabniška imena uporabnikov z izrecnim dostopom za ogled tega kataloga
tr_tr: Bu kataloğu görüntülemeye erişim hakkı olan kullanıcıların kullanıcı adları

source: Start date cannot be after the End date
af_za: Begindatum kan nie na die einddatum wees nie
cs: Počáteční datum nemůže předcházet koncové datum
da: Startdatoen må ikke ligge efter slutdatoen
de_de: Startdatum kann nicht nach dem Enddatum gesetzt werden
eo: Stärt däté çännöt ßé äftér thé Énd däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Fecha de inicio no puede ser después de la fecha de finalización
es_ar: La fecha de inicio no puede ser posterior a la fecha de finalización.
fa_ir: تاریخ آغاز نمی‌تواند پس از تاریخ پایان باشد.
fi: Aloituspäivä ei voi olla lopetuspäivän jälkeen
fil_ph: Ang petsa ng pagsisimula ay hindi maaaring pagkatapos ng petsa ng Pagtatapos
fr_fr: La date de début ne peut pas être postérieure à la date de fin
ja_jp: 開始日は終了日以前でなければいけません
kk_kz: Басталу күні аяқталу күнінен кейін бола алмайды
pl: Data rozpoczęcia nie może być późniejsza od daty zakończenia
pt_br: Data de início não pode ser posterior à Data de finalização
ru: Дата начала не может быть позже даты окончания
sl: Začetni datum ne more biti za končnim datumom
tr_tr: Başlangıç tarihi Bitiş tarihinden sonra olamaz

source: Term cannot be changed
af_za: Termyn kan nie verander word nie
cs: Termín nelze změnit
da: Term kan ikke ændres
de_de: Begriff kann nicht geändert werden
eo: Térm çännöt ßé çhängéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_ar: Este plazo no se puede cambiar
fa_ir: ترم قابل تغییر نیست
fi: Termiä ei voi muuttaa
fil_ph: Hindi mababago ang termino
fr_fr: Le terme ne peut pas être modifié
kk_kz: Мерзімді өзгерту мүмкін емес
pt_br: Termo não pode ser alterado
sl: Termina ni mogoče spremeniti

source: Language in which the course is administered
af_za: Taal waarin die kursus toegedien word
ar: اللغة التي يتم تعليم الدورة بها
bn_bd: ভাষা যা অবশ্যই পরিচালিত হয়
cs: Jazyk, v němž kurz probíhá.
da: Sprog, som kurset administreres på
de_de: Sprache in der dieser Kurs verwaltet wird
eo: Längüägé ïn whïçh thé çöürsé ïs ädmïnïstéréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: El idioma en el cual el curso es administrado
es_ar: Idioma en el que se administra el curso.
fa_ir: زبانی که با آن زبان این دوره آموزشی مدیریت می‌شود
fi: Kieli, jolla kurssi järjestetään
fil_ph: Wika kung saan pinangangasiwaan ang kurso
fr_fr: Langue dans laquelle le cours est dispensé
he: השפה בה הקורס מנוהל
ja_jp: 講座管理用言語
ka: ენა, რომლითაც იმართება კურსი
kk_kz: Курс басқарылатын тіл
pl: Język, w którym kurs jest zarządzany
pt_br: Idioma no qual o curso é administrado
ru: Язык на котором ведется курс
sl: Jezik, v katerem se tečaj izvaja
tr_tr: Dersin yönetildiği dil

source: Course cannot be changed for an existing course run
af_za: Die kursus kan nie verander word vir 'n bestaande kursusloop nie
cs: Kurz nelze změnit pro stávající běh kurzu
da: Kurset kan ikke ændres for et eksisterende kursusforløb
de_de: Kurs kann nicht für den aktuellen Kurslauf geändert werden
eo: Çöürsé çännöt ßé çhängéd för än éxïstïng çöürsé rün Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: El curso no se puede cambiar para una carrera de curso existente
fa_ir: دوره آموزشی را نمی‌توان برای دوره آموزشی موجود تغییر داد
fi: Kurssia ei voi muuttaa olemassa olevan kurssiajon osalta
fil_ph: Ang kurso ay hindi maaaring baguhin para sa isang umiiral na kurso
fr_fr: Le parcours ne peut pas être modifié pour un parcours de parcours existant
kk_kz: Қолданыстағы курсты бастау үшін курсты өзгерту мүмкін емес
pt_br: O curso não pode ser alterado para uma execução de curso existente
sl: Tečaja ni mogoče spremeniti za obstoječi tečaj

source: Minimum effort cannot be greater than Maximum effort
af_za: Minimum inspanning kan nie groter wees as maksimum inspanning nie
cs: Minimální úsilí nemůže být větší než maximální úsilí
da: Minimum indsats kan ikke være større end maksimal indsats
de_de: Minimale Bemühungen können nicht besser sein als maximale Bemühungen
eo: Mïnïmüm éffört çännöt ßé gréätér thän Mäxïmüm éffört Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Esfuerza mínima no puede ser menor que Esfuerza máxima
es_ar: El esfuerzo mínimo no puede ser superior al máximo
fa_ir: حداقل تلاش نمی‌تواند بیشتر از حداکثر تلاش باشد
fi: Vähimmäisponnistus ei voi olla suurempi kuin enimmäisponnistus
fil_ph: Ang pinakamababang pagsisikap ay hindi maaaring mas malaki kaysa sa Pinakamataas na pagsisikap
fr_fr: L&#39;effort minimum ne peut pas être supérieur à l&#39;effort maximum
ja_jp: エフォートの最小時間数は最大時間数より多くてはいけません
kk_kz: Минималды күш Максималды күштен үлкенірек бола алмайды
pl: Szacowana minimalna liczba godzin nie może być większa od maksymalnej
pt_br: O Esforço mínimo não pode ser maior que o Esforço máximo
ru: Минимальное усилие не может превышать максимальное усилие
sl: Najmanjši napor ne sme biti večji od največjega napora
tr_tr: Minimum çaba maksimum çabadan büyük olamaz

source: Minimum effort and Maximum effort cannot be the same
af_za: Minimum inspanning en maksimum inspanning kan nie dieselfde wees nie
cs: Minimální úsilí a maximální úsilí nemohou být stejné
da: Minimum indsats og maksimal indsats kan ikke være det samme
de_de: Minimale und maximale Anforderung kann nicht gleich sein
eo: Mïnïmüm éffört änd Mäxïmüm éffört çännöt ßé thé sämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: Esfuerzo mínimo y Esfuerzo máximo no pueden ser lo mismo
fa_ir: حداقل تلاش و حداکثر تلاش نباید یکسان باشند
fi: Minimiponnistus ja enimmäisponnistus eivät voi olla samat
fil_ph: Ang pinakamababang pagsisikap at Pinakamataas na pagsisikap ay hindi maaaring magkapareho
fr_fr: L&#39;effort minimum et l&#39;effort maximum ne peuvent pas être identiques
kk_kz: Минималды күш пен Максималды күш бірдей бола алмайды
pt_br: Esforço mínimo e Esforço máximo não podem ser iguais
sl: Najmanjši napor in največji napor ne moreta biti enaka

source: Dictionary mapping course run IDs to boolean values
af_za: Dictionary Mapping Course Run ID's na Boole-waardes
ar: دورة البحث في القاموس تشغل معَرفات هوية على قيم منطقية
bn_bd: অভিধান ম্যাপিং কোর্সের বুলিয়ান মান ID- র রান
cs: Slovník mapování ID běhu kurzu na booleovské hodnoty
da: Ordbogskortlægningskursus kører ID'er til booleske værdier
de_de: Dictionary welches die "Course run" IDs auf boole'sche Werte abbildet
eo: Dïçtïönärý mäppïng çöürsé rün ÌDs tö ßööléän välüés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Diccionario con las equivalencias entre IDs de las versiones de curso y valores booleanos
es_ar: Asignación de diccionario de ID de ejecución de curso a valores booleanos
fa_ir: نگاشت فرهنگ لغت دوره آموزشی که شناسه‌های مربوط به مقادیر بولین را اجرا می‌کند.
fi: Sanakirjakartoitus kurssiajon tunnukset loogisiksi arvoiksi
fil_ph: Ang pagma-map sa diksyunaryo ay nagpapatakbo ng mga ID sa mga boolean na halaga
fr_fr: Dictionnaire mappant les ID d&#39;exécution de cours aux valeurs booléennes
he: מיפוי מילוני להשלמת מזהי קורס לערכים בוליאניים
ja_jp: ブール値へのcourse run IDのマッピング・ディクショナリ
ka: კურსის გაშვების ლექსიკური იდენტიფიკატორების ბულის მნიშვნელობებად ასახვა
kk_kz: Сөздікті белгіленген курс логикалық мәндер үшін ID-лерді қолданады.
pl: Słownikowe mapowanie identyfikatorów edycji kursów do wartości bolońskich
pt_br: IDs de execução do curso de mapeamento de dicionário para valores booleanos
ru: Словарное отображение прохождения курса идентификаторы по булевым значениям
sl: ID-je izvajanja tečaja za preslikavo slovarja v logične vrednosti
tr_tr: Sözlük eşleştirme dizisi, boolean değerlerine göre kimlikleri çalıştırır.

source: Dictionary mapping course IDs to boolean values
af_za: Dictionary Mapping Course ID's tot Boole -waardes
ar: معَرفات الهوية لدورة البحث في القاموس مضبوطة على قيم منطقية
bn_bd: বুলিয়ান মান অভিধান ম্যাপিং কোর্সের ID- র
cs: Slovník mapování ID kurzu na booleovské hodnoty
da: Ordbog kortlægning kursus-id&#39;er til booleske værdier
de_de: Dictionary welches die "Course" IDs auf boole'sche Werte abbildet
eo: Dïçtïönärý mäppïng çöürsé ÌDs tö ßööléän välüés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Diccionario con las equivalencias entre IDs de curso y valores booleanos
es_ar: El mapeo del diccionario del curso identifica los valores booleanos.
fa_ir: نگاشت فرهنگ لغت دوره آموزشی به مقادیر بولین
fi: Sanakirja kartoittaa kurssien tunnukset loogisiksi arvoiksi
fil_ph: Diksyunaryo na nagmamapa ng mga course ID sa boolean value
fr_fr: Dictionnaire mappant les ID de cours aux valeurs booléennes
he: מיפוי מילוני למזהי קורס לערכים בוליאניים
ja_jp: ブール値へのcourse IDのマッピング・ディクショナリ
ka: კურსის ლექსიკური იდენტიფიკატორების ბულის მნიშვნელობებად ასახვა
kk_kz: Курстың идентификаторын құратын логикалық мағынасы бар сөздік
pl: Słownikowe mapowanie identyfikatorów kursów do wartości bolońskich
pt_br: Mapeamento do dicionário do curso IDs para valores bootlean
ru: Словарное отображение курса идентификаторы по булевым значениям
sl: Preslikava slovarjev ID-jev tečajev v logične vrednosti

source: Languages that course runs in this program are offered in.
af_za: Tale waarin die kursus in hierdie program aangebied word.
ar: اللغات التي تتوفر بها الدورات في هذا البرنامج.
bn_bd: ভাষাসমূহ এই প্রোগ্রামে যে অবশ্যই রান দেওয়া হয়
cs: V jakých jazycích jsou nabízeny běhy kurzů v tomto programu.
da: Sprog, som kurset kører i dette program, udbydes på.
de_de: Verfügbare Sprachen dieses Kurses
eo: Längüägés thät çöürsé rüns ïn thïs prögräm äré öfféréd ïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Idiomas en los que se ofrecen los cursos de este programa.
es_ar: Los idiomas disponibles para este curso están a disposición en.
fa_ir: زبان‌هایی که دوره آموزشی این برنامه با آن ارائه می‌شود.
fi: Kielet, joita tässä ohjelmassa ajetaan, tarjotaan.
fil_ph: Inaalok ang mga wika kung saan tumatakbo ang kurso sa programang ito.
fr_fr: Les langues dans lesquelles le cours se déroule dans ce programme sont proposées.
he: השפות המוצעות בהרצות קורס שבתכנית זו.
ja_jp: 本プログラム内のcourse runに使用されている言語。
ka: კურსის გაშვების ამ პროგრამაში შემოთავაზებულია ენები.
kk_kz: Осы бағдарлама аясында курс өткізілетін тілдер ұсынылады.
pl: Języki, w których są dostępne edycje kursów w tym programie.
pt_br: Idiomas em que os cursos são oferecidos neste programa.
ru: Предлагаются языки, на которых ведется обучение по этой программе.
sl: Na voljo so jeziki, v katerih tečaj poteka v tem programu.
tr_tr: Bu programın mevcut olduğu diller

source: Languages that course runs in this program have available transcripts in.
af_za: Tale wat die kursus in hierdie program loop, het transkripsies in.
ar: اللغات التي تتوفر بها نصوص للدورات في هذا البرنامج.
bn_bd: ভাষাসমূহ যে অবশ্যই এই প্রোগ্রাম রান পাওয়া প্রতিলিখন আছে
cs: V jakých jazycích jsou k dispozici transkripty běhů kurzů v tomto programu.
da: Sprog, som kurset kører i dette program, har tilgængelige transskriptioner på.
de_de: Sprachen der Kurse mit Transkription
eo: Längüägés thät çöürsé rüns ïn thïs prögräm hävé äväïläßlé tränsçrïpts ïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Idiomas en los que se tienen disponibles transcripciones de los videos para los cursos de este programa.
es_ar: Los idiomas disponibles para este curso tienen sus transcripciones disponibles en.
fa_ir: زبان‌هایی که دوره آموزشی این برنامه به آن زبان‌ها اجرا می‌شود، زیرنویس‌هایی در دسترس دارند.
fi: Kielet, joita kurssi ajetaan tässä ohjelmassa, ovat saatavilla transkriptioita.
fil_ph: Ang mga wika kung saan tumatakbo ang kurso sa programang ito ay may magagamit na mga transcript.
fr_fr: Les langues dans lesquelles le cours se déroule dans ce programme ont des transcriptions disponibles.
he: לשפות שהקורס מפעיל בתכנית זו יש תמלילים.
ja_jp: 本プログラム内のcourse runで利用できる字幕用言語。
ka: ენები რომლებიც კურსის გაშვებაშია ამ პროგრამაში, ხელმისაწვდომია სუბტიტრებით.
kk_kz: Осы бағдарлама аясында өтетін курс мына тілдерде транскрипттері бар.
pl: Języki, w których edycje kursów w tym programie posiadają dostępne transkrypcje.
pt_br: Idiomas em que os cursos oferecidos neste programa possuem transcrições disponíveis.
ru: Языки, на которых проводится курс в рамках этой программы, имеют доступные расшифровки.
sl: Jeziki, v katerih se tečaj izvaja v tem programu, imajo na voljo prepise.
tr_tr: Bu programdaki derslerin sahip olduğu altyazı dilleri.

source: An error occurred while setting the course run image for [{key}] in studio. All other fields were successfully saved in Studio.
af_za: 'n Fout het voorgekom tydens die opstel van die kursusrunbeeld vir [{key}] in die ateljee. Alle ander velde is suksesvol in Studio gestoor.
cs: Při nastavování obrázku běhu kurzu pro [{key}] ve studiu došlo k chybě. Všechna ostatní pole byla úspěšně uložena v aplikaci Studio.
da: Der opstod en fejl under indstilling af kursuskørselsbilledet for [{key}] i studiet. Alle andre felter blev gemt i Studio.
de_de: Es ist ein Fehler aufgetreten beim erstellen des Kurslaufs für [{key}] in Studio. Alle Felder wurden erfolgreich in Studio gespeichert.
eo: Àn érrör öççürréd whïlé séttïng thé çöürsé rün ïmägé för [{key}] ïn stüdïö. Àll öthér fïélds wéré süççéssfüllý sävéd ïn Stüdïö. Ⱡ'σяєм #
es_ar: Ocurrió un error mientras se cargaba la imagen del corriente curso para [{key}] en Studio. Todos los otros campos se guardaron correctamente en Studio.
fa_ir: هنگام تنظیم تصویر دوره آموزشی برای [{key}] در هنرکده خطایی رخ داد. همه قسمت‌های دیگر با موفقیت در هنرکده ذخیره شدند.
fi: Tapahtui virhe asetettaessa kurssin suorituskuvaa kohteelle [{key}] studiossa. Kaikki muut kentät tallennettiin Studioon.
fil_ph: May naganap na error habang itinatakda ang course run na larawan para sa [{key}] sa studio. Ang lahat ng iba pang mga field ay matagumpay na na-save sa Studio.
fr_fr: Une erreur s&#39;est produite lors de la définition de l&#39;image de parcours du cours pour [{key}] en studio. Tous les autres champs ont été enregistrés avec succès dans Studio.
kk_kz: Студияда [{key}] үшін курстың басталу кескінін орнату кезінде қате пайда болды. Барлық басқа бөлімдер студияда сәтті сақталды.
pt_br: Ocorreu um erro ao definir a imagem de funcionamento do curso para [{key}] no estúdio. Todos os outros campos foram salvos com sucesso no Studio.
sl: Pri nastavljanju slike teka tečaja za [{key}] v studiu je prišlo do napake. Vsa ostala polja so bila uspešno shranjena v Studiu.

source: Specifying both editable=1 and a q parameter is not supported.
af_za: Spesifisering van beide bewerkbare = 1 en 'n Q -parameter word nie ondersteun nie.
cs: Zadání parametru editable=1 a aq není podporováno.
da: Angivelse af både editable=1 og aq parameter understøttes ikke.
de_de: Die Angabe sowohl von editable=1 als auch eines q-Parameters wird nicht unterstützt.
eo: Spéçïfýïng ßöth édïtäßlé=1 änd ä q pärämétér ïs nöt süppörtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: No se admite la especificación de los parámetros editable=1 y aq.
fa_ir: تعیین هر دو پارامتر editable=1 و q پشتیبانی نمی‌شود.
fi: Sekä editable=1- että aq-parametrin määrittämistä ei tueta.
fil_ph: Ang pagtukoy sa parehong nae-edit=1 at aq parameter ay hindi suportado.
fr_fr: Spécifier à la fois editable=1 et le paramètre aq n&#39;est pas pris en charge.
kk_kz: Ерекшеленген қос =1 және q параметрлеріне қолдау көрсетілмейді.
pt_br: Especificar editable = 1 e um parâmetro q não é compatível.
sl: Določanje parametra editable=1 in aq ni podprto.

source: You must include a course_uuid in your query parameters.
af_za: Jy moet 'n kursus_uuid by jou navraagparameters insluit.
cs: Do parametrů dotazu musíte zahrnout course_uuid.
da: Du skal inkludere et kursus_uuid i dine forespørgselsparametre.
de_de: Ihre Abfrageparameter müssen eine Kurs_uuid beinhalten.
eo: Ýöü müst ïnçlüdé ä çöürsé_üüïd ïn ýöür qüérý pärämétérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: Debe incluir el nombre del curso en los parámetros de búsqueda
fa_ir: شما باید یک course_uuid را در پارامترهای پرس‌وجو خود بگنجانید.
fi: Sinun on sisällytettävä kyselyparametreihin course_uuid.
fil_ph: Dapat kang magsama ng course_uuid sa iyong mga parameter ng query.
fr_fr: Vous devez inclure un course_uuid dans vos paramètres de requête.
kk_kz: Сұрау параметрлеріне course_uuid қосу керек.
pt_br: Você deve incluir um course_uuid em seus parâmetros de consulta.
sl: V parametre poizvedbe morate vključiti tečaj_uuid.

source: Missing value for: [{name}].
af_za: Ontbrekende waarde vir: [{name}].
cs: Chybějící hodnota pro: [{name}].
da: Manglende værdi for: [{name}].
de_de: Fehlender Wert für: [{name}].
eo: Mïssïng välüé för: [{name}]. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_ar: Falta valor para: [{name}].
fa_ir: مقدار مفقود برای: [{name}].
fi: Arvo puuttuu: [{name}].
fil_ph: Nawawalang halaga para sa: [{name}].
fr_fr: Valeur manquante pour : [{name}].
kk_kz: [{name}] үшін мән жетіспейді.
pt_br: Valor ausente para: [{name}].
sl: Manjka vrednost za: [{name}].
