Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: Is easy to skim.
bn_bd: বিবেচনা করা সহজ হয়
de_de: Einfach zu überfliegen
eo: Ìs éäsý tö skïm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Es fácil de leer rápidamente.
ja_jp: 拾い読みしやすい。
pl: Przejrzysty i precyzyjny.
ru: легко снимается.
tr_tr: Gözden geçirmesi kolaydır.

source: Uses bullet points instead of dense text paragraphs.
bn_bd: বুলেট পয়েন্টর পরিবর্তে গভীর টেক্সট অনুচ্ছেদ ব্যবহার করুন
de_de: Benutzt Stichpunkte anstelle von Text
eo: Ûsés ßüllét pöïnts ïnstéäd öf dénsé téxt pärägräphs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Utiliza viñetas en lugar de párrafos de texto densos.
ja_jp: 文章を長々と書かず、箇条書きにする。
pl: Wykorzystuje wypunktowanie, nie opiera się wyłącznie na ciągu tekstu.
ru: Использует абзацы, выделенные жирным шрифтом, а не абзацы с плотным текстом.
tr_tr: Yoğun metin paragrafları yerine noktalı madde işaretleri kullan.

source: The first four lines are visible when the About page opens. Learners can select \
bn_bd: যখন আমাদের সম্পর্কে পাতা প্রর্দশিত প্রথম চার লাইন সম্পূর্ণ প্রোফাইল দ্বারা. শিক্ষার্থী নির্বাচন করতে পারেন
de_de: Die ersten 4 Linien sind sichtbar, sobald sich die Beschreibungsseite öffnet. Teilnehmer können auswählen \
eo: Thé fïrst föür lïnés äré vïsïßlé whén thé Àßöüt pägé öpéns. Léärnérs çän séléçt \ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Las primeras cuatro líneas están visibles cuando se abre la página Acerca de. Los estudiantes pueden seleccionar \
ja_jp: Aboutページを開くとまず、最初の４行が見えます。受講者は選択できます
pl: Pierwsze cztery linijki są widoczne bezpośrednio po otwarciu karty kursu.
ru: Первые четыре строки отображаются при открытии страницы «О курсе». Учащиеся могут выбрать \
tr_tr: İlk dört satır Hakkında sayfası açıldığında görünür. Öğrenciler seçebilir \

source: Content-based example:
de_de: Beispiel basierend auf dem Inhalt:
eo: Çöntént-ßäséd éxämplé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Contenido basado en ejemplos:
ja_jp: 内容に即した例:
pl: Przykładowa treść:
ru: Пример, основанный на содержании:
tr_tr: İçerik-tabanlı örnek:

source: Want to learn computer programming, but unsure where to begin? This is the course for you! Scratch is the computer programming language that makes it easy and fun to create interactive stories, games and animations and share them online.
de_de: Sie wollen Programmieren lernen aber Sie wissen nicht wo Sie anfangen sollen? Dann ist dieser Kurs genau richtig für Sie! Scratch ist eine Programmiersprache, mit der es ganz leicht ist, interaktive Geschichten, Spiele und Animationen zu erstellen und online zu veröffentlichen.
eo: Wänt tö léärn çömpütér prögrämmïng, ßüt ünsüré whéré tö ßégïn? Thïs ïs thé çöürsé för ýöü! Sçrätçh ïs thé çömpütér prögrämmïng längüägé thät mäkés ït éäsý änd fün tö çréäté ïntéräçtïvé störïés, gämés änd änïmätïöns änd shäré thém önlïné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢#
es_419: ¿Quiere aprender programación de computadoras, pero no está seguro de por dónde empezar? Este es el curso para usted! Scratch es el lenguaje de programación de computadora que hace fácil y divertido crear historias interactivas, juegos y animaciones y compartirlas en línea.
ja_jp: コンピュータプログラミングについて学びたいけど、何から始めていいか分からない？そんなあなたにぴったりの講座です！Scratchは対話型のゲームやストーリー、アニメを簡単に楽しく作成し、それらをオンラインで公開することができるプログラミング言語です。
pl: Chcesz nauczyć się programowania, ale nie wiesz od czego zacząć? Ten kurs jest dla Ciebie! Scratch jest językiem programowania komputerowego dzięki któremu w łatwy i przyjemny sposób można tworzyć interaktywne historie, gry i animacje oraz dzielić się nimi online.
ru: Хотите научиться программированию, но не знаете, с чего начать? Это курс для вас! Scratch - это язык компьютерного программирования, который позволяет легко и весело создавать интерактивные истории, игры и анимацию и делиться ими в Интернете.

source: This course is an introduction to computer science using the programming language Scratch, developed by MIT. Starting with the basics of using Scratch, the course will stretch your mind and challenge you. You will learn how to create amazing games, animated images and songs in just minutes with a simple “drag and drop” interface.
de_de: Dies ist ein wissenschaftlicher Kurs über die Programmiersprache Scratch und wurde vom MIT erstellt. Beginnend bei dem Basiswissen für die Benutzung von Scratch, lernen Sie bei diesem Kurs viel neues und werden immer weiter gefordert. Sie werden lernen, wie man atemberaubende Spiele, Animierte Bilder und Lieder bzw. Audio erstellt. Ganz einfach und innerhalb von wenigen Minuten durch “drag and drop” interface.
eo: Thïs çöürsé ïs än ïntrödüçtïön tö çömpütér sçïénçé üsïng thé prögrämmïng längüägé Sçrätçh, dévélöpéd ßý MÌT. Stärtïng wïth thé ßäsïçs öf üsïng Sçrätçh, thé çöürsé wïll strétçh ýöür mïnd änd çhälléngé ýöü. Ýöü wïll léärn höw tö çréäté ämäzïng gämés, änïmätéd ïmägés änd söngs ïn jüst mïnütés wïth ä sïmplé “dräg änd dröp” ïntérfäçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє є#
es_419: Este curso es una introducción a la informática utilizando el lenguaje de programación Scratch, desarrollado por MIT. Comenzando con los conceptos básicos de usar Scratch, el curso se extiende tu mente y te desafía. Aprenderá a crear increíbles juegos, imágenes animadas y canciones en cuestión de minutos con una sencilla interfaz de "arrastrar y soltar".
ja_jp: この講座はMITによって開発されたプログラミング言語Scratchを使ったコンピュータ・サイエンス入門です。Scratchの基礎からスタートし、だんだんと難しいものにも挑戦します。シンプルな「ドラッグ＆ドロップ」の操作であっという間に面白いゲームやアニメーション、歌をつくる方法を学ぶことができます。
pl: Ten kurs stanowi wprowadzenie do nauk komputerowych z wykorzystaniem stworzonego przez MIT języka programowania Scratch. Zaczynając od podstaw korzystania ze Scratch, kurs zaoferuje znakomity trening dla Twojego umysłu. Nauczysz się tworzyć wspaniałe gry, animowane obrazki i piosenki korzystając z prostego interfejsu typu “przeciągnij i upuść”.
ru: Этот курс является введением в информатику с использованием языка программирования Scratch, разработанного MIT. Начав с основ использования метода Scratch, курс растянет ваш разум и вызовет у вас стресс. Вы узнаете, как создавать удивительные игры, анимированные изображения и песни всего за несколько минут с помощью простого интерфейса "перетаскивания".

source: No previous programming knowledge needed. Join us as you start your computer science journey.
bn_bd: কোনো পূর্ববর্তী প্রোগ্রামিং জ্ঞান প্রয়োজন. আমাদের সাথে যোগ দিন হিসাবে আপনি আপনার কম্পিউটার বিজ্ঞান এর যাত্রা শুরু
de_de: Keine Programmierkenntnisse vorgeschrieben.
eo: Nö prévïöüs prögrämmïng knöwlédgé néédéd. Jöïn üs äs ýöü stärt ýöür çömpütér sçïénçé jöürnéý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: No se necesitan conocimientos previos de programación. Únase a nosotros al iniciar su viaje en informática.
ja_jp: プログラミングの事前知識は要りません。一緒にコンピュータ・サイエンスの旅へ出かけましょう。
pl: Nie jest wymagana jakakolwiek uprzednia wiedza z zakresu programowania. Dołącz do kursu i rozpocznij przygodę ze światem nauk komputerowych.
ru: Нет необходимости в предварительных знаниях программирования. Присоединяйтесь к нам, когда вы начнете свое путешествие в области информатики.
tr_tr: Herhangi bir programlama bilgisi gerektirmez. Bize katılın ve bilgisayar bilimlerindeki yolculuğunuza başlayın.

source: Skills-based example:
bn_bd: দক্ষতা ভিত্তিক উদাহরণ
de_de: Beispiel Fähigkeitsbasiert:
eo: Skïlls-ßäséd éxämplé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Ejemplo basado en habilidades:
ja_jp: スキル重視の例:
pl: Przykładowe umiejętności:
ru: Пример, основанный на навыках:
tr_tr: Yetenek-tabanlı örnek:

source: Taught by instructors with decades of experience on Wall Street, this M&A course will equip analysts and associates with the skills they need to rise to employment in the M&A field. Additionally, directors and managers who have transitioned, or hope to transition, to M&A from other areas such as equities or fixed income can use this course to eliminate skill gaps.
de_de: Gelehrt durch Dozenten mit langjähriger Erfahrung an der Wall Street, wird dieser M&A Kurs Sie mit dem nötigen Wissen und Fähigkeiten ausstatten, die Sie benötigen, um in der M&A Geschäftswelt zu wachsen und sich hoch zu arbeiten. Außerdem werden Direktoren und Manager sich mit diesem Kurs weiterbilden, um Wissenslücken zu füllen.
eo: Täüght ßý ïnstrüçtörs wïth déçädés öf éxpérïénçé ön Wäll Stréét, thïs M&À çöürsé wïll éqüïp änälýsts änd ässöçïätés wïth thé skïlls théý nééd tö rïsé tö émplöýmént ïn thé M&À fïéld. Àddïtïönällý, dïréçtörs änd mänägérs whö hävé tränsïtïönéd, ör höpé tö tränsïtïön, tö M&À fröm öthér äréäs süçh äs éqüïtïés ör fïxéd ïnçömé çän üsé thïs çöürsé tö élïmïnäté skïll gäps. Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Enseñado por instructores con décadas de experiencia en Wall Street, este curso de fusiones y adquisiciones equipará a analistas y asociados con las habilidades que necesitan para ascender al empleo en el campo de fusiones y adquisiciones. Además, los directores y gerentes que han transitado o esperan transición a fusiones y adquisiciones de otras áreas, como acciones o renta fija, pueden utilizar este curso para eliminar brechas de habilidades.
ja_jp: このM&A講座はウォール街で数十年の経験をもつ講師によるもので、分析家などはM&A分野での雇用に必要なスキルを身につけることができます。また、株や固定収入などの他の分野からM&Aへ移ってきたマネージャークラスの人たちにもスキル差をなくす役に立つ講座です。
pl: Nauczany przez instruktorów o dekadach doświadczenia na GPW, kurs fuzji ekonomicznej wyposaży analityków i pasjonatów w umiejętności niezbędne do podniesienia kwalifikacji w tej dziedzinie ekonomii. Dodatkowo dyrektorzy i menedżerowie, którzy chcą poszerzyć wiedzę na temat fuzji ekonomicznej mając wiedzę na temat rynków akcji, za pośrednictwem kursu zyskają możliwość wyeliminowania potencjalnych luk w wiedzy.
ru: Преподаваемый инструкторами с многолетним опытом работы на Уолл-стрит, этот курс M&A вооружает аналитиков и партнеров навыками, необходимыми для повышения их квалификации в сфере M&A. Кроме того, директора и менеджеры, которые перешли или надеются перейти на M&A из других областей, таких как акционерный капитал или фиксированный доход, могут использовать этот курс для устранения пробелов в квалификации.

source: Recommended 2500 character limit, including spaces.
de_de: Die empfohlene maximale Anzahl an Zeichen, inklusive Leerzeichen umfasst 2500.
eo: Réçömméndéd 2500 çhäräçtér lïmït, ïnçlüdïng späçés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: WHAT YOU WILL LEARN
de_de: Was Sie lernen werden
eo: WHÀT ÝÖÛ WÌLL LÉÀRN Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: LO QUE APRENDERÁS
ja_jp: 学べること
pl: NAUCZYSZ SIĘ
ru: ЧТО ВЫ БУДЕТЕ ИЗУЧАТЬ
tr_tr: NE ÖĞRENECEKSİNİZ

source: The skills and knowledge learners will acquire in this course.
bn_bd: দক্ষতা এবং জ্ঞান শিক্ষার্থীদের এই কোর্সে অর্জন করবে
de_de: Fähigkeiten und Wissen, welches die Teilnehmer durch diesen Kurs erwerben.
eo: Thé skïlls änd knöwlédgé léärnérs wïll äçqüïré ïn thïs çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Las habilidades y los conocimientos que los estudiantes adquirirán en este curso.
ja_jp: この講座で習得できるスキルや知識。
pl: Wiedza i umiejętności, które zdobędą studenci w toku kursu.
ru: Навыки и знания, которые учащиеся приобретут в ходе этого курса.
tr_tr: Bu derste öğrencinin edineceği bilgi ve yetenekler.

source: Format each item as a bullet with four to ten words.
bn_bd: চার থেকে দশ শব্দের সঙ্গে একটি বুলেট হিসাবে প্রতিটি আইটেমের Format
de_de: Formen Sie Stichpunkte mit je vier bis zehn Wörtern
eo: Förmät éäçh ïtém äs ä ßüllét wïth föür tö tén wörds. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Presenta cada elemento como una viñeta con cuatro a diez palabras.
ja_jp: 4～10語の箇条書きにしてください。
pl: Sformatuj każdą cechę jako punkt składający się z czterech do dziesięciu słów.
ru: Отформатируйте каждый элемент в виде пули из четырех-десяти слов.
tr_tr: Her bir öğeyi imli maddeler ve dört ila 10 kelimeyle özetleyin.

source: Basic R Programming
bn_bd: বেসিক R প্রোগ্রামিং
de_de: Basis R Programmierung
eo: Bäsïç R Prögrämmïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Programación básica en R
ja_jp: Basic R プログラミング
pl: Podstawy programowania w R
ru: Базовое программирование R
tr_tr: Temel R Programlama

source: An applied understanding of linear and logistic regression
bn_bd: রৈখিক এবং লজিস্টিক নির্ভরণ একটি প্রয়োগ বুঝতে
de_de: Ein angewandtes Verständnis über lineare und logistische Regression
eo: Àn äpplïéd ündérständïng öf lïnéär änd lögïstïç régréssïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Una comprensión aplicada de la regresión lineal y logística
ja_jp: 直線およびロジスティック回帰分析の応用理解
pl: Zrozumienie regresji liniowej i statystycznej
ru: Прикладное понимание линейной и логистической регрессии

source: Application of text analytics
bn_bd: টেক্সট বিশ্লেষণ অ্যাপ্লিকেশন
de_de: Anwendung von Textanalysen
eo: Àpplïçätïön öf téxt änälýtïçs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Aplicación de análisis de texto
ja_jp: テキスト分析の応用
pl: Zastosowanie analityki tekstowej
ru: Применение анализа текста

source: Linear and integer optimization
bn_bd: লিনিয়ার এবং পূর্ণসংখ্যা অপ্টিমাইজেশান
de_de: Lineare und Integer Optimierung
eo: Lïnéär änd ïntégér öptïmïzätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Optimización lineal y entera
ja_jp: 線形および整数の最適化
pl: Optymalizacja liniowa i całkowita
ru: Линейная и целочисленная оптимизация

source: SUBJECT FIELD
ar: خانة الموضوع
bn_bd: বিষয়বস্ত
de_de: UNTERRICHTSFACH
eo: SÛBJÉÇT FÌÉLD Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: ÁREA DE ESTUDIO
he: שדה הנושא
ja_jp: 分野
ka: საგნის ველი
pl: POLE TEMATYCZNE
ru: ПОЛЕ ПРЕДМЕТА
tr_tr: KONU ALANI

source: The subject of the course.
de_de: Das Thema dieses Kurses
eo: Thé süßjéçt öf thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: El tema del curso.
ja_jp: 講座分野
pl: Przedmiot twojego kursu.
ru: Тема курса.
tr_tr: Eğitimin konusu.

source: You can select up to two subjects in addition to the primary subject. Only the primary subject appears on the About page.
bn_bd: আপনি প্রাথমিক বিষয় ছাড়াও দুটি বিষয়ে নির্বাচন করতে পারেন. শুধু প্রাথমিক বিষয় সম্পর্কে পৃষ্ঠায় প্রদর্শিত হবে
de_de: Sie können bis zu zwei Themen aussuchen zusätzlich zu Ihrem Hauptthema. Nur das Hauptthema erscheint in der Beschreibungsseite.
eo: Ýöü çän séléçt üp tö twö süßjéçts ïn äddïtïön tö thé prïmärý süßjéçt. Önlý thé prïmärý süßjéçt äppéärs ön thé Àßöüt pägé. Ⱡ'σяєм ιρѕυ#
es_419: Puede seleccionar hasta dos temas además del tema principal. Sólo el tema principal aparece en la página Acerca de.
ja_jp: 主な分野以外に２つの分野を追加することができます。主な分野のみがAboutページに表示されます。
pl: Poza głównym przedmiotem kursu możesz wybrać dwie dodatkowe grupy tematyczne. Wyłącznie główny przedmiot kursu wyświetli się na stronie karty kursu.
ru: В дополнение к основному объекту можно выбрать до двух объектов. На странице "О программе" отображается только основная тема.
tr_tr: Birincil konuya ek olarak iki konu daha seçebilirsiniz. Hakkında sayfasında sadece birincil konu gösterilir.

source: COURSE IMAGE
ar: صورة الدورة
bn_bd: কোর্স এর ছবি
de_de: KURSABBILDUNG
eo: ÇÖÛRSÉ ÌMÀGÉ Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: IMAGEN DEL CURSO
he: תמונת הקורס
ja_jp: 講座画像
ka: კურსის გამოსახულება
pl: OBRAZEK KURSU
ru: ИЗОБРАЖЕНИЕ КУРСА
tr_tr: DERS GÖRSELİ

source: An eye-catching, colorful image that captures the essence of your course.
bn_bd: একটি আকর্ষণীয়, রঙিন ইমেজ যে আপনার অবশ্যই সারাংশ ধারন করে আপনার লেখার
de_de: Ein spannendes und farbenfrohes Bild, das den Inhalt Ihres Kurses auf den Punkt bringt.
eo: Àn éýé-çätçhïng, çölörfül ïmägé thät çäptürés thé éssénçé öf ýöür çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Una imagen llamativa, colorida, que capture la esencia de su curso.
ja_jp: あなたの講座の本質をとらえた目を引くカラフルな画像。
pl: Przyciągający uwagę obrazek oddający istotę twojego kursu.
ru: Привлекательный, красочный образ, отражающий суть вашего курса.
tr_tr: Dersinizin özünü yakalayan, göz alıcı, renkli bir görüntü.

source: Course Image Guidelines:
bn_bd: কোর্স চিত্র নির্দেশিকা
de_de: Richtlinien zu den Kursbildern
eo: Çöürsé Ìmägé Güïdélïnés: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Pautas de la imagen del curso:
ja_jp: 講座画像のガイドライン:
pl: Wskazówki dotyczące obrazka:
ru: Руководство по созданию образов курсов:
tr_tr: Ders Görsel Kullanım Kılavuzu:

source: New course images must be 1134 X 675 pixels in size.
de_de: Neues Kursbild muss eine Abmessung von 1134 X 675 Pixeln haben.
eo: Néw çöürsé ïmägés müst ßé 1134 X 675 pïxéls ïn sïzé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Las nuevas imágenes del curso deben ser de un tamaño de 1134 X 675 píxeles.
pl: Obrazek musi mieć wielkość 1134 x 675 pikseli.
ru: Размер новых изображений курса должен составлять 1134 x 675 пикселей.
tr_tr: Yeni eğitim görselleri 1134 X 675 piksel boyutunda olmalı.

source: Learn more.
de_de: Erfahren Sie mehr
eo: Léärn möré. Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Aprender más
pl: Dowiedz się więcej
ru: Узнать больше.
tr_tr: Daha fazlası.

source: Each course in a sequence must have a unique image.
bn_bd: ক্রমানুসারে প্রতিটি কোর্সের একটি অনন্য চিত্র থাকতে হবে
de_de: Jeder Kurs in einer Sequenz muss ein eigenes Bild haben
eo: Éäçh çöürsé ïn ä séqüénçé müst hävé ä ünïqüé ïmägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Cada curso en una secuencia debe tener una imagen única.
ja_jp: シリーズ内の各講座にはそれぞれ画像が必要です。
pl: Każdy kurs w cyklu musi posiadać własny unikalny obrazek.
ru: Каждый курс в последовательности должен иметь уникальный имидж.
tr_tr: Her bir sıralı ders tek bir görsele sahip olmalı.

source: The image cannot include text or headlines.
bn_bd: ইমেজ টেক্সট বা শিরোনাম অন্তর্ভুক্ত থাকতে পারে না
de_de: Das Bild darf weder Text noch Überschriften enthalten.
eo: Thé ïmägé çännöt ïnçlüdé téxt ör héädlïnés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: La imagen no debe incluir texto ni titulares.
ja_jp: 画像は文字や見出しを含めることができません。
pl: Obrazek nie może zawierać tekstu lub nagłówków.
ru: Изображение не может содержать текст или заголовки.
tr_tr: Bu görsel metin ya da başlık içeremez.

source: You must have permission to use the image. Possible image sources include Flickr creative commons, Stock Vault, Stock XCHNG, and iStock Photo.
bn_bd: আপনি ইমেজ ব্যবহার করার অনুমতি থাকতে হবে. সম্ভাব্য ইমেজ সূত্র ফ্লিকার ক্রিয়েটিভ কমন্স, শেয়ার ভল্টের, শেয়ার XCHNG, এবং iStock ছবি অন্তর্ভুক্ত.
de_de: Sie müssen die Erlaubnis haben diese Bild zu nutzen. Mögliche Bilderquellen sind Flickr creative commons, Stock Vault, Stock XCHNG, und iStock Photo
eo: Ýöü müst hävé pérmïssïön tö üsé thé ïmägé. Pössïßlé ïmägé söürçés ïnçlüdé Flïçkr çréätïvé çömmöns, Stöçk Väült, Stöçk XÇHNG, änd ïStöçk Phötö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт#
es_419: Debe tener permiso para usar la imagen. Las posibles fuentes de imagen son Creative Commons de Flickr, Stock Vault, Stock XCHNG e iStock Photo.
ja_jp: 画像使用の許可が必要です。使用可能な画像ソースはFlickr creative commons、Stock Vault、Stock XCHNG、iStock Photoなどです。
pl: Pamiętaj, aby posiadać prawa autorskie do obrazka. Przykładowe źródła obrazków to Flickr creative commons, Stock Vault, Stock XCHNG, czy iStock Photo.
ru: Вы должны иметь разрешение на использование изображения. Возможные источники изображений: Flickr Creative Commons, Stock Vault, Stock XCHNG и iStock Photo.
tr_tr: Görseli kullanmaya izniniz olmalı. Olası görsel kaynakları için Flickr creative commons, Stock Vault, Stock XCHNG ve iStock Photo'ya bakın.

source: PREREQUISITES
ar: المتطلبات الأساسية
bn_bd: পূর্বশর্ত
de_de: SYSTEM-VORAUSSETZUNGEN
eo: PRÉRÉQÛÌSÌTÉS Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: PREREQUISITOS
he: דרישות מוקדמות
ja_jp: 履習要件
ka: წინაპირობები
pl: WYMAGANIA WSTĘPNE
ru: ТРЕБОВАНИЯ
tr_tr: ÖNKOŞULLAR

source: Recommended maximum 1000 characters.
de_de: Die empfohlene maximale Anzahl an Zeichen umfasst 1000.
eo: Réçömméndéd mäxïmüm 1000 çhäräçtérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Specific knowledge learners must have to be successful in the course. If the course has no prerequisites, enter \
de_de: Spezielles Wissen, welches Teilnehmer zum belegen dieses Kurses brauchen. Wenn dieser Kurs keine Voraussetzungen hat, klicken Sie enter \
eo: Spéçïfïç knöwlédgé léärnérs müst hävé tö ßé süççéssfül ïn thé çöürsé. Ìf thé çöürsé häs nö préréqüïsïtés, éntér \ Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Conocimiento específico que los estudiantes deben tener para tener éxito en el curso. Si el curso no tiene requisitos previos, escriba \
ja_jp: 受講する際に必要な知識。特に履習要件がなければ、\ を入力してください
pl: Określona wiedza, którą muszą posiadać studenci w celu poradzenia sobie podczas kursu. Jeśli kurs nie ma takich wymagań, wprowadź \
ru: Специфические знания, полученные учащимися, должны быть успешными на курсах. Если курс не имеет предварительных условий, введите \

source: Secondary school (high school) algebra; basic mathematics concepts
bn_bd: মাধ্যমিক বিদ্যালয় (উচ্চ বিদ্যালয়) বীজগণিত; মৌলিক গণিত ধারণা
de_de: Algebra (Hochschule); Mathematik Basis Konzept
eo: Séçöndärý sçhööl (hïgh sçhööl) älgéßrä; ßäsïç mäthémätïçs çönçépts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Álgebra de escuela (secundaria); Conceptos básicos de matemáticas
ja_jp: 中等学校(高校)レベルの代数; 基本的な数学的概念
pl: Algebra na poziomie szkoły średniej (liceum, technikum); podstawowe pojęcia matematyczne
ru: Алгебра средней школы (старшей школы); основные математические понятия

source: Graduate-level understanding of Keynesian economics
bn_bd: কেইন্সিয়ান অর্থনীতি গ্রাজুয়েট পর্যায়ের বোঝার
de_de: Akademiker-Verständnis von Keynesianischer Wirtschaft
eo: Grädüäté-lévél ündérständïng öf Kéýnésïän éçönömïçs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: comprensión de nivel de posgrado de la economía keynesiana
ja_jp: ケインズ経済学の大学院レベルの理解
pl: Znajomość ekonomii keynesowskiej na poziomie absolwenta studiów ekonomicznych
ru: Постепенное понимание кейнсианской экономики

source: Basic algebra
bn_bd: বেসিক বীজগণিত
de_de: Grundlegende Algebra
eo: Bäsïç älgéßrä Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Álgebra básica
ja_jp: 基本的な代数
pl: Podstawy algebry
ru: Базовая алгебра
tr_tr: Temel cebir

source: Recommended 1000 character limit, including spaces.
de_de: Die empfohlene maximale Anzahl an Zeichen, inklusive Leerzeichen umfasst 1000.
eo: Réçömméndéd 1000 çhäräçtér lïmït, ïnçlüdïng späçés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: SYLLABUS
ar: منهاج دراسي
bn_bd: পাঠ্যক্রম
de_de: LEHRPLAN
eo: SÝLLÀBÛS Ⱡ'σяєм ιρѕυм ∂#
ja_jp: シラバス
pl: KONSPEKT
ru: УЧЕБНЫЙ ПЛАН
tr_tr: MÜFREDAT

source: A review of content covered in your course, organized by week or module.
de_de: Eine Kontrolle über den Inhalt dieses Kurses, wöchentliche oder modulare Übersicht
eo: À révïéw öf çöntént çövéréd ïn ýöür çöürsé, örgänïzéd ßý wéék ör mödülé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Una revisión del contenido cubierto en su curso, organizado por semana o módulo.
ja_jp: 週またはモジュールごとに構成された講座コンテンツのレビュー。
pl: Przegląd treści zawartej w twoim kursie w podziale na tygodnie lub moduły.
ru: Обзор содержания вашего курса, организованный по неделям или модулям.

source: Focus on topics and content.
bn_bd: বিষয় এবং বিষয়বস্তু উপর আলোকপাত করুন
de_de: Konzentrieren Sie sich auch Themen und Inhalt
eo: Föçüs ön töpïçs änd çöntént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Concéntrese en temas y contenido.
ja_jp: トピックおよびコンテンツに焦点をあてる。
pl: Skup się na tematach i treści.
ru: Сосредоточьтесь на темах и содержании.
tr_tr: Konulara ve içeriğe odaklanın.
