Repository: openedx/course-discovery
Catalog: course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bn_bd, cs, da, de_de, eo, es_419, es_ar, fa_ir, fi, fil_ph, fr_fr, he, ja_jp, ka, kk_kz, pl, pt_br, ru, sl, tr_tr

source: About pages for the following course runs have been published in the past %(default_published_days)s days.
de_de: Info-Seiten für die folgenden Kursläufe wurde in den letzten %(default_published_days)s Tagen veröffentlicht.
eo: Àßöüt pägés för thé föllöwïng çöürsé rüns hävé ßéén püßlïshéd ïn thé päst %(default_published_days)s däýs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Las páginas de introducción para el siguiente curso han estado publicadas los pasados %(default_published_days)s días.
ja_jp: 以下のAboutページは%(default_published_days)s 日前に公開されました。
pl: Karty kursów dla następujących edycji kursów zostały opublikowane w ciągu ostatnich %(default_published_days)s dni.
ru: Страница «О курсе» для следующих циклов курсов в последние дни были опубликованы %(default_published_days)s.

source: Published Date
ar: التاريخ المنشور
de_de: Veröffentlichungsdatum
eo: Püßlïshéd Däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Fecha de publicación
ja_jp: 公開日
ka: გამოქვეყნების თარიღი
pl: Data opublikowania
ru: Дата публикации
tr_tr: Yayınlanma Tarihi

source: The following courses are ready for a Studio URL.
de_de: Die folgenden Kurse sind bereit für eine Studio URL
eo: Thé föllöwïng çöürsés äré réädý för ä Stüdïö ÛRL. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Los siguientes cursos están listos para URL Studio.
ja_jp: 次の講座はStudio URLの準備ができています。
pl: Następujące kursy oczekują na adresy do Studio.
ru: Следующие курсы готовы к вводу URL-адреса студии.

source: Studio Course Run Key
ar: مفتاح إستديو مجرى الدورة التعليمية
de_de: Kurslauf Schlüssel für Studio
eo: Stüdïö Çöürsé Rün Kéý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Llave de la versión del curso en Studio
ja_jp: Studio Course Run キー
ka: სტუდიოს კურსის გაშვების გასაღები
pl: Klucz edycji kursu w Studio
ru: Ключ запуска курса студии

source: Add
ar: إضافة
bn_bd: যোগ করুন
de_de: Hinzufügen
eo: Àdd Ⱡ'σяєм#
es_419: Agregar
ja_jp: 入力
ka: დამატება
pl: Dodaj
ru: Добавить
tr_tr: Ekle

source: No courses are currently ready for a Studio URL.
de_de: Es sind noch keine Kurse fertig für Studio URL
eo: Nö çöürsés äré çürréntlý réädý för ä Stüdïö ÛRL. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: No hay cursos que actualmente estén listos para URL Studio.
ja_jp: Studio URLの準備ができている講座はありません。
pl: Żadne kursy nie oczekują obecnie na adresy do Studio.
ru: В настоящее время ни один курс не готов к использованию URL-адреса студии.

source: %(user_name)s made the following comment on %(course_name)s %(date)s at %(time)s.
de_de: %(user_name)s kommentierte in %(course_name)s %(date)s um %(time)s.
eo: %(user_name)s mädé thé föllöwïng çömmént ön %(course_name)s %(date)s ät %(time)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: %(user_name)s comentó en %(course_name)s %(date)s a las%(time)s.
pl: %(user_name)s dodał/a następujący komentarz na temat kursu %(course_name)s dn. %(date)s o godz. %(time)s.
ru: %(user_name)s создан следующий комментарий на %(course_name)s%(date)s к %(time)s.

source: The {sender_team} has reviewed {link_start}{page_url}{link_middle} {course_name}{link_end} and has suggested no changes. The review for this course is complete.
de_de: Das {sender_team} hat den Kurs {link_start}{page_url}{link_middle} {course_name}{link_end} überprüft und keine Änderungen vorgeschlagen. Die Überprüfung dieses Kurses ist vollständig.
eo: Thé {sender_team} häs révïéwéd {link_start}{page_url}{link_middle} {course_name}{link_end} änd häs süggéstéd nö çhängés. Thé révïéw för thïs çöürsé ïs çömplété. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: You can now submit a course run for review. To do this, {link_start}{page_url}{link_middle} go to the course page{link_end} and open the page for any course run. On the course run page, add all required information for that course run, and then submit the course run for review.
de_de: Sie können nun einen Kurslauf zur Überprüfung einreichen. Um dies zu tun, {link_start}{page_url}{link_middle}gehen Sie zur Kursseite{link_end} und öffnen Sie die Seite eines beliebigen Kurslaufs. Auf der Seite des Kurslaufes fügen Sie alle erforderlichen Information für diesen Kurslauf hinzu und reichen den Kurslauf dann für die Überprüfung ein.
eo: Ýöü çän nöw süßmït ä çöürsé rün för révïéw. Tö dö thïs, {link_start}{page_url}{link_middle} gö tö thé çöürsé pägé{link_end} änd öpén thé pägé för äný çöürsé rün. Ön thé çöürsé rün pägé, ädd äll réqüïréd ïnförmätïön för thät çöürsé rün, änd thén süßmït thé çöürsé rün för révïéw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтα#

source: Thanks,
ar: شكراً،
bn_bd: ধন্যবাদ
de_de: Dankeschön,
eo: Thänks, Ⱡ'σяєм ιρѕυм #
es_419: Gracias,
ja_jp: ありがとうございます。
pl: Dziękujemy,
ru: С благодарностью,
tr_tr: Teşekkürler,

source: {p_start}Note: This email address is unable to receive replies. For questions or comments, contact {contact_us_email}.{p_end}
de_de: {p_start}Achtung: Bitte senden Sie keine Nachrichten an diese E-Mail Adresse. Wenn Sie Fragen haben, kontaktieren Sie bitte {contact_us_email}.{p_end}
eo: {p_start}Nöté: Thïs émäïl äddréss ïs ünäßlé tö réçéïvé réplïés. För qüéstïöns ör çömménts, çöntäçt {contact_us_email}.{p_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: The %(sender_team)s has reviewed %(link_start)s%(page_url)s%(link_middle)s %(course_name)s%(link_end)s and has suggested no changes. The review for this course is complete.
de_de: Das %(sender_team)s hat %(link_start)s%(page_url)s%(link_middle)s%(course_name)s%(link_end)s überprüft und keine Änderungen vorgeschlagen. Die Überprüfung dieses Kurses ist vollständig.
eo: Thé %(sender_team)s häs révïéwéd %(link_start)s%(page_url)s%(link_middle)s %(course_name)s%(link_end)s änd häs süggéstéd nö çhängés. Thé révïéw för thïs çöürsé ïs çömplété. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: El %(sender_team)sha revisado %(link_start)s%(page_url)s%(link_middle)s%(course_name)s%(link_end)sy no ha sugerido cambios. La revisión de este curo está completa.
ja_jp: %(sender_team)s が %(link_start)s%(page_url)s%(link_middle)s %(course_name)s%(link_end)s をレビューしたところ、修正点はありませんでした。レビュー完了です。
pl: %(sender_team)s dokonał oceny kursu %(link_start)s%(page_url)s%(link_middle)s %(course_name)s%(link_end)s i nie zasugerował żadnych zmian. Tym samym ocena kursu została zakończona.
ru: %(sender_team)s был рассмотрен %(link_start)s%(page_url)s%(link_middle)s%(course_name)s%(link_end)s и и не предложил никаких изменений. Обзор этого курса завершен.

source: You can now submit a course run for review. To do this, %(link_start)s%(page_url)s%(link_middle)s go to the course page%(link_end)s and open the page for any course run. On the course run page, add all required information for that course run, and then submit the course run for review.
de_de: Sie können nun einen Kurslauf zur Überprüfung einreichen. Um dies zu tun, %(link_start)s%(page_url)s%(link_middle)s gehen Sie zur Kursseite%(link_end)s und öffnen Sie die Seite für irgendeinen Kurslauf. Auf der Seite des Kurslaufes fügen Sie alle erforderlichen Information für diesen Kurslauf hinzu und reichen den Kurslauf dann für die Überprüfung ein.
eo: Ýöü çän nöw süßmït ä çöürsé rün för révïéw. Tö dö thïs, %(link_start)s%(page_url)s%(link_middle)s gö tö thé çöürsé pägé%(link_end)s änd öpén thé pägé för äný çöürsé rün. Ön thé çöürsé rün pägé, ädd äll réqüïréd ïnförmätïön för thät çöürsé rün, änd thén süßmït thé çöürsé rün för révïéw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтα#
es_419: %(link_middle)sAhora puedes enviar un curso para revisión. Para hacerlo, %(link_start)s%(page_url)s ve a la página del curso %(link_end)s y abre la página de cualquier curso, agrega toda la información requerida para el curso y luego envíalos a revisión.
ja_jp: レビュー用にcourse runを提出することができます。 %(link_start)s%(page_url)s%(link_middle)s 講座ページに進んで%(link_end)s、course run画面を開いてください。course run画面上で必要な情報をすべて入力し、提出してください。
pl: Teraz możesz zgłosić edycję kursu do oceny. Aby tego dokonać, %(link_start)s%(page_url)s%(link_middle)s przejdź na stronę kursu%(link_end)s i otwórz stronę odpowiedniej edycji kursu. Wypełnij wszystkie wymagane informacje dotyczące edycji kursu, a następnie prześlij edycję do oceny.
ru: Теперь вы можете подать заявку на просмотр курса. Чтобы сделать это,%(link_start)s%(page_url)s%(link_middle)s перейдите на страницу курса %(link_end)s и откройте страницу для прохождения любого курса. На странице курса добавьте всю информацию, необходимую для прохождения курса, а затем отправьте курс на рассмотрение.

source: Note: This email address is unable to receive replies. For questions or comments, contact %(contact_us_email)s.
ar: ملاحظة: عنوان البريد الإلكتروني هذا غير قادر على تلقي الردود. للأسئلة أو التعليقات، اتصل ب %(contact_us_email)s
de_de: Achtung: Bitte senden Sie keine Nachrichten an diese E-Mail Adresse. Wenn Sie Fragen haben, kontaktieren Sie bitte %(contact_us_email)s.
eo: Nöté: Thïs émäïl äddréss ïs ünäßlé tö réçéïvé réplïés. För qüéstïöns ör çömménts, çöntäçt %(contact_us_email)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Nota: Esta dirección de correo electrónico no puede recibir respuestas. Si tiene preguntas o comentarios, póngase en contacto con %(contact_us_email)s.
ja_jp: 注: このメールアドレスに返信はできません。質問やコメントは%(contact_us_email)sへお問い合わせください。
pl: Uwaga: Ten adres e-mail służy wyłącznie do wysyłki automatycznych wiadomości. W przypadku pytań lub komentarzy, skontaktuj się z nami na %(contact_us_email)s.
ru: Примечание: Этот адрес электронной почты не может принимать ответы. По вопросам или комментариям обращайтесь по адресу %(contact_us_email)s.

source: {sender_team} from {org_name} has submitted {course_name} for review. {link_start}{page_url}{link_middle} View this course in Publisher{link_end} to mark the course as reviewed or suggest edits.
de_de: {sender_team} von {org_name} hat den Kurs {course_name} zur Überprüfung eingereicht. {link_start}{course_page_url}{link_middle}Sehen Sie sich den Kurs in Publisher an{link_end}, um den Kurs als überprüft zu markieren oder um Änderungen vorzuschlagen.
eo: {sender_team} fröm {org_name} häs süßmïttéd {course_name} för révïéw. {link_start}{page_url}{link_middle} Vïéw thïs çöürsé ïn Püßlïshér{link_end} tö märk thé çöürsé äs révïéwéd ör süggést édïts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσяυм#

source: %(sender_team)s from %(org_name)s has submitted %(course_name)s for review. %(page_url)s View this course in Publisher to mark the course as reviewed or suggest edits.
de_de: %(sender_team)s von %(org_name)s hat %(course_name)s zur Überprüfung eingereicht. %(page_url)s Schauen Sie sich diesen Kurs in Publisher an, um den Kurs als überprüft zu markieren oder um Änderungsvorschläge zu machen.
eo: %(sender_team)s fröm %(org_name)s häs süßmïttéd %(course_name)s för révïéw. %(page_url)s Vïéw thïs çöürsé ïn Püßlïshér tö märk thé çöürsé äs révïéwéd ör süggést édïts. Ⱡ'σяєм #
es_419: %(sender_team)sde %(org_name)s ha enviado %(course_name)s para revisión. %(page_url)s Ver este curso en Publisher para marcar el curso como revisado o sugerir ediciones.
ja_jp: %(org_name)sの%(sender_team)sはレビューのために%(course_name)sを提出しました。レビュー済のマークを付けたり編集を提案したりする場合は、Publisherで講座を見てください。%(page_url)s
pl: %(sender_team)s z %(org_name)s przesłał/a do oceny kurs %(course_name)s. %(page_url)s Wyświetl ten kurs w Publisherze, aby oznaczyć kurs jako sprawdzony lub w celu zaproponowania zmian.
ru: %(sender_team)s от %(org_name)s был представлен %(course_name)s для разбора. %(page_url)s Просмотрите этот курс в Издательстве, чтобы отметить его как прошедший рецензирование или предложить внести изменения.

source: {sender_team} from {org_name} has submitted {course_name} for review. {link_start}{course_page_url}{link_middle}View this course in Publisher{link_end} to determine OFAC status.
de_de: {sender_team} von {org_name} hat den Kurs {course_name} zur Überprüfung eingereicht. {link_start}{course_page_url}{link_middle}Sehen Sie sich den Kurs in Publisher an{link_end}, um den OFAC Status zu bestimmen.
eo: {sender_team} fröm {org_name} häs süßmïttéd {course_name} för révïéw. {link_start}{course_page_url}{link_middle}Vïéw thïs çöürsé ïn Püßlïshér{link_end} tö détérmïné ÖFÀÇ stätüs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: %(sender_team)s from %(org_name)s has submitted %(course_name)s for review. %(course_page_url)s View this course in Publisher to determine OFAC status.
de_de: %(sender_team)s von %(org_name)s hat %(course_name)s zur Überprüfung eingereicht. %(course_page_url)s Schauen Sie sich diesen Kurs in Publisher an, um den OFAC Status zu bestimmen.
eo: %(sender_team)s fröm %(org_name)s häs süßmïttéd %(course_name)s för révïéw. %(course_page_url)s Vïéw thïs çöürsé ïn Püßlïshér tö détérmïné ÖFÀÇ stätüs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: %(sender_team)s de %(org_name)s ha enviado %(course_name)s para revisión. %(course_page_url)sver este curso en Publisher para determinar el estado OFAC.
ja_jp: %(org_name)sの%(sender_team)sはレビューのために%(course_name)sを提出しました。OFAC状況を決定するにはPublisherで講座を見てください。 %(course_page_url)s
pl: %(sender_team)s z %(org_name)s przesłał/a do oceny kurs %(course_name)s. %(course_page_url)s Wyświetl ten kurs w Publisherze, aby określić jego stan zgodności z OFAC.
ru: %(sender_team)s от %(org_name)s был представлен %(course_name)s для обзора. %(course_page_url)s Просмотрите этот курс в Издательстве, чтобы определить статус OFAC.

source: Dear %(project_coordinator_name)s,
de_de: Sehr geehrte/-er Frau/Herr %(project_coordinator_name)s,
eo: Déär %(project_coordinator_name)s, Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Apreciado/a %(project_coordinator_name)s,
ja_jp: %(project_coordinator_name)s様、
pl: Szanowny Koordynatorze %(project_coordinator_name)s,
ru: Уважаемый/ая %(project_coordinator_name)s
tr_tr: Sayın %(project_coordinator_name)s,

source: {course_team_name} created the {link_start}{page_url}{link_middle}{run_number} course run{link_end} of {course_title} in Publisher on {date} at {time}.
de_de: {course_team_name} hat den {link_start}{page_url}{link_middle}{run_number} Kurslauf{link_end} of {course_title} in Publisher am {date} um {time} erstellt.
eo: {course_team_name} çréätéd thé {link_start}{page_url}{link_middle}{run_number} çöürsé rün{link_end} öf {course_title} ïn Püßlïshér ön {date} ät {time}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Dear
ar: عزيزي
de_de: Hallo
eo: Déär Ⱡ'σяєм ι#
es_419: Estimado/a
ja_jp: 様
pl: Szanowny
ru: Дорогой
tr_tr: Sevgili

source: %(course_team_name)s created the %(course_run)s : %(dashboard_url)s course run of %(course_title)s in Publisher on %(date)s at %(time)s.
de_de: %(course_team_name)s haben den %(course_run)s erstellt: %(dashboard_url)s Kurslauf von %(course_title)s in Publisher am %(date)s um %(time)s.
eo: %(course_team_name)s çréätéd thé %(course_run)s : %(dashboard_url)s çöürsé rün öf %(course_title)s ïn Püßlïshér ön %(date)s ät %(time)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: %(course_team_name)screado el %(course_run)s: %(dashboard_url)scurso de %(course_title)sen Publisher el %(date)sa las %(time)s.
ja_jp: %(course_team_name)sチームは %(date)s%(time)sにPublisherで%(course_title)sのcourse run %(course_run)s : %(dashboard_url)s を作成しました。
pl: %(course_team_name)s utworzył/a w Publisherze nową edycję kursu %(course_run)s : %(dashboard_url)s %(course_title)s dn. %(date)s o %(time)s.
ru: %(course_team_name)s создано %(course_run)s : %(dashboard_url)s из %(course_title)s в Издателе на %(date)s к %(time)s.

source: {sender_team} has reviewed the {link_start}{page_url}{link_middle}{run_number} course run{link_end} of {course_name} and has not added comments or suggested edits. The review for this course run is complete.
de_de: {sender_team} hat den {link_start}{page_url}{link_middle}{run_number} Kurslauf{link_end} of {course_name} überprüft ohne Kommentare oder Anmerkungen zu hinterlassen. Die Überprüfung ist demnach abgeschlossen.
eo: {sender_team} häs révïéwéd thé {link_start}{page_url}{link_middle}{run_number} çöürsé rün{link_end} öf {course_name} änd häs nöt äddéd çömménts ör süggéstéd édïts. Thé révïéw för thïs çöürsé rün ïs çömplété. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂#

source: Please create a preview of the About page for this course run and enter the preview URL in Publisher.
de_de: Bitte erstellen Sie eine Vorschau der Beschreibungsseite für diesen Kurslauf und geben Sie die Vorschau URL in Publisher ein.
eo: Pléäsé çréäté ä prévïéw öf thé Àßöüt pägé för thïs çöürsé rün änd éntér thé prévïéw ÛRL ïn Püßlïshér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Por favor cree una vista previa de la página de introducción para el curso en ejecución e ingrese una la URL de la vista previa en Publisher.
ja_jp: このcourse runのAboutページのプレビューを作成し、PublisherにプレビューURLを入力してください。
pl: Proszę stworzyć podgląd karty kursu dla tej edycji kursu i wprowadzić adres URL podglądu w Publisherze.
ru: Пожалуйста, создайте предпросмотр страницы "О курсе" и введите URL-адрес для предварительного просмотра в поле "Издатель".

source: Additionally, please check the comments in Publisher for information about OFAC blocking.
de_de: Bitte prüfen Sie zusätzlich die Kommentare in Publisher für die Informationen über OFAC blocking.
eo: Àddïtïönällý, pléäsé çhéçk thé çömménts ïn Püßlïshér för ïnförmätïön äßöüt ÖFÀÇ ßlöçkïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Adicionalmente, por favor chequea los comentarios en Publisher para obtener información sobre el bloqueo OFAC.
ja_jp: また、OFACブロッキングの情報に関するPublisher内のコメントを確認してください。
pl: Proszę również zwrócić uwagę na komentarze w Publisherze dotyczące OFAC.
ru: Кроме того, пожалуйста, ознакомьтесь с комментариями в Издательстве для получения информации о блокировке OFAC.

source: The %(sender_team)s has reviewed the %(run_number)s %(page_url)s course run of %(course_name)s and has not added comments or suggested edits. The review for this course run is complete.
de_de: Das %(sender_team)s hat den %(run_number)s%(page_url)s Kurslauf von %(course_name)s überprüft, und keine Kommentare oder Änderungsvorschläge hinzugefügt. Die Überprüfung dieses Kurslaufes ist vollständig.
eo: Thé %(sender_team)s häs révïéwéd thé %(run_number)s %(page_url)s çöürsé rün öf %(course_name)s änd häs nöt äddéd çömménts ör süggéstéd édïts. Thé révïéw för thïs çöürsé rün ïs çömplété. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт #
es_419: El %(sender_team)s has revisado el %(run_number)s%(page_url)scurso de %(course_name)s y no ha agreado comentarios o sugerencias. La revisión de este curso está completa.
ja_jp: %(sender_team)sチームが%(course_name)sのcourse run %(run_number)s %(page_url)sをレビューしたところ、追加コメントや修正点はありませんでした。レビュー完了です。
pl: %(sender_team)s dokonał/a oceny strony %(run_number)s %(page_url)s edycji kursu %(course_name)s i nie zasugerowała/a żadnych zmian. Tym samym ocena edycji kursu została zakończona.
ru: %(sender_team)sпросмотрен %(run_number)s%(page_url)s ход курса %(course_name)s и не добавлено комментариев и не предложено никаких изменений. Обзор этого курса завершен.

source: Dear %(publisher_role_name)s,
de_de: Hallo %(publisher_role_name)s,
eo: Déär %(publisher_role_name)s, Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Apreciado/a %(publisher_role_name)s,
ja_jp: %(publisher_role_name)s様、
pl: Szanowny %(publisher_role_name)s,
ru: Дорогой %(publisher_role_name)s,
tr_tr: Sayın %(publisher_role_name)s,

source: {course_team} has reviewed the preview of the About page for the {link_start}{page_url}{link_middle}{run_number}{link_end} course run of {course_name} from {org_name}. You can now publish this About page.
de_de: {course_team} hat die Vorschau der Beschreibungsseite für den {link_start}{page_url}{link_middle}{run_number}{link_end} Kurslauf des Kurses {course_name} von {org_name}. Sie können nun die Beschreibungsseite veröffentlichen.
eo: {course_team} häs révïéwéd thé prévïéw öf thé Àßöüt pägé för thé {link_start}{page_url}{link_middle}{run_number}{link_end} çöürsé rün öf {course_name} fröm {org_name}. Ýöü çän nöw püßlïsh thïs Àßöüt pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσяυ#

source: %(course_team)s has reviewed the preview of the About page for the %(run_number)s %(page_url)s course run of %(course_name)s from %(org_name)s. You can now publish this About page.
de_de: %(course_team)s hat die Vorschau der Beschreibungsseite für den %(run_number)s%(page_url)s Kurslauf von %(course_name)s von %(org_name)s überprüft. Sie können diese Beschreibungsseite nun veröffentlichen.
eo: %(course_team)s häs révïéwéd thé prévïéw öf thé Àßöüt pägé för thé %(run_number)s %(page_url)s çöürsé rün öf %(course_name)s fröm %(org_name)s. Ýöü çän nöw püßlïsh thïs Àßöüt pägé. Ⱡ'σяє#
es_419: %(course_team)sha revisado la vista previa de la página de introducción para %(run_number)s%(page_url)sel curso de %(course_name)sde %(org_name)s. Ahora puedes publicar la página.
ja_jp: %(course_team)sチームは%(org_name)sの%(course_name)sのcourse run %(run_number)s %(page_url)sのAboutページのプレビューをレビューしました。Aboutページの公開が可能になりました。
pl: %(course_team)s dokonał/a sprawdzenia karty kursu %(run_number)s %(page_url)s będącego edycją kursu %(course_name)s oferowanego przez %(org_name)s. Karta kursu jest teraz gotowa do opublikowania.
ru: %(course_team)s был разобран на предварительном просмотре страницей «О курсе» для %(run_number)s%(page_url)s запуск курса %(course_name)s от%(org_name)s. Сейчас вы можете публиковать страницу «О курсе»

source: A preview is now available for the %(run)s run of %(title)s.
de_de: Eine Vorschau für %(run)s Lauf von %(title)s ist nicht verfügbar.
eo: À prévïéw ïs nöw äväïläßlé för thé %(run)s rün öf %(title)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Una vista previa está ahora disponible para el %(run)s del lanzamiento de %(title)s.
pl: Został udostępniony podgląd dla edycji %(run)skursu %(title)s.
ru: Предварительный просмотр теперь доступен для %(run)s просмотра запуска %(title)s.
